Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-qualify/translations/templates/ihris-qualify-custom-reports-person/*.po
Languages: lt

source: Person
lt: Asmuo

source: The person relationship with first training details.
lt: Asmens ryšiai su pirmųjų mokymų informacija.

source: The results of the exam and registration for the first training.
lt: Egzamino rezultatai ir pirmųjų mokymų registracija.

source: The year the first training occurred.
lt: Metai, kai įvyko pirmieji mokymai.

source: The year the exam was taken.
lt: Metai, kai buvo laikytas egzaminas.

source: A yes/no to determine if the person is still in training or not.
lt: Taip/ne, naudojama nustatyti ar asmuo dar dalyvauja mokymuose ar ne.

source: The demographic information for this person.
lt: Demografinė šio asmens informacija.

source: Demographic
lt: Demografija

source: The district where this person was born.
lt: Rajonas, kuriame šis asmuo gimė.

source: Birth District
lt: Gimtasis Rajonas

source: The most recent deployment for this person.
lt: Naujausias šio asmens dislokavimas.

source: Deployment
lt: Dislokavimas

source: The first training this person entered.
lt: Pirmieji mokymai, kuriuose šis asmuo dalyvavo.

source: First Training
lt: Pirmieji Mokymai

source: Cadre
lt: Kadras

source: The exam details of the first training.
lt: Pirmųjų mokymų egzamino informacija.

source: Exam
lt: Egzaminas

source: The registration details of the first training.
lt: Pirmųjų mokymų registracijos informacija.

source: Registration
lt: Registracija

source: The training institution where the first training occurred.
lt: Mokymo įstaiga, kurioje vyko pirmieji mokymai.

source: Training Institution
lt: Mokymo Įstaiga

source: The district where the training institution is located.
lt: Rajonas, kuriame mokymo įstaiga yra įsikūrusi.

source: Institution District
lt: Įstaigos Rajonas

source: The current training disruption for this training if there is one.
lt: Dabartinis mokymų sutrikimas, jei jis egzistuoja.

source: Training Disruption
lt: Mokymo Sutrikimas

source: Person Report
lt: Asmens Pranešimas

source: Reports related to people in the system with their first training.
lt: Ataskaitos susijusios su asmenimis sistemoje, su jų pirmaisiais mokymais.

source: Surname
lt: Pavardė

source: First Name
lt: Pirmas vardas

source: Other Names
lt: Kiti Vardai

source: Index Number
lt: Indekso numeris

source: Graduation Date
lt: Baigimo Data

source: Disruption Date
lt: Sutrikimo Data

source: Registration Number
lt: Registracijos numeris

source: Exam Date
lt: Egzamino data

source: Exam Results
lt: Egzamino rezultatai

source: Gender
lt: Lytis

source: Registration Results
lt: Registracijos rezultatai

source: Pie Chart(Simple)
lt: Skritulinė Diagrama(Paprasta)

source: Bar Chart(Simple)
lt: Juostinė Diagrama(Paprasta)

source: Column Chart(Simple)
lt: Stulpelinė Diagrama(Paprasta)

source: Stacked Column Chart(Simple)
lt: Suskirstyta Stulpelinė Diagrama(Paprasta)

source: The number of students entering training by year.
lt: Studentų skaičius, kurie pradeda mokytis pagal metus.

source: The pass/fail results for each person's first training.
lt: Kiekvieno asmens pirmųjų mokymų išlaikymo/neišlaikymo rezultatas.

source: Pass/Fail by First Training
lt: Išlaikymas/Neišlaikymas pagal Pirmuosius Mokymus

source: The registration results for each person's first training.
lt: Kiekvieno asmens pirmųjų mokymų registracijos rezultatai.

source: Registration Results by First Training
lt: Registracijos Rezultatai pagal Pirmuosius Mokymus

source: Students in Training by Year
lt: Studentai Mokymuose pagal Metus

source: A pie chart of the number of people entering training by their birth district.
lt: Skritulinė diagrama nurodanti skaičių žmonių, kurie pradeda mokymus pagal gimtąjį rajoną.

source: Person Reports
lt: Asmens Pranešimai
