Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage-custom-reports-facility-reports/*.po
Languages: br, cs, pt, sd, si, sw, uk

source: Facility List
br: Roll an diazezadurioù
cs: Seznam zařízení
pt: Lista de Unidades
sd: سهولت جي فهرست
si: පහසුකම් ලැයිස්තුව
sw: Orodha ya Jengo
uk: Список філіалів

source: Facility information
br: Titouroù war an diazezadurioù
cs: Innrmace o zařízení
pt: Informação sobre Unidades
sd: سهولت جي معلومات
si: පහසුකම් තොරතුරු
sw: Taarifa ya Jengo
uk: Інформація про філіал

source: The facility type for this facility.
br: Ar seurt diezezadur evit an diazezadur-mañ.
cs: Typ zařízení pro toto zařízení.
pt: O Tipo de Unidade desta Unidade.
sd: هن سهولت لاءِ سهولت جو قسم.
si: මෙම පහසුකමේ මදිලිය
sw: Aina ya Jengo kwa ajili ya hili jengo.
uk: Тип даного філіалу.

source: Facility Type
br: Seurt diazezadur
cs: Typ zařízení
pt: Tipo de Unidade
sd: سهولت جو قسم
si: පහසුකම් මාදිලිය
sw: Aina ya Jengo
uk: Тип філіалу

source: The contact information for this facility.
br: An roadennoù evit an diazezadur.
cs: Kontaktní informace tohoto zařízení
pt: Informação de Contacto desta Unidade
sd: هن سهولت جي لاءِ رابطي جي معلومات.
si: මෙම පහසුකම උදෙසා සබඳතා තොරතුරු
sw: Taarifa ya Mawasiliano kwa ajili hili jengo.
uk: Контактна інформація для цього філіалу.

source: Facility Contact
br: Darempred an diazezadur
cs: Kontakt na zařízení
pt: Contacto da Unidade
sd: سهولت جو رابطو
si: සබඳතා තොරතුරු
sw: Mawasiliano ya Jengo
uk: Контакти філіалу

source: The district where this facility is.
br: An distrig m'emañ an diazezadur.
cs: Okres, kde zařízení sídlí.
pt: O distrito onde se encontra esta unidade.
sd: ضلعو جتي هي سهولت آهي.
si: පහසුකම පිහිටා ඇති දිස්ත්‍රික්කය
sw: Wilaya ambapo jengo hili lipo.
uk: Район, де знаходиться цей філіал.

source: District
br: Distrig
cs: Okres
pt: Distrito
sd: ضلعو
si: දිස්ත්‍රික්කය
sw: Wilaya
uk: Район

source: Facility information.
br: Titouroù war an diazezadur.
cs: nformace o zařízení
pt: Informação sobre esta unidade.
sd: سهولت جي معلومات
si: පහසුකම් තොරතුරු
sw: Taarifa ya Jengo
uk: Інформація про філіал.

source: Facility Type ID
br: Seurt ID an diazezadur
cs: ID typu zařízení
pt: Tipo de ID da Unidade.
sd: سهولت جي قسم جي آءِڊي
si: පහසුකම් මාදිලි හැඳුනුම් අංකය
sw: Utambulisho wa Aina ya Jengo
uk: ID типу філіалу

source: Facility Location
br: Lec'hiadur an diazezadur
cs: Umístění zařízení
pt: Localização da Unidade
sd: سهولت جي جڳھ
si: පහසුකම පිහිටිස්ථානය
sw: Mahali Jengo lilipo
uk: Розташування філіалу

source: Facility Location ID
br: ID lec'hiadur an diazezadur
cs: ID umístění zařízení
pt: ID da Localização da Unidade
sd: سهولت جي جڳھ جي آءِڊي
si: පහසුකම පිහිටිස්ථාන හැඳුනුම් අංකය
sw: Utambulisho wa Mahali Jengo Lilipo
uk: ID розташування філіалу

source: Facility Name
br: Anv an diazezadur
cs: Název zařízení
pt: Nome da Unidade
sd: سهولت جو نالو
si: පහසුකම් නාමය
sw: Jina la Jengo
uk: Назва філіалу

source: Location
br: Lec'hiadur
cs: Umístění
pt: Localização
sd: جڳھ
si: ස්ථානය
sw: Mahali
uk: Розташування

source: Mailing Address
br: Chomlec'h post
cs: Poštovní adresa
pt: Endereço Postal
sd: ميل ڪرڻ جو پتو
si: තැපැල් ලිපිනය
sw: Anwani ya Posta
uk: Поштова адреса

source: Telephone Number
br: Niverenn bellgomz
cs: Telefonní číslo
pt: Número de Telefone
sd: ٽيليفون نمبر
si: දුරකථන අංකය
sw: Namba ya Simu
uk: Номер телефону

source: Email Address
br: Chomlec'h postel
cs: Emailová adresa
pt: Endereço Electrónico
sd: ايميل جو پتو
si: විද්‍යුත් තැපැල් ලිපිනය
sw: Anwani ya barua pepe
uk: Адреса електронної пошти

source: Contact Notes
br: Displegadennoù war an darempredoù
cs: Poznámky pro kontakt
pt: Notas de Contacto
sd: رابطي جانوٽس
si: සබඳතා සටහන්
sw: Taarifa za Mawasiliano
uk: Контактні нотатки

source: A list of all facilities.
br: Ur roll eus an holl ziazezadurioù
cs: Seznam všech zařízení.
pt: Uma lista de todas as Unidades
sd: سڀن سهولت جي فهرست.
si: සියලු පහසුකම් ලැයිස්තුව
sw: Orodha ya majengo yote.
uk: Список всіх філіалів.

source: Facility Report
br: Danevell war an diazezadur
cs: Hlášení zařízení
pt: Relatório da Unidade
sd: سهولت جي رپورٽ
si: පහසුකම් වාර්තාව
sw: Repoti ya Kituo
uk: Звіт про філіали
