Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage.bkp/translations/templates/manage-auto-page/*.po
Languages: fr

source: Demographics
fr: Données démographiques

source: Employment
fr: Déploiement

source: View Person (%s, %s)
fr: Afficher la personne (%s, %s)

source: View Person
fr: Afficher la personne

source: View Position Details
fr: Afficher les détails de la position

source: Update This Information
fr: Mettre à jour cette information

source: Add Base Demographic Information
fr: Ajouter les informations démographiques de base

source: Demographic
fr: Données démographiques

source: Add New Next of Kin
fr: Ajouter un nouveau parent proche

source: Next of Kin
fr: Parent proche

source: Personal Contact
fr: Contact personnel

source: Set Emergency Contact
fr: Définir un contact d’urgence

source: Emergency Contact
fr: Contact d’urgence

source: Set Other Contact
fr: Définir un autre contact

source: Other Contact
fr: Autre contact

source: Passport Photo
fr: Photo d'identité

source: Upload New Passport Photo
fr: Importer une nouvelle photo d'identité

source: Add New Identification
fr: Ajouter une nouvelle identification

source: View Demographic Details
fr: Afficher les détails démographiques
