Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-custom-reports-position-reports/*.po
Languages: de, es, fr_ml, pt_br, si, sw

source: Cadre
de: Mitarbeitergruppe
es: Cuadro
pt_br: Quadros
si: සේවක සංඛ්‍යාව
sw: Kada

source: The cadre associated with this job.
de: Die dieser Tätigkeit zugeordnete Mitarbeitergruppe.
es: Cuadro Asociado con este Empleo
fr_ml: Cadre associé à cette fonction.
pt_br: O quadro associado com esse emprego.
si: මෙම කාර්යය හා ආශ්‍රිත සේවකයා
sw: Kada inayohusiana na kazi hii

source: Classification
de: Einstufung
es: Clasificación
fr_ml: Corps
pt_br: Classificação
si: වර්ගිකරණය
sw: Uainishaji

source: The classification associated with this job.
de: Die dieser Tätigkeit zugeordnete Einstufung.
es: Clasificación Asociada a este Empleo
fr_ml: Le corps associée à cette fonction
pt_br: A classificação associado com esse emprego.
si: මෙම කාර්යය හා ආශ්‍රිත වර්ගීකරණය
sw: Uainishaji unaohusiana na kazi hii.

source: Job
de: Tätigkeit
es: Empleo
fr_ml: Fonction
pt_br: Emprego
si: කාර්යය
sw: Kazi

source: The job associated with this position.
de: Die dieser Stelle zugeordnete Tätigkeit.
es: El trabajo asociado a este puesto
fr_ml: La fonction associé à ce poste.
pt_br: O emprego associado com esse cargo.
si: කාර්යය මෙම තනතුර හා ආශ්‍රිත වේ.
sw: Kazi inayohusiana na nafasi hii.

source: Facility
de: Einrichtung
es: Localidad
fr_ml: Structure
pt_br: Facilidade
si: පහසුකම
sw: Jengo

source: The facility where this position works.
de: Die Einrichtung, der diese Stelle zugeordnet ist.
es: La Localidad en la que esta Posición Trabaja
fr_ml: La structure où ce poste travaille.
pt_br: A facilidade onde esse cargo está.
si: මෙම තනතුර ක්‍රියාත්මක වන පහසුකම
sw: Jengo ambapo hii nafasi inafaa.

source: Department
de: Abteilung
es: Departamento
fr_ml: Département
pt_br: Departamento
si: දෙපාර්තමේන්තුව
sw: Idara

source: The department this position belongs to.
de: Die Abteilung, der diese Stelle zugeordnet ist.
es: El Departamento a que Pertenece este Puesto
fr_ml: Le département auquel ce poste appartient.
pt_br: O departamento onde esse cargo pertence.
si: මෙම තනතුර අයත් දෙපාර්තමේන්තුව.
sw: Idara ambayo hii nafasi inatakiwa kuwepo.

source: Last Position
de: Letzte Stelle
es: Última posición
fr_ml: Dernier poste
pt_br: Último Cargo
si: අවසන් තනතුර
sw: Nafasi ya Mwisho

source: The last person that filled this position.
de: Der letzte Mitarbeiter, der diese Position innehatte.
es: La última persona que ocupó esta posición.
fr_ml: La dernière personne qui à occupé ce poste.
pt_br: A última pessoa que preencheu esse cargo.
si: මෙම තනතුර දැරූ අවසන් පුද්ගලයා.
sw: Mtu wa mwisho ambaye alijaza nafasi hii.

source: Current Position
de: Aktuelle Stelle
es: Puesto Actual
fr_ml: Poste actuel
pt_br: Cargo Atual
si: දැන් තනතුර
sw: Nafasi ya Sasa

source: The current person filling this position.
de: Der aktuelle Mitarbeiter, der diese Stelle innehat.
es: La persona que ocupa actualmente este puesto
fr_ml: La personne actuelle qui occupe ce poste.
pt_br: A pessoa que atualmente preenche esse cargo.
si: දැනට මෙම තනතුරු දරන පුද්ගලයා
sw: Mtu wa sasa anayejaza nafasi hii.

source: The number of days this positions was open before being filled.
de: Die Anzahl der Tage, die diese Stelle vakant war, bevor sie neu besetzt wurde.
es: La cantidad de días que esta posición estuvo abierta antes de se llenada
fr_ml: Nombre de jours ce poste est resté vacant avant d’être occupé.
pt_br: O número de dias que essa posição ficou aberta antes de ser preenchida.
si: පුරවන්නට පෙර මෙම තනතුර විවෘතව පවතින දින ගණන
sw: Idadi ya siku ambazo nafasi hii ilikuwa wazi kabla ya kujazwa.

source: Positions
de: Stellen
es: Posiciones
fr_ml: Postes
pt_br: Cargos
si: තනතුරු
sw: Nafasi

source: All information related to a position.
de: Alle mit dieser Stelle in Verbindung stehenden Informationen.
es: Todas las Informaciones relacionadas a esta Posición
fr_ml: Toutes les informations lié à un poste.
pt_br: Todas as informações relacionadas com um cargo.
si: යම් තනතුරකට අදාළ සියලු තොරතුරු
sw: Taarifa yote inayohusiana na nafasi.

source: Position List
de: Stellenliste
es: Listado de Posiciones
fr_ml: Liste des postes
pt_br: Lista de Cargos
si: තනතුරු ලැයිස්තුව
sw: Orodha ya Nafasi

source: Details for all positions.
de: Detailinformationen für alle Stellen.
es: Detalles para todas las Posiciones
fr_ml: Détails de tous les postes
pt_br: Detalhes de todos os cargos.
si: සියලු තනතුරු සඳහා තොරතුරු
sw: Maelezo ya kina kwa ajili ya nafasi zote.

source: Code
de: Nummer
es: Código
pt_br: Código
si: කේතය
sw: Simbo

source: Position Job
de: Tätigkeit der Stelle
es: Empleo de la Posición
fr_ml: Fonction de poste
pt_br: Cargo de Emprego
si: තනතුරු කාර්යය
sw: Nafasi ya Kazi

source: Title
de: Bezeichnung
es: Título
fr_ml: Titre
pt_br: Título
si: මාතෘකාව
sw: Cheo

source: Facility ID
de: Einrichtungsnummer
es: ID del Local
fr_ml: ID de la structure
pt_br: Identificação da Facilidade
si: පහසුකම් හැඳුනුම් අංකය
sw: Utambulisho wa Jengo

source: Department ID
de: Abteilungsnummer
es: ID Departamento
fr_ml: ID du Département
pt_br: Identificação do Departamento
si: දෙපාර්තමේන්තු හැඳුනුම් අංකය
sw: Utambulisho wa Idara

source: Posted Date
de: Veröffentlichungsdatum
es: Fecha de Publicación
fr_ml: Date d'annonce de candidature
pt_br: Data de Postagem
si: තැපැල් කළ දිනය
sw: Tarehe Iliyotangazwa

source: Status
es: Estado
fr_ml: Situation
si: තත්ත්වය
sw: Hadhi

source: Job Title
de: Tätigkeitsbezeichnung
es: Título del Puesto
fr_ml: Intitulé de la fonction
pt_br: Função
si: රැකියා සිරැසිය
sw: Cheo cha Kazi

source: Cadre ID
de: Stammbesetzungsnummer
es: ID del Cuadro
fr_ml: ID de Cadre
pt_br: Identificação do Quadro
si: සේවක හැඳුනුම් අංකය
sw: Utambulisho wa Kada

source: Classification ID
de: Einstufungsnummer
es: Id. de clasificación
fr_ml: ID du Corps
pt_br: Identificação da Classificação
si: වර්ගීකරණ හැඳුනුම් අංකය
sw: Utambulisho wa Uainishaji

source: Open Date
de: Ausschreibungsdatum
es: Fecha de Inicio
fr_ml: Date d'ouverture
pt_br: Data de Abertura
si: විවෘත දිනය
sw: Tarehe ya Kufungua

source: Filled Date
de: Besetzungsdatum
es: Fecha en que se ocupó
fr_ml: Date occupée
pt_br: Data de Preenchimento
si: පිරවූ දිනය
sw: Tarehe Iliyojazwa

source: Days Open
de: Vakanztage
es: Días Abierto
fr_ml: Jours vacants
pt_br: Dias Aberto
si: විවෘතව පවතින දින
sw: Siku zilizo wazi

source: A list of all positions.
de: Eine Liste aller Stellen.
es: Listado de todas las Posiciones
fr_ml: Liste de tous les postes.
pt_br: Uma lista de todos os cargos
si: සියලු තනතුරු ලැයිස්තුව
sw: Orodha ya nafasi zote.

source: Position Open Duration
de: Dauer der Stellenvakanz
es: Duración abierta de la Posición
fr_ml: Durée de vacance du poste
pt_br: Duração do Cargo em Aberto
si: තනතුරු විවෘතව පවත්නා කාලය
sw: Muda wa Nafasi kuwa Wazi

source: The length in days each position was open before being filled.
de: Die Anzahl der Tage, die jede Stelle vakant war, bevor sie neu besetzt wurde.
es: La longitud en días que la posición estuvo abierta antes de ser llenada.
fr_ml: La durée en jours de vacance de chaque poste avant d’être occupé.
pt_br: A duração em dias que cada cargo fica aberto antes de ser preenchido.
si: පුරවන්නට පෙර ඒ ඒ තනතුර විවෘතව පවතින දින ගණන
sw: Idadi ya siku ambazo nafasi hii ilikuwa wazi kabla ya kujazwa.

source: Position Reports
de: Stellenberichte
es: Reportes de Posiciones
fr_ml: Rapports sur les postes
pt_br: Denúncias do Cargo
si: තනතුරු වාර්තා
sw: Ripoti za Nafasi
