Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-qualify/translations/templates/ihris-qualify-custom-reports-disruption/*.po
Languages: lt, zh_tw

source: Training Disruption
lt: Mokymo Sutrikimas
zh_tw: 培訓中斷

source: Relationship for training disruptions.
lt: Mokymo sutrikimų ryšiai.
zh_tw: 培訓中斷關係。

source: The year this disruption occurred.
lt: Sutrikimo įvykio metai.
zh_tw: 此中斷發生的年份。

source: A string to determine if this disruption has been resumed or not.
zh_tw: 一個來判斷此中斷是否已恢復的字串。

source: The reason this disruption occurred.
lt: Sutrikimo priežastis.
zh_tw: 此中斷發生的原因。

source: Disruption Reason
lt: Sutrikimo Priežastis
zh_tw: 中斷原因

source: The category for the reason this disruption occurred.
lt: Kategorija sutrikimo priežasčiai.
zh_tw: 此中斷發生原因的分類。

source: Disruption Category
lt: Sutrikimo Kategorija
zh_tw: 中斷分類

source: Reports related to training disruptions.
lt: Ataskaitos, susijusios su mokymų sutrikimu.
zh_tw: 培訓中斷相關報告。

source: A pie chart of all discontinuation categories.
lt: Skritulinė visų nutrauktų kategorijų diagrama.
zh_tw: 所有終止分類的餅狀圖。

source: Discontinuations by Category
lt: Nutraukimai pagal Kategoriją
zh_tw: 終止依分類。

source: Pie Chart(Simple)
lt: Skritulinė Diagrama(Paprasta)
zh_tw: 餅狀圖（樣本）

source: Bar Chart(Simple)
lt: Juostinė Diagrama(Paprasta)
zh_tw: 長條圖（樣本）

source: Column Chart(Simple)
lt: Stulpelinė Diagrama(Paprasta)
zh_tw: 條狀圖（樣本）

source: Stacked Column Chart(Simple)
lt: Suskirstyta Stulpelinė Diagrama(Paprasta)
zh_tw: 堆積條狀圖（樣本）

source: Scatter Plot
zh_tw: 散佈圖

source: A chart of all discontinuations by reason.
lt: Visų nutraukimų diagrama pagal priežastį.
zh_tw: 所有依原因終止的餅狀圖。

source: Discontinuations by Reason
lt: Nutraukimai pagal Priežastį
zh_tw: 終止依原因。

source: A chart of all discontinuations by year.
lt: Visų nutraukimų diagrama pagal metus.
zh_tw: 所有依年份終止的餅狀圖。

source: Discontinuations by Year
lt: Nutraukimai pagal Metus
zh_tw: 終止依年份。

source: A pie chart of disruptions that have been resumed or not.
lt: Skritulinė diagrama nurodanti ar sutrikimai buvo tęsiami ar ne.
zh_tw: 一幅中斷已恢復或尚未的餅狀圖。

source: Resumption Report
lt: Atnaujino Ataskaita
zh_tw: 恢復報告

source: Training Reports
lt: Mokymo Ataskaitos
zh_tw: 培訓報告

source: Cadre
lt: Kadras
zh_tw: 幹部

source: Date of Birth
lt: Gimimo data
zh_tw: 出生日期

source: Date of Birth After
lt: Gimimo Data Po
zh_tw: 出生日期後

source: Date of Birth Before
lt: Gimimo Data Prieš
zh_tw: 出生日期前

source: Gender
lt: Lytis
zh_tw: 性別

source: Disruption Category ID
lt: Sutrikimų Kategorijos ID
zh_tw: 中斷分類ID

source: Disruption Date
lt: Sutrikimo Data
zh_tw: 中斷日期

source: Disruption Reason ID
lt: Sutrikimo Priežasties ID
zh_tw: 中斷原因ID

source: Resumption Date
lt: Atnaujinimo Data
zh_tw: 恢復日期

source: Training Cadre
lt: Mokymo kadras
zh_tw: 培訓幹部

source: Intake Date
zh_tw: 入讀日期

source: Intake Date After
zh_tw: 引入日期後

source: Intake Date Before
zh_tw: 入讀日期前

source: The training that was disrupted
lt: Mokymai, kurie buvo sutrikdyti
zh_tw: 中斷的培訓

source: Training
lt: Mokymas
zh_tw: 培訓

source: The cadre of the training.
zh_tw: 培訓幹部。

source: The person taking the training.
lt: Asmuo, dalyvaujantis mokymuose.
zh_tw: 採用培訓的人員。

source: Person
lt: Asmuo
zh_tw: 人員

source: The demographic details of the person taking this training.
lt: Demografinis asmens, kuris dalyvauja mokymuose, detalės.
zh_tw: 採用此培訓人員的人物詳細資料

source: Demographic
lt: Demografija
zh_tw: 人物
