Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-manage/translations/templates/manage-registration/*.po
Languages: et, tl

source: Registration Information
et: Registreerumisinformatsioon
tl: Kabatiran sa Pagpapatala

source: License Information
et: Litsentsi informatsioon
tl: Kabatiran sa Lisensiya

source: Edit This Information
et: Muuda seda infot
tl: Baguhin ang Kabatirang Ito

source: Update this Information
et: Uuenda seda infot
tl: Isapanahon ang Kabatirang ito

source: Registration/License Information
et: Registratsiooni/Litsentsi informatsioon
tl: Kabatiran sa Pagpapatala/Lisensiya

source: Select another Registration Council
et: Vali teine registratsiooni kantselei
tl: Pumili ng iba pang Lupon ng Pagpapatala

source: Registration Council
et: Registratsiooni kantselei
tl: Lupon ng Pagpapatala

source: Can view registration child form of a person
et: Võib näha isiku registratsiooni alamvormi
tl: Matitingnan ang pormularyo ng pagpapatala ng bata ng isang tao

source: Can edit registration child forms of a person
et: Võib redigeerida isiku registratsiooni alamvormi
tl: Mababago ang mga pormularyo ng pagpapatala ng bata ng isang tao

source: Can edit the council database list
et: Võib redigeerida kantselei andmebaasi nimekirja
tl: Mababago ang tala ng kalipunan ng dato ng lupon

source: Can view the council database list
et: Võib vaadata kantselei andmebaasi nimekirja
tl: Makikita ang tala ng kalipunan ng dato ng lupon

source: Add/Update Registration
et: Lisa/Uuenda registratsioon
tl: Magdagdag/Magsapanahon ng Pagpapatala

source: Council
et: Kantselei
tl: Lupon

source: Registration
et: Registreerimine
tl: Pagpapatala

source: Registration Number
et: Registreerimisnumber
tl: Bilang ng Pagpapatala

source: License Number
et: Litsentsinumber
tl: Bilang ng Lisensiya

source: Registration Date
et: Registreerimise kuupäev
tl: Petsa ng Pagpapatala

source: License Expiration Date
et: Litsentsi lõppkuupäev
tl: Petsa ng Pagtatapos ng Lisensiya
