Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-common/translations/templates/dhis-dashboard/*.po
Languages: br

source: Data Element
br: Elfenn roadennoù

source: Data Set
br: Hollad roadennoù

source: Facility Code
br: Kod an diazezadur

source: Name
br: Anv

source: Short Name
br: Anv berr

source: Code
br: Kod

source: dataset
br: Hollad roadennoù

source: view DHIS Dashboard
br: gwelet an daolenn-vourzh DHIS

source: View Reports
br: Gwelet an danevelloù

source: View Dashboard
br: Gwelet an daolenn-vourzh

source: Add/Update Data Element
br: Ouzhpennañ/Hizivatt un elfenn roadennoù

source: Add/Update Data Set
br: Ouzhpennañ/Hizivaat an hollad roadennoù

source: iHRIS Report
br: Danevell iHRIS

source: Period
br: Prantad

source: Monthly
br: Bep miz

source: All Months
br: An holl vizioù

source: Data Element Information
br: Titouroù diwar-benn an elfenn roadennoù

source: Edit This Information
br: Aozañ an titour-mañ

source: Update this Information
br: Hizivaat an titour-mañ

source: Select another Data Element
br: Diuzañ un elfenn roadennoù all

source: Data Set Information
br: Titouroù diwar-benn an hollad roadennoù

source: Select another Data Set
br: Diuzañ un hollad roadennoù all
