Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage.bkp/translations/templates/accident/*.po
Languages: es

source: Can edit the workplace injuries and accidents assigned to a person
es: Puede editar los accidentes de trabajo y accidentes asignadas a una persona

source: Can view the wokrplace injuries and accidents assigned to a person
es: Puede ver los accidentes de trabajo y accidentes asignadas a una persona

source: Edit the workplace accident type list
es: Editar la lista de tipos de accidentes de trabajo

source: Accident
es: Accidente

source: Workplace Accident Type
es: Tipo de accidente de trabajo

source: Date of Occurence
es: Fecha del suceso

source: Accident Type
es: Tipo de accidente

source: Start of Applicability
es: Inicio de la aplicación

source: End of Applicability
es: Fin de la aplicación

source: Follow-up Required
es: Seguimiento requerido

source: People Involved
es: Gente involucrada

source: Add/Update Workplace Accident
es: Agregar/actualizar accidente de trabajo

source: Edit This Information
es: Editar esta información

source: Update this Information
es: Actualizar esta información

source: Select another Accident Type
es: Seleccionar otro tipo de accidente

source: Workplace Accident Information
es: Información de accidente de trabajo

source: Correct this Information
es: Corregir esta información

source: View the workplace accident type list
es: Ver la lista de tipos de accidentes de trabajo

source: The end date must be after the start date.
es: La fecha final debe ser posterior a la fecha inicial.
