Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-train/translations/templates/custom-reports-full-search-person/sco.po
Languages: sco

source: Search Person
sco: Rake Person

source: Search Relationship for participants
sco: Rake Relationship fer pairteecipants

source: Shows the demographic information of the person
sco: Shws the demægrafeec information o the person

source: Demographic
sco: Demægrafeec

source: Shows the position information of the person
sco: Shaws the poseetion information o the person

source: Position
sco: Poseetion

source: Shows the registration information of the person
sco: Shaws the regeestration information o the person

source: Search all people's records
sco: Rake aw people's records

source: First Name
sco: Gien Name

source: Nationality
sco: Nationalitie

source: Other Names
sco: Ither Names

source: Home Village
sco: Hame Clachan

source: Registration Council
sco: Registration Cooncil

source: License Number
sco: Licanse Nummer

source: Registration Number
sco: Registration Nummer

source: Health Facility
sco: Heal Faceelitie

source: Date of Birth
sco: Date o Birth

source: Search all people in the system
sco: Rake aw fawk in the system
