Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-manage/translations/templates/ihris-manage-mass-delete-facility/*.po
Languages: fr, zh_tw

source: Mass Delete By Facility
fr: Suppression en masse par établissement
zh_tw: 依場所大量刪除

source: Mark Facility for Deletion
fr: Marquer un établissement à supprimer
zh_tw: 標記用於刪除的場所

source: Facility Positions
fr: Positions de l’établissement
zh_tw: 場所位置

source: List of all facilities and current positions.
fr: Liste de tous les établissements et des positions actuelles
zh_tw: 所有場所和目前職位的清單。

source: 1 if the position is filled, 0 if not.
fr: 1 si la position est comblée, 0 sinon.
zh_tw: 1 是如果職位已被就任，0 則否。

source: Positions in this facility.
fr: Positions dans cet établissement.
zh_tw: 在此場所的職位。

source: Position
zh_tw: 職位

source: The current person position linked to this position.
fr: La position actuelle de la personne liée à cette position.
zh_tw: 目前連結至此職位的個人職位。

source: Person Position
fr: Position de la personne
zh_tw: 個人職位

source: List of all facilities with counts of positions.
fr: Liste de tous les établissements avec les nombres de positions.
zh_tw: 帶有職位總數的所有場所清單。

source: Office/Facility Location
fr: Emplacement du bureau/de l’établissement
zh_tw: 辦公室/場所位置

source: Office/Facility
fr: Bureau/Établissement
zh_tw: 辦公室/場所

source: Facility Type
fr: Type d’établissement
zh_tw: 場所類型

source: Total Positions
fr: Total des positions
zh_tw: 職位總計

source: List of all facilities with position counts.
fr: Liste de tous les établissements avec les nombres de position.
zh_tw: 帶有職位總數的所有場所清單。

source: The form caches have been erased, but you will need to regenerate any reports to reflect the deleted data.
fr: Les caches de formulaire ont été effacés, mais vous devrez régénérer les rapports pour refléter les données supprimées.
zh_tw: 表單快取已被清除，但您需要重新產生任何報告來反映出刪除資料。

source: Deletion Succeeded
fr: Suppression effectuée
zh_tw: 刪除成功

source: Your delete request has been completed.
fr: Votre demande de suppression a été effectuée.
zh_tw: 您的刪除請求已完成。

source: records have been deleted.
fr: enregistrements ont été supprimés.
zh_tw: 記錄已被刪除。

source: Invalid input was entered in the yes box. Please type 'yes' to confirm this deletion.
fr: Des entrées non valides ont été saisies dans la boîte de dialogue de confirmation. Veuillez entrer 'oui' pour confirmer cette suppression.
zh_tw: 在確認訊息框有無效輸入。請輸入「yes」來提交此刪除。

source: Mass Delete Records by Facility
fr: Suppression d’enregistrements en masse par établissement
zh_tw: 依場所大量刪除記錄

source: Please confirm by checking each facility you wish to delete and click 'Continue.'
fr: Veuillez confirmer en cochant chaque établissement que vous voulez supprimer et cliquez sur 'Continuer'.
zh_tw: 請透過勾選任一您想要刪除的場所來提交並點選「繼續」。

source: WARNING
fr: ATTENTION
zh_tw: 警告

source: This will delete all position records for the given facility as well as all person records that are currently assigned to those positions. This data can not be automatically recovered and you must be sure to back up your data before doing this.
fr: Cela supprimera tous les enregistrements de position pour l’établissement donné ainsi que tous les enregistrements de personne qui sont actuellement affectés à ces positions. Ces données ne peuvent pas être récupérées automatiquement et vous devez vous assurer de sauvegarder vos données avant de le faire.
zh_tw: 這將會刪除指定場所的所有職位記錄、以及目前分配至這些職位的所有人員記錄。此資料無法自動復原，所以您必須確認在進行此操作前有備份好您的檔案。

source: Facility List
fr: Liste des établissements
zh_tw: 場所清單

source: No facilities were selected.
fr: Aucun établissement n’a été sélectionné.
zh_tw: 沒有場所被選擇。

source: Go back
fr: Retour
zh_tw: 返回

source: and select some facilities to delete.
fr: et sélectionner certains établissements à supprimer.
zh_tw: 和選擇一些場所來刪除。

source: records will be deleted from the following facilities
fr: enregistrements seront supprimés des établissements suivants
zh_tw: 自下列場所的記錄將會被刪除

source: An error occurred trying to drop the form caches. You will need to do this manually and then regenerate the reports.
fr: Une erreur est survenue en essayant de supprimer les caches de formulaire. Vous devrez le faire manuellement puis régénérer les rapports.
zh_tw: 在嘗試去除刪除表單快取時發生錯誤。您需要改以手動執行並在稍後重新產生回報。

source: There is an invalid storage method for the position or person position forms. Both must use entry form storage to use this page.
fr: C’est une méthode de stockage non valide pour les formulaires de positon ou de position de personne. Les deux doivent utiliser un stockage de formulaire de saisie pour utiliser cette page.
zh_tw: 職位或個人職位表單有無效的儲存方式。兩者皆使用項目表單儲存來使用此頁面。

source: You entered an incorrect admin password.
fr: Vous avez saisi un mot de passe d’administration incorrect.
zh_tw: 您輸入一組不正確的管理密碼。

source: Please type 'yes' to confirm this deletion.
fr: Veuillez écrire 'oui' pour confirmer cette suppression.
zh_tw: 請輸入「yes」來確認刪除。

source: You cannot undo this
fr: Vous ne pouvez pas annuler cela
zh_tw: 您不能還原此

source: Enter the Site Administration (Super User) password to continue
fr: Entrer le mot de passe d’administration du site (super-utilisateur) pour continuer
zh_tw: 輸入網站管理員（超級用戶）的密碼以繼續

source: This is the final step. When you click continue these records will be deleted!
fr: Ceci est l’étape finale. Quand vous cliquerez sur continuer, les enregistrements seront supprimés !
zh_tw: 這是最後步驟。當您點擊繼續時這些紀錄將會被刪除！

source: No positions records were found for these facilities so there is nothing to delete.
fr: Aucun enregistrement de position n’a été trouvé pour ces établissements, donc il n’y a rien à supprimer.
zh_tw: 這些場所上查無職位記錄因此沒有需要刪除的內容。

source: Delete All Records by Facility
fr: Supprimer tous les enregistrements par établissement
zh_tw: 刪除所有依場所的紀錄

source: This will delete all positions and person records assigned to those positions from the database. This can only be recovered from backups manually, so make sure your backups are up to date before performing this action!
fr: Cela supprimera de la base de données toutes les positions et les enregistrements de personne assignées à ces positions. Ils ne pourront être récupérés des sauvegardes que manuellement, donc assurez-vous que vos sauvegardes sont à jour avant d’effectuer cette action !
zh_tw: 這將會刪除資料庫上所有職位和分配至職位的人員記錄，且僅能透用手動方式以備份資料來修復，因此請確認您的備份資料已更新到在進行此操作之前！

source: Selected Facilities
fr: Établissements sélectionnés
zh_tw: 已選擇場所

source: An unknown error has occurred. Please contact your system administrator to resolve this issue.
fr: Une erreur inconnue s’est produite. Veuillez contacter votre administrateur système pour résoudre ce problème.
zh_tw: 發生不明錯誤。請聯絡您的系統管理員來解決此問題。
