Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/i2ce/translations/templates/report-archiver/*.po
Languages: uk

source: Archive Report
uk: Архівний звіт

source: View Archives
uk: Переглянути архіви

source: Archived Reports
uk: Заархівовані звіти

source: Allows viewing of archvied Custom Reports
uk: Дозволяє перегляд заархівованих власних звітів

source: Allows archiving of custom reports
uk: Дозволяє архівування власних звітів

source: Allows deleting of archivhed custom reports
uk: Дозволяє вилучення заархівованих власних звітів

source: Allows full access to custom reports archiving system
uk: Надає повний доступ для системи архівування власних звітів

source: Archived Report
uk: Заархівований звіт

source: %s generated on %s
uk: %s згенеровано на %s

source: Report
uk: Звіт

source: Generation Date
uk: Дата створення

source: Report View
uk: Подання звіту

source: Title
uk: Назва

source: View Archived Reports
uk: Переглянути заархівовані звіти
