Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-application/*.po
Languages: ar, br, de, fr, it, mk, nl, pt, si, sw, tl

source: Hiring Decision
ar: قرار التوظيف
br: Diviz tuta
de: Anstellungsentscheidungen
fr: Décision de recrutement
it: Decisione di assunzione
mk: Одлука за вработување
nl: Aannamebeslissing
pt: Decisão de Contratação
si: බඳවා ගැනීමේ තීරණ
sw: Uamuzi wa Kuajiri
tl: Pasya ng Pagpapahanapbuhay

source: Edit This Information
ar: تعديل هذه المعلومة
br: Cheñch an titour-mañ
de: Diese Informationen bearbeiten
fr: Modifier cette information
it: Modifica questa informazione
mk: Уреди ги информацииве
nl: Gegevens bewerken
pt: Editar Esta Informação
si: මෙම තොරතුරු සංස්කරණය කරන්න
sw: Hariri Taarifa Hii
tl: Baguhin ang Kabatirang Ito

source: Update this Information
ar: تحديث هذه المعلومة
br: Hizivaat an titour-mañ
de: Diese Informationen aktualisieren
fr: Mettre à jour cette information
it: Aggiorna questa informazione
mk: Поднови ги информацииве
nl: Gegevens bijwerken
pt: Actualizar esta Informação
si: මෙම තොරතුරු යාවත්කාලීන කරන්න
sw: Sasisha Taarifa Hii
tl: Isapanahon ang Kabatirang Ito

source: Interview Details
ar: تفاصيل المقابلة
br: Munudoù an atersadenn
de: Gesprächsnotizen
fr: Détails de l'entretien
it: Dettagli del colloquio
mk: Податоци од интервјуто
nl: Gespreksgegevens
pt: Detalhes da Entrevista
si: සම්මුඛ පරික්ෂණ තොරතුරු
sw: Maelezo ya Kina ya Usaili
tl: Mga Detalye ng Panayam

source: Select the applicant name below for
ar: حدد اسم مقدم الطلب أدناه ل
br: Dibabit anv an emstriver en traoñ evit
de: Den unten angegebenen Namen des Bewerbers auswählen für
fr: Choisissez le nom du candidat en bas pour
it: Selezione il nome del candidato in basso per
mk: Одберете го името на кандидатот
nl: Selecteer hieronder de naam van de sollicitant voor
pt: Seleccionar abaixo o Cargo cuja vaga está em aberto para visualizar todos os candidatos.
si: අයදුම්කරුගේ නම පහලින් තෝරන්න
sw: Chagua jina la Mwombaji hapa chini kwa ajili ya
tl: Piliin ang pangalan ng aplikante sa ibaba para sa

source: Make a job offer
ar: قدم عرض وظيفة
br: Sevel ur c'hinnig-labour
de: Ein Arbeitsangebot abgeben
fr: Faire une offre d'emploi
it: Fare un'offerta di lavoro
mk: Направи понуда за работа
nl: Een functieaanbod doen
pt: Fazer uma oferta de emprego
si: රැකියා ප්‍රදානය සකසන්න
sw: Kutangaza nafasi ya kazi
tl: Gumawa ng alok na hanapbuhay

source: There are no applicants for this position.
ar: لا يوجد مقدمي طلب لهذه الوظيفة.
br: N'eus emstriver ebet evit ar post-mañ
de: Für diese Stelle gibt es keine Bewerber.
fr: Il n'y a pas de candidat pour ce Poste
it: Non ci sono candidati per questo ruolo
mk: Нема кандидати за ова работно место.
nl: Er zijn geen kandidaten voor deze positie.
pt: Não existem candidatos para este cargo.
si: මෙම තනතුර සඳහා අයදුම්කරුවන් නොමැත
sw: Hakuna waombaji kwa ajili ya nafasi hii.
tl: Walang mga aplikante para sa posisyong ito.

source: Position Information
ar: معلومات الوظيفة
br: Titouroù war ar post
de: Stellenbeschreibung
fr: Information du Poste
it: Informazioni ruolo
mk: Информации за раб. место
nl: Positiegegevens
pt: Informação sobre o cargo.
si: තනතුර පිළිබඳ තොරතුරු
sw: Taarifa ya Nafasi
tl: Kabatiran sa Posisyon

source: Applicant Questions
ar: أسئلة مقدم الطلب
br: Goulennoù an emstriver
de: Fragen des Bewerbers
fr: Questions du candidat
it: Domande del candidato
mk: Прашања на кандидатот
nl: Vragen sollicitant
pt: Questões sobre o Candidato
si: අයදුම්කරුගේ ගැටළු
sw: Maswali ya Mwombaji
tl: Mga Tanong na Pang-aplikante

source: Open Position(s) Applied For
ar: قدم طلب للوظيفة/لوظائف المفتوحة
br: Postoù da bourvezañ, arloañ ouzh
de: Offene Stelle(n) für welche die Bewerbung gedacht ist
fr: Postes à Pourvoir, appliqués à
it: Occupazioni per le quali Ã¨ stata fatta domanda
mk: Слободни раб. места за кои е поднесена пријавница
nl: Vacatures waarvoor is gesolliciteerd
pt: Cargo (s) Concorrido (s)
si: ඉල්ලීම් කරන ලද විවෘත තනතුරු
sw: Nafasi iliyo (zilizo) wazi Zilizoombwa
tl: Bukas na (mga) Katungkulang Nais Kuhanin

source: Review Applicants
ar: مراجعة مقدمي الطلب
br: Adwelet an emstriverien
de: Bewerber durchsehen
fr: Revoir les candidats
it: Esamina candidati
mk: Преглед на кандидатите
nl: Kandidaten beoordelen
pt: Rever Candidatos
si: අයදුම්කරු සමාලෝචනය
sw: Pitia Upya Waombaji
tl: Suriin ang mga Aplikante

source: return
ar: رجوع
br: distreiñ
de: zurück
fr: retour
mk: назад
nl: terug
pt: retornar
si: ආපසු යන්න
sw: rudi
tl: bumalik

source: Select the Open Position below to view all the applicants.
ar: تحديد الوظيفة المفتوحة أدناه لعرض كل مقدمي الطلب
br: Dibabit ar Post da bourvezañ amañ dindan evit gwelet an holl emstriverien.
de: Die unten angegebene offene Stelle auswählen, um alle Bewerbungen einzusehen
fr: Choisir le Poste à pourvoir ci-dessous pour voir tous les candidats.
it: Scegli il posto vacante qua sotto per esaminarne tutti i candidati
mk: Одберете слободно раб. место подолу за да ги видите сите кандидати.
nl: Selecteer de open vacature hieronder om alle kandidaten te zien.
pt: Seleccionar abaixo o Cargo cuja vaga está em aberto e visualizar todos os candidatos.
si: සියලුම අයදුම්කරුවන් බැලීම සඳහා පහත විවෘත තනතුර තෝරන්න
sw: Chagua Nafasi iliyo Wazi hapa chini ili kuangalia waombaji wote.
tl: Piliin ang Bukas na Posisyon sa ibaba upang matanaw ang lahat ng mga aplikante.

source: Can view position decision child form of a person
ar: يمكن عرض النماذج الفرعية للقرار الوظيفي لشخص
br: A c'hall diskwel isfurmskrid divizout ar post evit un den
de: Kann das zu einer Anstellungsentscheidung einer Person gehörende Datenblatt einsehen
fr: Peut afficher le sous-formulaire de la Décision du Poste d’une personne
it: Visualizza i sottomoduli della decisione presa per una persona
mk: Може да се прегледа подобразецот за одлука за раб. место на лице
nl: Kan positiebeslissingskindformulier van een persoon bekijken
pt: Pode visualizar o child form da decisão sobre o cargo de uma pessoa
si: පුද්ගල තනතුරු තීරණ උප ආකෘති පත්‍රය බලන්න
sw: Weza kuangalia nafasi ya Uamuzi wa fomu ya mtoto wa mtu
tl: Matitingnan ang anyo ng pasya sa posisyon ng bata ng isang tao

source: Can edit position decision child forms of a person
ar: يمكن تعديل النماذج الفرعية للقرار الوظيفي لشخص
br: a c'hall kemmañ an isfurmskrid divizout post un den
de: Kann das zu einer Anstellungsentscheidung einer Person gehörende Datenblatt bearbeiten
fr: Peut éditer le sous-formulaire de la Décision du Poste d’une personne
it: Modifica i sottomoduli della decisione presa per una persona
mk: Може да се уреди подобразецот за одлука за раб. место на лице
nl: Kan positiebeslissingskindformulier van een persoon bewerken
pt: Pode editar o child form da decisão sobre o cargo de uma pessoa
si: පුද්ගල තනතුරු තීරණ උප ආකෘති පත්‍රය සකසන්න
sw: Weza kuhariri nafasi ya Uamuzi wa fomu za mtoto wa mtu
tl: Mababago ang mga uri ng pasya sa posisyon ng bata ng isang tao

source: Can view position interview child form of a person
ar: يمكن عرض النماذج الفرعية لمقابلة الوظيفة لشخص
de: Kann das zu einem Bewerbungsgespräch einer Person gehörende Datenblatt einsehen
fr: Peut afficher le sous-formulaire de l’Entretien du Poste d’une personne
it: Visualizza i sottomoduli del colloquio per una persona
mk: Може да се прегледа подобразецот за интервјуто за раб. место на лице
nl: Kan positiegesprekkindformulier van een persoon bekijken
pt: Pode visualizar o child form de entrevista de uma pessoa
si: පුද්ගල තනතුරු සම්මුඛ පරීක්ෂණ උප ආකෘති පත්‍රය බලන්න
sw: Weza kuangalia nafasi ya usaili wa fomu ya mtoto wa mtu
tl: Matitingnan ang anyo ng panayam na pangposisyon ng batas ng isang tao

source: Can edit position interview child forms of a person
ar: يمكن تعديل النماذج الفرعية لمقابلة الوظيفة لشخص
de: Kann das zu einem Bewerbungsgespräch einer Person gehörende Datenblatt bearbeiten
fr: Peut éditer le sous-formulaire de l’entretien du poste d’une personne
it: Modifica i sottomoduli del colloquio per una persona
mk: Може да се уреди подобразецот за интервјуто за раб. место на лице
nl: Kan positiegesprekkindformulier van een persoon bewerken
pt: Pode editar o child form de entrevista de uma pessoa
si: පුද්ගල තනතුරු සම්මුඛ පරීක්ෂණ උප ආකෘති පත්‍රය සකසන්න
sw: Weza kuhariri nafasi ya usaili wa fomu za mtoto wa mtu
tl: Mababago ang mga pormularyo ng panayam na pangposisyon ng bata ng isang tao

source: Applicant
ar: مقدم طلب
br: Emstriver
de: Bewerber
fr: Candidat
it: Candidato
mk: Кандидат
nl: Kandidaat
pt: Candidato
si: අයදුම්කරු
sw: Mwombaji
tl: Aplikante

source: Position Interview
ar: مقابلة الوظيفة
br: Emziviz a denn d'ar post
de: Bewerbungsgespräch
fr: Entretien relatif au poste
it: Colloquio
mk: Интервју за раб. место
nl: Positieinterview
pt: Entrevista para o Cargo
si: තනතුරු සඳහා සම්මුඛ පරීක්ෂණ
sw: Nafasi ya Kutahiniwa
tl: Panayam sa Posisyon

source: Position Decision
ar: قرار الوظيفة
br: Diviz a denn d'ar post
de: Entscheidung zur Stelle
fr: Décision concernant le poste
it: Decisione
mk: Одлука за раб. место
nl: Positiebesluit
pt: Decisão sobre o Cargo
si: තනතුරු තීරණ
sw: Uamuzi wa Nafasi
tl: Pasya sa Posisyon

source: Position(s)
ar: وظيفة / وظائف
br: Post(où)
de: Stelle(n)
fr: Poste(s)
it: Ruolo/i
mk: Раб. место/а
nl: Positie(s)
pt: Cargo(s)
si: තනතුරු
sw: Nafasi (nyingi)
tl: (Mga) posisyon

source: Have you ever been convicted of a felony?
ar: هل سبق لك أن تمت إدانتك بارتكاب جناية؟
br: Ha lakaet oc'h bet evel kiriek d'un torfed dija ?
de: Wurden Sie jemals wegen einer Straftat verurteilt?
fr: Avez vous déjà été reconnu coupable d’un crime?
it: Hai condanne penali?
mk: Дали сте биле осудени за злосторство?
nl: Bent u ooit veroordeeld voor een misdrijf?
pt: Alguma vez foi condenado por algum crime?
si: ඔබ කිසිදිනක අපරාධයක් සම්බන්ධයෙන් වරදකරු වී තිබේද?
sw: Umeshawahi kutiwa hatiani kwa kosa la jinai?
tl: Dati ka bang nahatulan dahil sa isang krimen?

source: If yes, give the circumstances.
ar: إذا كانت الإجابة بنعم، الرجاء إعطاء الظروف.
br: Ma respontit "ya", displegit an traoù.
de: Sofern zutreffend, bitte die Umstände mitteilen.
fr: Si oui, donnez les circonstances.
it: Se sÃ¬, riferisci le circostanze.
mk: Ако сте биле, наведете под кои околности.
nl: Zo ja, beschrijf de omstandigheden.
pt: Se sim, indique as circunstâncias.
si: ඔව් නම් පැහැදිළි කිරීමක් කරන්න
sw: Kama ni ndiyo, toa maelezo.
tl: Kung oo, ibigay ang mga pangyayari.

source: In addition to your work history, are there other skills, qualifications or experience we should consider?
ar: بالإضافة إلى تاريخ العمل الخاص بك، هل هناك غيرها من المهارات، المؤهلات أو الخبرة التي يمكن أخذها يعين الإعتبار؟
de: Gibt es zusätzlich zu Ihrem beruflichen Werdegang noch weitere Fähigkeiten, Qualifikationen oder Erfahrungen, die wir berücksichtigten sollten?
fr: En plus de vos antécédents professionnels, y a t-il d’autres compétences, qualifications ou expérience que nous devrions prendre en compte?
it: In aggiunta alla tua storia lavorativa, ci sono altre capacitÃ , qualifiche o esperienze che possiamo tenere in considerazione?
mk: Покрај вашата работна историја, имате ли други способности, квалификации или искуство што треба да ги имаме предвид?
nl: Zijn er in aanvulling op uw werkverleden andere vaardigheden, kwalificaties of ervaring die van belang zijn?
pt: Adicionalmente à sua história de trabalho, possui algumas outras capacidades, qualificações e experiência que deverão ser consideradas?
si: ඔබගේ රැකියා ඉතිහාසයට අමතරව අප විසින් සලකා බැලිය යුතු තවත් හැකියාවන්, සුදුසුකම් හෝ පළපුරුද්ද තිබේද?
sw: Kwa kuongezea kwenye historia ya kazi yako, kuna ujuzi wa aina nyingine, sifa au uzoefu ambao tunaweza kuchukulia kama kigezo
tl: Bilang karagdagan sa iyong kasaysayan ng hanapbuhay, mayroon bang ibang mga kasanayan, kuwalipikasyon o karanasan na dapat naming isaalang-alang?

source: How did you hear of this opening?
ar: كيف سمعت عن هذه الوظيفة؟
br: Penaos ho peus klevet anv eus an digoradur-mañ ?
de: Wie haben Sie von dieser freien Stelle erfahren?
fr: Comment avez-vous pris connaissance de cette vacance de poste?
it: Dove hai sentito dire di questo posto vacante?
mk: Како дознавте за ова слободно раб. место?
nl: Hoe hebt u gehoord van deze vacature?
pt: Como soube desta vaga?
si: මෙම ආරම්භය පිළිබඳ දැනුවත් වූයේ කෙසේද?
sw: Ulipata wapi taarifa kuhusu ufunguzi huu?
tl: Paano mo nalaman na bakante ito?

source: When can you start?
ar: متي يمكنك البدء ؟
br: Pegoulz e c'hallit kregiñ ?
de: Wann können Sie anfangen?
fr: Quand pouvez-vous débuter?
it: Quando puoi iniziare?
mk: Кога можете да започнете со работа?
nl: Wanneer kunt u beginnen?
pt: Qual é a sua disponibilidade para começar?
si: ඔබට ආරම්භ කල හැක්කේ කවදාද?
sw: Lini unaweza kuanza?
tl: Kailan ka makapagsisimula?

source: Desired Wage
ar: الأجر المرغوب فيه
br: Peseurt gopr ho peus c'hoant da gaout
de: Gewünschtes Entgelt
fr: Prétentions salariales
it: Salario desiderato
mk: Посакувана плата
nl: Gewenst salaris
pt: Expectativa Salarial
si: බලාපොරොත්තු වන වැටුප
sw: Ujira unaopendekeza
tl: Nais na Sahod

source: Are you looking for full-time employment?
ar: هل تبحث عن عمل بدوام كامل؟
br: Hag emaoc'h o klask un implij leunamzer ?
de: Suchen Sie eine Vollzeitbeschäftigung?
fr: Recherchez-vous un emploi à temps plein?
it: Stai cercando un impiego full-time?
mk: Дали барате полно раб. време?
nl: Bent u op zoek naar een fulltime dienstverband?
pt: Está a procura de um emprego a tempo inteiro?
si: ඔබ අපේක්ෂා කරන්නේ පූර්ණ කාලීන රැකියාවක්ද?
sw: Unatafuta ajira ya muda wote?
tl: Naghahanap ka ba ng permanenteng hanapbuhay?

source: If no, what hours are you available?
ar: إذا كان لديك مانع، ما هي الساعات المتاحة بالنسبة لك؟
de: Sofern nicht, bitte die Stundenanzahl angeben, die Sie zur Verfügung stehen?
fr: Si non, quelles sont les heures auxquelles vous êtes disponible?
it: Se no, per quante ore sei disponibile?
mk: Ако не, тогаш кои работни часови ви одговараат?
nl: Zo nee, hoeveel uur bent u beschikbaar?
pt: Se não, qual é a sua disponibilidade?
si: නැත නම්, වැඩකළ හැකි කාල හෝරාවන් මොනවාද?
sw: Kama hapana, unapatikana muda gani?
tl: Kung hindi, anong mga oras ka maaari?

source: Date of Interview
ar: تاريخ المقابلة
br: Deiziad an emziviz
de: Datum des Bewerbungsgesprächs
fr: Date de l’entretien
it: Data del colloquio
mk: Датум на интервјуто
nl: Gespreksdatum
pt: Data da entrevista
si: සම්මුඛ පරීක්ෂණ පැවැත්වෙන දිනය
sw: Tarehe ya Usaili
tl: Petsa ng Panayam

source: People Attending
ar: الحضور
br: Tud war al lec'h
de: Anwesende Personen
fr: Personnes présentes
it: Candidati
mk: Присутни
nl: Aanwezige personen
pt: Pessoas que participaram
si: සහභාගීවන පුද්ගලයින්
sw: Watu Wanaohudhuria
tl: Dumadalong mga Tao

source: Comments
ar: تعليقات
br: Evezhiadennoù
de: Kommentare
fr: Commentaires
it: Commenti
mk: Коментари
nl: Opmerkingen
pt: Comentários
si: ප්‍රතිචාර
sw: Maoni
tl: Mga puna

source: Date of Decision
ar: تاريخ القرار
br: Deiziad an diviz
de: Datum der Entscheidung
fr: Date de la décision
it: Data della decisione
mk: Датум на одлуката
nl: Besluitdatum
pt: Data da Decisão
si: තීරණය ගන්නා දිනය
sw: Tarehe ya Uamuzi
tl: Petsa ng Pasya

source: Make a Job Offer?
ar: تقديم عرض العمل؟
br: Ober ur c'hinnig labour ?
de: Ein Arbeitsangebot abgeben?
fr: Faire une offre d’emploi?
it: Crea un offerta di lavoro?
mk: Да направам понуда за работа?
nl: Een functieaanbod doen?
pt: Oferecer o Emprego?
si: රැකියා පොරොන්දුව නිර්මාණය?
sw: Tangaza Nafasi ya Kazi?
tl: Gumawa ng isang Alok na Hanapbuhay?

source: Add/Update Application
ar: إضافة / تحديث التطبيق
br: Ouzhpennañ/Hizivaat un emstrivadur
de: Bewerbung hinzufügen oder aktualisieren
fr: Ajouter/Actualiser une candidature
it: Aggiungi/Aggiorna Candidatura
mk: Додај/Поднови пријавница
nl: Sollicitatie toevoegen of bijwerken
pt: Adicionar/Atualizar Candidatura
si: අයදුම්පත එක් කරන්න/යාවත්කාලීන කරන්න
sw: Ongeza/Sasisha Ombi
tl: Magdagdag/Magsapanahon ng Aplikasyon

source: Add/Update Position Decision
ar: إضافة / تحديث الوظيفة القرار
br: Ouzhpennañ/Hizivaat un diviz post
de: Anstellungsentscheidung hinzufügen oder aktualisieren
fr: Ajouter/Actualiser une décision de poste
it: Aggiungi/Aggiorna Decisione
mk: Додај/Поднови одлука за раб. место
nl: Positiebesluit toevoegen of bijwerken
pt: Adicionar/Atualizar Decisão sobre o Cargo
si: තනතුරු තීරණ එක් කරන්න/යාවත්කාලීන කරන්න
sw: Ongeza/Sasisha Nafasi ya Uamuzi
tl: Magdagdag/Magsapanahon ng Pasya sa Posisyon

source: Add/Update Position Interview
ar: إضافة / تحديث مقابلة الوظيفة
br: Ouzhpennañ/Hizivaat un emziviz evit ur post
de: Bewerbungsgespräch hinzufügen oder aktualisieren
fr: Ajouter/Actualiser un entretien pour un poste
it: Aggiungi/Aggiorna Colloquio
mk: Додај/Поднови интервју за раб. место
nl: Positiegesprek toevoegen of bijwerken
pt: Adicionar/Atualizar Entrevista.
si: තනතුරු සම්මුඛපරීක්ෂණ එක් කරන්න/යාවත්කාලීන කරන්න
sw: Ongeza/Sasisha Nafasi ya Usaili
tl: Magdagdag/Magsapanahon ng Panayam sa Posisyon

source: oops
ar: عفوا
de: hoppla
mk: упс
nl: oeps
pt: ups
si: අයියෝ
sw: pole
tl: naku

source: You selected you were convicted of a felony but didn't describe the circumstances.
de: Sie gaben an, wegen eines Verbrechens verurteilt worden zu sein. Sie haben allerdings nicht den Sachverhalt beschrieben.
fr: Vous avez sélectionné que vous êtes convaincu d'un forfait, mais vous ne décrivez pas les circonstances.
it: Hai selezionato che eri stato condannato per un reato, ma non erano descritte le circostanze.
nl: U hebt opgegeven dat u bent veroordeeld voor een misdrijf, maar u hebt de omstandigheden niet beschreven.
si: ඔබ අපරාධයකට වරදකරුවෙකු වී ඇති බව සඳහන් කර ඇතත් ඒ පිළිබඳ පැහැදිළි කිරීමක් කර නොමැත
tl: Pinili mo na ikaw ay nahatulan dahil sa isang katampalasanan subalit hindi naglarawan ng mga kalagayan ng pangyayari.

source: You selected not full time, but you didn't give what hours you are available.
de: Sie wählten Teilzeit aus, haben jedoch nicht angegeben, wie viele Stunden Sie zur Verfügung stehen.
fr: Vous avez sélectionné pas à temps complet, mais vous n'avez pas fourni les heures auxquelles vous êtes disponible.
it: Hai selezionato non a tempo pieno, ma non avevi indicato per quante ore sei disponibile.
nl: U hebt niet voltijds opgegeven, maar u hebt niet opgegeven hoeveel uur u beschikbaar bent.
si: ඔබ පුර්ණ කාලීන සේවාව තෝරාගෙන නොමැත. නමුත් ඔබට වැඩකළ හැකි කාල හෝරාවන් සඳහන් කර නොමැත
tl: Pinili mo ang hindi sa lahat ng panahon, subalit hindi mo ibinigay kung anong mga oras ka pupuwede.

source: Can edit application child forms of a person
ar: يمكن تعديل استمارات طلب الطفل لشخص
de: Kann das zur Bewerbung einer Person gehörende Datenblatt bearbeiten
fr: Impossible de modifier l'application de formulaires d'enfant d'une personne
it: E' possibile modificare i moduli di domanda del bambino di una persona
nl: Kan sollicitatiekindformulier van een persoon bewerken
si: සියලුම පුද්ගල අයදුම්පත් උප ආකෘති පත්‍ර සකසන්න
tl: Mababago ang mga pormularyo ng aplikasyon ng bata ng isang tao

source: Can view application child form of a person
ar: يمكن عرض نموذج طلب الطفل لشخص
de: Kann das zur Bewerbung einer Person gehörende Datenblatt einsehen
fr: Impossible de visionner l'application de formulaires d'enfant d'une personne
it: E' possibile visualizzare il modulo di domanda del bambino di una persona
nl: Kan sollicitatiekindformulier van een persoon bekijken
si: පුද්ගලයෙකුගේ අයදුම් උප ෆෝරමය නැරඹීමට හැක
tl: Matitingnan ang pormularyo ng aplikasyon ng bata ng isang tao
