Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-train/translations/templates/training/*.po
Languages: es

source: Edit the Training list
es: Editar la lista de capacitación

source: View the Training list
es: Ver la lista de capacitación

source: In-Service Training (Short)
es: Capacitación en servicio (corto)

source: Post Basic/In-service Training (Long)
es: Capacitación post básica/en servicio (largo)

source: Pre Service Training
es: Capacitación en preservicio

source: Day(s)
es: Día(s)

source: Hour(s)
es: Hora(s)

source: Week(s)
es: Semana(s)

source: Month(s)
es: Mes(es)

source: Year(s)
es: Año(s)

source: Training Information
es: Información de capacitación

source: Training Type
es: Tipo de capacitación

source: Training Length Type
es: Tipo de duración de capacitación

source: Name
es: Nombre

source: Accreditation Code/Number
es: Código/número de acreditación

source: Training Classification
es: Clasificación de capacitación

source: Unit
es: Unidad

source: Duration of Training
es: Duración de la capacitación

source: CPD Credit Hours
es: Horas de crédito de CPD

source: Training Course Summary
es: Resumen del curso de capacitación

source: Edit This Information
es: Editar esta información

source: Update this Information
es: Actualizar esta información

source: Select another Training Type
es: Seleccionar otro tipo de capacitación

source: Training Type Information
es: Información del tipo de capacitación

source: Select another Training Length Type
es: Seleccionar otro tipo de duración de capacitación

source: Select another Training
es: Seleccionar otra capacitación
