Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage.bkp/translations/templates/ihris-manage-custom-reports-facility-reports/*.po
Languages: de, fr, tl

source: Facility List
de: Liste der Einrichtungen
fr: Liste des établissements
tl: Tala ng Pasilidad

source: Facility information
de: Einrichtungsinformationen
fr: Informations sur les établissements
tl: Kabatiran sa Pasilidad

source: The facility type for this facility.
de: Die Einrichtungsart dieser Einrichtung
fr: Le type d’établissement pour cet établissement.
tl: Ang uri ng pasilidad para sa pasilidad na ito.

source: Facility Type
de: Einrichtungsart
fr: Type d’établissement
tl: Uri ng Pasilidad

source: The contact information for this facility.
de: Die Kontaktinformationen f√ºr diese Einrichtung.
fr: Les coordonnées pour cet établissement.
tl: Ang kabatirang pangpakikipag-ugnayan para sa pasilidad na ito.

source: Facility Contact
de: Einrichtungskontakt
fr: Contact de l’établissement
tl: Pakikipag-ugnayang Pangpasilidad

source: The district where this facility is.
de: Der Bezirk in dem sich die Einrichtung befindet.
fr: Le district où se trouve l’établissement.
tl: Ang distrito kung nasaan ang pasilidad na ito.

source: District
de: Bezirk
tl: Distrito

source: Facility information.
de: Einrichtungsinformationen.
fr: Informations sur l’établissement.
tl: Kabatiran sa pasilidad.

source: Facility Type ID
de: Nummer der Einrichtungsart
fr: Type d’ID de l’établissement
tl: ID ng Uri ng Pasilidad

source: Facility Location
de: Standort der Einrichtung
fr: Emplacement de l’Etablissement
tl: Lokasyon ng Pasilidad

source: Facility Location ID
de: Standortnummer der Einrichtung
fr: ID de l’emplacement de l’établissement
tl: ID ng Lokasyon ng Pasilidad

source: Facility Name
de: Name der Einrichtung
fr: Nom de l’établissement
tl: Pangalan ng Pasilidad

source: Location
de: Standort
fr: Emplacement
tl: Kinalalagyan

source: Mailing Address
de: Postanschrift
fr: Adresse postale
tl: Tirahang Padalahan ng Liham

source: Telephone Number
de: Rufnummer
fr: Numéro de téléphone
tl: Numero ng Telepono

source: Email Address
de: E-Mail-Adresse
fr: Courriel
tl: Tirahan ng e-liham

source: Contact Notes
de: Kontaktnotizen
fr: Commentaires sur les contacts
tl: Mga Talaan na Pangpakikipag-ugnayan

source: A list of all facilities.
de: Eine Liste aller Einrichtungen.
fr: Une liste de tous les établissements.
tl: Isang listahan ng lahat ng mga pasilidad.

source: Facility Report
de: Bericht zur Einrichtung
fr: Rapport sur l’établissement
tl: Ulat sa Pasilidad
