Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-manage/translations/templates/ihris-manage-application/*.po
Languages: es, et, lt

source: Hiring Decision
es: Decisión de Contratación
et: Tööle võtmise otsus
lt: Samdymo Sprendimas

source: Edit This Information
es: Editar esta información
et: Muuda seda infot
lt: Redaguoti šią informaciją

source: Update this Information
es: Actualizar esta información
et: Uuenda seda infot
lt: Atnaujinti šią informaciją

source: Interview Details
es: Detalles de la Entrevista
et: Intervjuu detailid
lt: Interviu detalės

source: Select the applicant name below for
es: Seleccione el nombre candidato para
et: Vali töökandidaadi nimi alt, teha
lt: Pasirinkite pareiškėjo vardą žemiau dėl

source: Make a job offer
es: Hacer propuesta de trabajo
et: Uus tööpakkumine
lt: Padaryti darbo pasiūlymą

source: There are no applicants for this position.
es: No hay candidatos para este puesto.
et: Sellele positsioonile pole kandideerijaid.
lt: Nėra pareiškėjų šiai pozicijai.

source: Position Information
es: Información del Puesto
et: Koha informatsioon
lt: Pozicijos Informacija

source: Applicant Questions
es: Preguntas de Candidato
et: Kandidaadi küsimused
lt: Pareiškėjo Klausimai

source: Open Position(s) Applied For
es: Puesto(s) a los que se postula
et: Avatud positsioon(id), millele kandideeritud

source: Review Applicants
es: Revisar Candidatos
et: Vaata üle taotlejad
lt: Peržiūrėti Pareiškėjus

source: return
es: volver
et: tagasi
lt: grįžti

source: Select the Open Position below to view all the applicants.
es: Seleccione un Puesto Abierto para ver todos los candidatos.
et: Vali avatud positsioon alt, et vaadata kõiki taotlejaid
lt: Pasirinkite Laisvą Poziciją žemiau, kad peržiūrėtumėte visus pareiškėjus

source: Can view position decision child form of a person
es: Puede visualizar el sub-formulario de Decisión de Posición de una Persona
et: Võib vaadata isiku positsiooni otsuse alamvormi

source: Can edit position decision child forms of a person
es: Puede Editar el sub-formulario de Decisión de Posición de una Persona
et: Võib redigeerida isiku positsiooni otsuse alamvormi

source: Can view position interview child form of a person
es: Puede Visualizar el sub-formulario de Entrevista para una Posición de una Persona
et: Võib vaadata isiku positsiooni intervjuu alamvormi

source: Can edit position interview child forms of a person
es: Puede Editar el sub-formulario de Entrevista para una Posición de una Persona
et: Võib redigeerida isiku positsiooni otsuse alamvormi

source: Applicant
es: Candidato
et: Taotleja
lt: Pareiškėjas

source: Position Interview
es: Entrevista para una Posición
et: Positsiooni intervjuu
lt: Pozicijos interviu

source: Position Decision
es: Decisión para una Posición
et: Positsiooni otsus
lt: Pozicijos Sprendimas

source: Position(s)
es: Posición(es)
et: Positsioon(id)
lt: Pozicija (-os)

source: Have you ever been convicted of a felony?
es: ¿Ha sido usted condenado por algún delito?
et: Kas oled kunagi kuriteos süüdi mõistetud?
lt: Ar jūs kada nors buvote nuteistas už nusikaltimą?

source: If yes, give the circumstances.
es: En caso afirmativo, detalle las circunstancias.
et: Kui jah, selgita olukorrast.
lt: Jei taip, nurodykite aplinkybes.

source: In addition to your work history, are there other skills, qualifications or experience we should consider?
es: Además de su historial laboral, ¿hay algunas otras habilidades, títulos o experiencia que debamos considerar?
et: Lisaks sinu töö ajaloole, kas on muid oskusi, kvalifikatsioone või kogemusi mida peaksime arvestama?
lt: Be jūsų darbo patirties ar yra kitų įgūdžių, kvalifikacijų ar patirties, kurią turėtume apsvarstyti?

source: How did you hear of this opening?
es: ¿Cómo se enteró de esta apertura?
et: Kuidas said sellest avatud positsioonist teada?
lt: Kaip sužinojote apie šią laisvą darbo vietą?

source: When can you start?
es: ¿Cuándo puede iniciar?
et: Millal võid alustada?
lt: Kada galite pradėti?

source: Desired Wage
es: Salario deseado
et: Soovitud palk
lt: Pageidaujamas Darbo Užmokestis

source: Are you looking for full-time employment?
es: ¿Está buscando empleo de jornada completa?
et: Kas otsite täiskohaga tööd?
lt: Ar jūs ieškote darbo visai darbo dienai?

source: If no, what hours are you available?
es: En caso negativo, ¿en qué horas está disponible?
et: Kui ei, mis tundidel olete saadaval?
lt: Jei ne, kokiomis valandomis jūs galite dirbti?

source: Date of Interview
es: Fecha de entrevista
et: Intervjuu kuupäev
lt: Interviu data

source: People Attending
es: Atención al cliente
et: Kohalolijad
lt: Dalyvaujantys Asmenys

source: Comments
es: Comentarios
et: Kommentaarid
lt: Komentarai

source: Date of Decision
es: Fecha de Decisión
et: Otsuse kuupäev
lt: Sprendimo Data

source: Make a Job Offer?
es: ¿Hacer una Oferta de Trabajo?
et: Saadad tööpakkumise?
lt: Siūlyti Darbą?

source: Add/Update Application
es: Agregar/actualizar aplicación
et: Lisa/Uuenda taotlus
lt: Pridėti/Atnaujinti Paraišką

source: Add/Update Position Decision
es: Añadir / Actualizar Decisión para una Posición
et: Lisa/Uuenda positsiooni otsus
lt: Pridėti/Atnaujinti Pozicijos Sprendimą

source: Add/Update Position Interview
es: Añadir / Actualizar Entravista para una Posición
et: Lisa/Uuenda positsiooni intervjuu
lt: Pridėti/atnaujinti pozicijos interviu

source: oops
es: ups
et: oi
lt: oi

source: You selected you were convicted of a felony but didn't describe the circumstances.
es: Has seleccionado que fueras condenado por un delito grave, pero no describiste las circunstancias.
lt: Jūs pasirinkote, kad buvote teistas už nusikaltimą, bet neaprašėte aplinkybių.

source: You selected not full time, but you didn't give what hours you are available.
es: Has seleccionado "no a tiempo completo", pero no has especificado a qué horas estás disponible.
lt: Jūs pasirinkote ne pilną etatą, bet nenurodėte kurios valandos jums tinka.

source: Can edit application child forms of a person
es: Puede editar los formularios de registro infantil de una persona

source: Can view application child form of a person
es: Puede ver el formulario de registro infantil de una persona
