Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage/*.po
Languages: br, es, et, mk, pt, pt_br

source: Add Person
br: Ouzhpennañ unan bennak
es: Añadir Persona
et: Lisa isik
mk: Додај лице
pt: Adicionar uma Pessoa
pt_br: Adicionar Pessoa

source: Review Applicants
br: Adwelet an emstriverien
es: Revisar Candidatos
et: Vaata üle taotlejad
mk: Прегледај кандидати
pt: Rever Candidatos
pt_br: Rever Candidatos

source: Manage People
br: Merañ tud
es: Gestionar Personas
et: Korralda inimesed
mk: Раководење со лица
pt: Gerir Pessoas
pt_br: Gerenciar Pessoas

source: Add a new employee
br: Ouzhpennañ un implijad nevez
es: Añadir un nuevo Empleado
et: Lisa uus töötaja
mk: Додај нов вработен
pt: Adicionar um novo trabalhador.
pt_br: Adicionar novo empregado

source: or applicant
br: pe un emstriver
es: o Candidato
et: või taotleja
mk: или кандидат
pt: ou candidato
pt_br: ou candidato

source: Search Records
br: Klask enrolladennoù
es: Buscar Registros
et: Otsi märked
mk: Пребарај записи
pt: Procurar nos registos
pt_br: Procurar Registos

source: Locate any employee or position record in the system to review, print or update.
br: Adkavout ne vern peseurt implijad pe post er reizhiad evit Adwelet, Moullañ pe Hizivaat anezhañ
es: Localizar un empleado o puesto almacenado en el sistema para verlo, imprimirlo o actualizarlo.
et: Leia mis tahes töötaja või kohamärge süsteemis ülevaatuseks, trükkimiseks või uuendamiseks.
mk: Пронаоѓање на запис за лице или раб. место во системот за проверка, печатење или поднова.
pt: Localizar qualquer trabalhador ou registo de cargo no sistema, para rever, imprimir ou atualizar.
pt_br: Localizar qualquer empregado ou registro de cargo no sistema para revisar, imprimir ou atualizar.

source: View Reports
br: Gwelet an danevelloù
es: Ver Reportes
et: Vaata aruandeid
mk: Преглед на извештаи
pt: Visualizar Relatórios
pt_br: Ver Denúncias

source: Configure System
br: Arventenniñ ar reizhiad
es: Configurar Sistema
et: Kohanda süsteem
mk: Поставки за системот
pt: Configurar Sistema
pt_br: Configurar Sistema

source: Configure modules, administer positions, customize drop down menus and create or update user accounts.
br: Kefluniañ ar modulennoù, merañ ar postoù, personelaat al lañserioù pe krouiñ pe hizivaat ar c'hontoù implijerien
es: Configure módulos, administre puestos, personalice menús contextuales y cree o actualice cuentas de usuario.
et: Konfigureeri moodulid, kohanda positsioonid, rippmenüüd ja loo või uuenda kasutajakontosid.
mk: Поставки за модули, управување со работни места, прилагодување на паѓачки менија и создавање или подновување на кориснички сметки.
pt: Configurar módulos, administrar cargos, customizar os menus de drop down e criar ou atualizar as contas de utilizador.
pt_br: Configurar módulos, cargos administradores, personalizar menus drop-down e criar ou atualizar contas de usuário.

source: Change Password
br: Cheñch ger-tremen
es: Cambiar contraseña
et: Muuda salasõna
mk: Смени лозинка
pt: Alterar Senha
pt_br: Alterar Senha

source: View Person
br: Gwelet an den
es: Ver Persona
et: Vaata isikut
mk: Преглед на лице
pt: Visualizar Pessoa
pt_br: Visualizar Pessoa

source: Individual Information
br: Titouroù hiniennel
es: Información Individual
et: Isiku informatsioon
mk: Поединечни информации
pt: Informação Individual
pt_br: Informação Individual

source: Hide
br: Kuzhat
es: Ocultar
et: Peida
mk: Скриј
pt: Ocultar
pt_br: Ocultar

source: Set Position
br: Arventennañ ur Post
es: Colocar Puesto
et: Säti koht
mk: Задај раб. место
pt: Definir Posição
pt_br: Configurar Cargo

source: Add Demographic Information
br: Ouzhpennañ titouroù demografek
es: Añade información demográfica
et: Lisa demograafia-põhine info
mk: Додај демографски информации
pt: Adicionar Informação Demográfica
pt_br: Adicionar as Informações Demográficas

source: Add Identification
br: Ouzhpennañ an anaoudadur
es: Añade identificación
et: Lisa identifikaator
mk: Додај ифентификација
pt: Adicionar Identificação
pt_br: Adicionar Identificação

source: Edit This Information
br: Cheñch an titour-mañ
es: Editar esta información
et: Muuda seda infot
mk: Уреди ги информацииве
pt: Editar Esta Informação
pt_br: Editar esta Informação

source: Update this Information
br: Hizivaat an titour-mañ
es: Actualizar esta información
et: Uuenda seda infot
mk: Поднови ги информацииве
pt: Atualizar esta informação
pt_br: Atualizar esta Informação

source: View Name History
br: Gwelet istor an anv
es: Ver Historial de Nombres
et: Vaata nime ajalugu
mk: Преглед на историја на имиња
pt: Visualizar Histórico de Nomes
pt_br: Ver Histórico de Nomes

source: Name / Nationality
br: Anv / Broadelezh
es: Nombre / Nacionalidad
et: Nimi / Rahvus
mk: Име / Националност
pt: Nome / Nacionalidade
pt_br: Nome / Nacionalidade

source: Contact Information
br: Titouroù war an darempred
es: Información de Contacto
et: Kontaktinfo
mk: Контактни податоци
pt: Informação de Contacto
pt_br: Informações de Contato

source: Position Information
br: Titouroù war ar post
es: Información del Puesto
et: Koha informatsioon
mk: Информации за раб. место
pt: Informação sobre o Cargo
pt_br: Informação do Cargo

source: Add Benefit/Special Payment
br: Ouzhpennañ ur splet/Paeamant dibar
es: AñadirBeneficios/Paga Especial
et: Lisa hüvitis/eriline makse
mk: Додај додаток/посебна исплата
pt: Adicionar Benefício/Pagamento Especial
pt_br: Adicionar Benefício/Pagamento Especial

source: Qualifications
br: Perzhegezhioù
es: Calificaciones
et: Kvalifikatsioonid
mk: Квалификации
pt: Qualificações
pt_br: Qualificações

source: Add Registration
br: Ouzhpennañ un enskrivadur
es: Añadir Registro
et: Lisa registratsioon
mk: Додај регистрација
pt: Adicionar Registo
pt_br: Adicionar Registro

source: Add Language Proficiency
br: Ouzhpennañ ur yezh mestroniet
es: Añadir Nivel de Idiomas
et: Lisa keeleoskus
mk: Додај познавање јазици
pt: Adicionar Proeficiência Linguística
pt_br: Adicionar Proficiência em Línguas

source: Add Competency
br: Ouzhpennañ ur varregezh
es: Añadir Competencia
et: Lisa kompetentsus
mk: Додај компетентност
pt: Adicionar Competência
pt_br: Adicionar Competência

source: Competency Evaluations
br: Priziañ ar barregezhioù
es: Evaluaciones de Competencia
et: Kompetentsuse hinnangud
mk: Оценки на компетентност
pt: Avaliações de Competência
pt_br: Avaliações de Competência

source: Training Courses
br: Kentelioù stummañ
es: Cursos de Entrenamiento
et: Treeningkursused
mk: Курсеви за обука
pt: Cursos de Formação
pt_br: Cursos de Treinamento

source: Add Training Course
br: Ouzhpennañ ur gentel stummañ
es: Añadir Cursos de Entrenamiento
et: Lisa kursus
mk: Додај курс за обука
pt: Adicionar Curso de Formação
pt_br: Adicionar Cursos de Treinamento

source: Application
br: Emstrivadur
es: solicitud
et: Taotlus
mk: Пријавница
pt: Candidatura
pt_br: Aplicação

source: Add Application
br: Ouzhpennañ ur Poellad
es: Añadir aplicación
et: Lisa taotlus
mk: Додај пријавница
pt: Adicionar Candidatura
pt_br: Adicionar uma Aplicação

source: Log Interview Details
br: Enrollañ munudoù an atersadenn
es: Histórico de Detalles de Entrevista
et: Logi intervjuu detailid
mk: Заведи податоци од интервју
pt: Inserir Detalhes da Entrevistas
pt_br: Detalhes do Log da Entrevista

source: Log Hiring Decision
br: Enrollañ an diviz tuta
es: Histórico de Decisiones de Contratación
et: Logi tööle võtu valik
mk: Заведи одлука за вработување
pt: Inserir Decisão de Contratação
pt_br: Log da Decisão de Contratação

source: Employment History
br: Istor an implij
es: Historial de Contratación
et: Töötamisajalugu
mk: Историја на вработување
pt: Histórico de Emprego
pt_br: Histórico de Contratação

source: Add Employment
br: Ouzhpennañ ar chemet micherel
es: Añadir Empleo
et: Lisa tööhõive
mk: Додај вработување
pt: Adicionar Emprego
pt_br: Adicionar Emprego

source: Education History
br: Diagentoù deskadurezh
es: Historial Educativo
et: Haridusajalugu
mk: Историја на образование
pt: Histórico de Educação
pt_br: Histórico de Educação

source: Add Education
br: Ouzhpennañ an deskadurezh
es: Añadir Estudios
et: Lisa haridus
mk: Додај образование
pt: Adicionar Educação
pt_br: Adicionar Educação

source: Notes
br: Notennoù
es: Notas
et: Märkmed
mk: Белешки
pt: Notas
pt_br: Notas

source: Add Note
br: Ouzhpennañ un notenn
es: Añadir Nota
et: Lisa märge
mk: Додај белешка
pt: Adicionar Nota
pt_br: Incluir Nota

source: Administer Database
br: Merañ an diaz roadennoù
es: Administrar Base de datos
et: Halda andmebaasi
mk: Управување со базата
pt: Administrar Base de Dados
pt_br: Administrar Banco de Dados

source: Administer Positions
br: Merañ ar Postoù
es: Administrar Puestos
et: Halda positsioone
mk: Управување со раб. места
pt: Administrar Cargos
pt_br: Administrar Cargos

source: Create Job Structure
br: Krouiñ ur framm implij
es: Crear Estructura de Trabajo
et: Loo tööstruktuur
mk: Создај структура на раб. мест.
pt: Criar Estrutura do Cargo
pt_br: Criar Estrutura de Empregos

source: Cadres
br: Sternioù
es: Grupos
et: Kaadrid
mk: Кадри
pt: Escalão
pt_br: Quadros

source: Job Classifications
br: Rummatadurioù al labourioù
es: Clasificaciones de Empleo
et: Töö klassifikatsioonid
mk: Класификации на раб. мест.
pt: Classificação dos Escalões
pt_br: Classificações de Emprego

source: Salary Grades
br: Skeulioù goproù
es: Grados Salariales
et: Palgatasemed
mk: Степени на плати
pt: Níveis Salariais
pt_br: Graus de Salário

source: Jobs
br: Labourioù
es: Empleos
et: Töökohad
mk: Работни места
pt: Cargos
pt_br: Trabalhos

source: Manage Positions
br: Merañ ar Postoù
es: Gestionar Puestos
et: Halda positsioone
mk: Раководење со раб. места
pt: Gerir Cargos
pt_br: Administrar Cargos

source: Salary Sources
br: Mammennoù korvoder
es: Fuentes de Salario
et: Palga allikad
mk: Извори на плата
pt: Fontes de Salário
pt_br: Fontes de Salário

source: Position Types
br: Seurtoù post
es: Tipos de Puestos
et: Positsioonitüübid
mk: Типови на раб. места
pt: Tipos de Cargos
pt_br: Tipos de Cargo

source: Positions (by Facility)
br: Post (dre framm)
es: Puestos (por Institución)
et: Positsioonid (jaoskonna üle)
mk: Работни места (по одделенија)
pt: Cargos (por Unidade)
pt_br: Cargos (por Habilidade)

source: Positions (by Status)
br: Post (dre statud)
es: Puestos (por Estado)
et: Positsioonid (oleku üle)
mk: Работни места (по статус)
pt: Cargos (por Estado Actual)
pt_br: Cargos (por Status)

source: Administer Other Lists
br: Merañ a rolloù all
es: Administrar Otras Listas
et: Halda teisi nimekirju
mk: Управување со други списоци
pt: Administrar Outras Listas
pt_br: Administrar Outras Listas

source: Organization Lists
br: Listennoù an aozadurioù
es: Lista de Organizaciones
et: Organisatsioonide nimekirjad
mk: Организациони списоци
pt: Listas da Organização
pt_br: Listas da Organização

source: Facility Type
br: Seurt diazezadur
es: Tipo de Institución
et: Jaoskonna tüüp
mk: Тип на установата
pt: Tipo de Unidade
pt_br: Tipo de Habilidade

source: Office/Facility
br: Burev/Diazezadur
es: Oficina/Institución
et: Büroo/Jaoskond
mk: Канцеларија/Установа
pt: Agência/Unidade
pt_br: Escritório/Habilidade

source: Department
br: Departamant
es: Departamento
et: Osakond
mk: Оддел
pt: Departmento
pt_br: Departamento

source: Registration Councils
br: Kuzulioù enskrivañ
es: Consejos de Registro
et: Registratsiooni kantseleid
mk: Регистрациски совети
pt: Conselhos de Registo
pt_br: Conselhos de Registro

source: Employee Lists
br: Roll an implijidi
es: Lista de Empleados
et: Töötaja nimekirjad
mk: Списоци на вработени
pt: Lista de Trabalhadores
pt_br: Listas de Empregrados

source: Education Type
br: Seurt deskadurezh
es: Tipo de Educación
et: Haridustüüp
mk: Тип на образование
pt: Tipo de Educação
pt_br: Tipo de Educação

source: Degree
br: Diplomoù
es: Título
et: Teaduskraad
mk: Диплома
pt: Grau
pt_br: Grau

source: Language
br: Yezh
es: Idioma
et: Keel
mk: Јазик
pt: Língua
pt_br: Idioma

source: Competency Type
br: Seurt barregezh
es: Tipo de Competencia
et: Kompetentsustüüp
mk: Тип на компетентност
pt: Tipo de Competência
pt_br: Tipo de Competência

source: Competency
br: Barregezhioù
es: Competencia
et: Kompetentsus
mk: Компетентност
pt: Competência
pt_br: Competência

source: Competency Evaluation
br: Prizañ ar varregezh
es: Evaluación de Competencia
et: Kompetentsuse hinnang
mk: Оценка на компетентноста
pt: Avaliação de Competência
pt_br: Avaliação de Competência

source: Identification Type
br: Seurt anaout
es: Tipo de Identificación
et: Identifikatsiooni tüüp
mk: Тип на идентификација
pt: Tipo de Identificação
pt_br: Tipo de Identificação

source: Benefit Type
br: Seurt spletoù
es: Tipo de Beneficio
et: Hüvitise tüüp
mk: Тип на додаток
pt: Tipo de Benefício
pt_br: Tipo de Benefício

source: Marital Status
br: Statud dimeziñ
es: Estado civil
et: Abieluseis
mk: Брачна состојба
pt: Estado Civil
pt_br: Estado civil

source: Reasons for Departure
br: Abegoù an disparti
es: Motivos de Partida
et: Lahkumise põhjused
mk: Причина за напуштање
pt: Motivo de Saída
pt_br: Razões para Demissão

source: Geographic Information
br: Titouroù douaroniel
es: Información Geográfica
et: Geograafilised andmed
mk: Географски информации
pt: Informação Geográfica
pt_br: Informações Geográficas

source: Country
br: Bro
es: País
et: Riik
mk: Земја
pt: País
pt_br: País

source: Region
br: Rannvro
es: Región
et: Piirkond
mk: Регион
pt: Região
pt_br: Região

source: District
br: Distrig
es: Distrito
et: Linnaosa
mk: Област
pt: Distrito
pt_br: Bairro

source: County
br: Kontelezh
es: Municipio
et: Maakond
mk: Округ
pt: Condado
pt_br: Condado

source: Currency
br: Teulenn
es: Moneda
et: Valuuta
mk: Валута
pt: Moeda
pt_br: Moeda

source: Training Course Information
br: Titouroù war ar c'hentelioù stummañ
es: Información del Curso de Entrenamiento
et: Treeningkursuse informatsioon
mk: Информации за курс за обука
pt: Informação sobre o Curso de Formação
pt_br: Informação do Curso de Treinamento

source: Status of a Training Course
br: Status ar gerntel stummañ
es: Estado del Curso de Entrenamiento
et: Kursuse olek
mk: Статус на курсот за обука
pt: Estado de um Curso de Formação
pt_br: Status de um Curso de Treinamento

source: Requestors of a Training Course
br: Goulennoù kentelioù stummañ
es: Solicitantes de un Curso de Entrenamiento
et: Treeningkursuse soovijad
mk: Баратели на курс за обука
pt: Pedidos de um Curso de Formação
pt_br: Candidatos à um Curso de Treinamento

source: Evaluation of a Training Course
br: Prizañ ar gentel stummañ
es: Evaluación del Curso de Entrenamiento
et: Treeningkursuse hinnang
mk: Оценка на курсот за обука
pt: Avaliação de um Curso de Formação
pt_br: Avaliação de um Curso de Treinamento

source: Category of a Training Course
br: Rummad ar gentel stummañ
es: Categoría del Curso de Entrenamiento
et: Treeningkursuse kategooria
mk: Категорија на курсот за обука
pt: Categoria de um Curso de Formação
pt_br: Categoria de um Curso de Treinamento

source: Training Institution
br: Ensavadur stummañ
es: Institución de Entrenamiento
et: Treeninguinstituut
mk: Установа
pt: Instituição de Formação
pt_br: Instituição de Treinamento

source: Training Funder
br: Arc'hantaouer ar stummadur
es: Financiador de Entrenamiento
et: Treeningu rahastaja
mk: Обезбедувач на средства за обуката
pt: Financiador da Formação
pt_br: Financiador do Treinamento

source: Continuing Education Course
br: Kentel stummañ dibaouez
es: Curso de educación continua
et: Hariduskursuse jätkamine
mk: Курс за понатамошно образование
pt: Curso de Educação Contínua
pt_br: Curso de Formação Contínuo

source: Search People
br: Klask tud
es: Buscar Personas
et: Otsi inimesi
mk: Пребарување на луѓе
pt: Procurar Pessoas
pt_br: Procurar Pessoas

source: Search Positions
br: Klask ar postoù
es: Buscar Puestos
et: Otsi positsioone
mk: Пребарување на раб. места
pt: Procurar Cargos
pt_br: Procurar Cargos

source: Locate any person's record in the system to review, print or update.
br: Kavout ne vern peseurt titouroù un den er reizhiad evit adwelet, moullañ pe hizivaat anezho.
es: Buscar cualquier registro de persona en el sistema para verlo, imprimirlo o actualizarlo.
et: Leia mis tahes isiku kirje süsteemis hindamiseks, trükkimiseks või uuendamiseks.
mk: Пронаоѓање на запис за лице во системот за проверка, печатење или поднова.
pt: Localizar o registo de qualquer pessoa no sistema, para rever, imprimir ou atualizar.
pt_br: Localizar qualquer registro de pessoa no sistema para rever, imprimir ou atualizar.

source: Locate any position in the system to review, print or update.
br: Kavout ne vern peseurt titouroù un den er reizhiad evit adwelet, moullañ pe hizivaat anezho.
es: Buscar cualquier puesto en el sistema para verlo, imprimirlo o actualizarlo.
et: Leia mis tahes positsiooni kirje süsteemis hindamiseks, trükkimiseks või uuendamiseks.
mk: Пронаоѓање на запис за раб. место во системот за проверка, печатење или поднова.
pt: Localizar qualquer cargo no sistema, para rever, imprimir ou atualizar.
pt_br: Localizar qualquer cargo no sistema para rever, imprimir ou atualizar.

source: Can edit some organizational database lists
br: Evit kemmañ rolloù diazoù roadennoù aozadurioù zo
es: Puede editar algunas listas de base de datos organizacionales
et: Saab redigeerida mõnd organisatsiooni andmebaasi nimekirja
mk: Може да уредува извесни организациони списоци во базата
pt: Pode editar algumas listas de bases de dados da organização
pt_br: Pode editar alguns bancos de dados organizacionais.

source: Can view some organizational database lists
br: Evit diskwel rolloù diazoù roadennoù aozadurioù zo
es: Puede ver algunas listas de base de datos organizacionales
et: Saab vaadata mõnd organisatsiooni andmebaasi nimekirja
mk: Може да прегледува извесни организациони списоци во базата
pt: Pode visualizar algumas listas de bases de dados da organização
pt_br: Pode ver alguns bancos de dados organizacionais.

source: Can edit all organizational database lists
br: Evit kemmañ an holl rolloù diazoù roadennoù aozadurioù zo
es: Puede editar todas las listas de base de datos organizacionales
et: Saab redigeerida kõiki organisatsiooni andmebaasi nimekirju
mk: Може да ги уредува сите организациони списоци во базата
pt: Pode editar todas as listas de bases de dados da organização
pt_br: Pode editar todos os bancos de dados organizacionais.

source: Can view all organizational database lists
br: Evit diskwel an holl rolloù diazoù roadennoù aozadurioù zo
es: Puede ver todas las listas de base de datos organizacionales
et: Saab vaadata kõiki organisatsiooni andmebaasi nimekirju
mk: Може да ги прегледува сите организациони списоци во базата
pt: Pode visualizar todas as listas de bases de dados da organização
pt_br: Pode ver todos os bancos de dados organizacionais.

source: Can edit some employee database lists
br: A c'hall kemmañ rolloù diazoù an implijdi
es: Puede editar algunas listas de base de datos de empleados
et: Saab redigeerida mõnd töötaja andmebaasi nimekirja
mk: Може да уредува извесни списоци на вработени во базата
pt: Pode editar algumas listas de bases de dados de trabalhadores
pt_br: Pode editar alguns bancos de dados de empregados.

source: Can view some employee database lists
br: A c'hall kemmañ rolloù zo eus diazoù roadennoù an implijdi
es: Puede ver algunas listas de base de datos de empleados
et: Saab vaadata mõnd töötaja andmebaasi nimekirja
mk: Може да прегледува извесни списоци на вработени во базата
pt: Pode visualizar algumas listas de bases de dados de trabalhadores
pt_br: Pode ver alguns bancos de dados de empregados.

source: Can edit all employee database lists
br: A c'hall kemmañ holl rolloù diazoù roadennoù an implijidi
es: Puede editar todas las listas de base de datos de empleados
et: Saab redigeerida kõiki töötaja andmebaasi nimekirja
mk: Може да ги уредува сите списоци на вработени во базата
pt: Pode editar todas as listas de bases de dados de trabalhadores
pt_br: Pode editar todos os bancos de dados de empregados.

source: Can view all employee database lists
br: A c'hall diskwel evit holl rolloù diazoù roadennoù an implijidi
es: Puede ver todas las listas de base de datos de empleados
et: Saab vaadata kõiki töötaja andmebaasi nimekirja
mk: Може да ги прегледува сите списоци на вработени во базата
pt: Pode visualizar todas as listas de bases de dados de trabalhadores
pt_br: Pode ver todos os bancos de dados de empregados.

source: Can edit some position database lists
br: Evit kemmañ rolloù post zo eeus an diaz roadennoù
es: Puede editar algunas listas de base de datos de posición
et: Saab redigeerida mõnd positsioonide andmebaasi nimekirja
mk: Може да уредува извесни списоци на раб. места во базата
pt: Pode editar algumas listas de bases de dados de cargos
pt_br: Pode editar alguns bancos de dados de cargos.

source: Can view some position database lists
br: Evit diskwel rolloù post zo eu an diazez roadennoù
es: Puede ver algunas listas de base de datos de posición
et: Saab vaadata mõnd positsioonide andmebaasi nimekirja
mk: Може да прегледува извесни списоци на раб. места во базата
pt: Pode visualizar algumas listas de bases de dados de cargos
pt_br: Pode ver alguns bancos de dados de cargos.

source: HR Manager
br: Merour ar c'hoskor
es: Gerente de Recursos Humanos
et: IR Mänedžer
mk: Раководител на ЧР
pt: Gestor de RH
pt_br: Gerente do RH

source: HR Staff
br: Implijdi ar c'hoskor
es: Personal de recursos humanos
et: IR Personal
mk: Персонал за ЧР
pt: Pessoal de RH
pt_br: Empregado do RH

source: Executive Manager
br: Sterner uhel
es: Gerente Ejecutivo
et: Peamänedžer
mk: Извршен директор
pt: Director Executivo
pt_br: Gerente Executivo

source: Training Manager
br: Merour ar stummadur
es: Administrador de entrenamiento
et: Treeningumänedžer
mk: Раководител на обука
pt: Gestor de Formação
pt_br: Gerente em Treinamento

source: Send Feedback
br: Kas keloù
es: Enviar comentarios
et: Saada tagasisidet
mk: Испрати примедби
pt: Enviar Feedback
pt_br: Mandar Comentário

source: Add Passport Photo
br: Ouzhpennañ ur poltred paseporzh
es: Agregar foto tamaño pasaporte
et: Lisa passipilt
mk: Додај пасошка слика
pt: Adicionar Foto de Passaporte
pt_br: Adicionar Foto de Passaporte

source: Add Resume
br: Ouzhpennañ ur CV
es: Agregar CV
et: Lisa CV
mk: Додај резиме
pt: Adicionar CV
pt_br: Adicionar Sumário

source: Current Disciplinary Actions
es: Acciones disciplinarias actuales
et: Praegused distsiplinaarsed toimingud
mk: Тековни дисциплински мерки
pt: Atuais ações disciplinares
pt_br: Procedimentos Disciplinares Atuais

source: New Action
br: Obererezh nevez
es: Nueva acción
et: Uus toiming
mk: Нова мерка
pt: Nova ação
pt_br: Novo Procedimento

source: History
br: Istor
es: Historial
et: Ajalugu
mk: Историја
pt: Histórico
pt_br: Histórico

source: Workplace Accidents
br: Gwallzarvoudoù labour
es: Accidentes de trabajo
et: Tööõnnetused
mk: Незгоди на раб. место
pt: Acidentes no Local de Trabalho
pt_br: Acidentes de Trabalho

source: Report Accident
br: Kemenn un darvoud
es: Reporte Accidente
et: Teata õnnetusest
mk: Пријави незгода
pt: Reportar Acidente
pt_br: Relatar Acidente

source: Scheduled Training Courses
br: Kentel stummañ programmet
es: Cursos de Entrenamientos Programados
et: Kavandatud treeningkursused
mk: Закажани курсеви за обука
pt: Cursos de Formação Programados
pt_br: Cursos de Treinamento Agendados

source: Disciplinary Actions
es: Acciones Disciplinarias
et: Distsiplinaarsed toimingud
mk: Дисциплински мерки
pt: Ações disciplinares
pt_br: Procedimentos Disciplinares

source: Accident Type
br: Seurt gwallzarvoud
es: Tipo de Accidente
et: Õnnetuse tüüp
mk: Тип на незгода
pt: Tipo de Acidente
pt_br: Tipo de Acidente

source: Disciplinary Action Type
es: Tipo de acción disciplinaria
et: Distsiplinaarse toimingu tüüp
mk: Тип на дисциплинска мерка
pt: Tipo de ação disciplinar
pt_br: Tipo de Procedimento Disciplinar
