Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage/*.po
Languages: br, es, et, mk, pt, pt_br

source: Standardized Letters
br: Lizheroù skoueriekaet
es: Cartas estandarizadas
et: Standardiseeritud kirjad
mk: Стандардизирани писма
pt: Cartas Padronizadas
pt_br: Cartas Padronizadas

source: Dependent Information
br: Titouroù war ar vevadourien
es: Información del dependiente
et: Sõltuva informatsioon
mk: Информации за зависно лице
pt: Informação Sobre Dependentes
pt_br: Informações de Dependentes

source: Add Dependent
es: Agregar dependiente
et: Lisa sõltuv
mk: Додај зависно лице
pt: Adicionar Dependente
pt_br: Adicionar Dependente

source: Next of Kin Information
br: Titouroù war an den kar nesañ
es: Información del pariente más cercano
et: Lähissugulase informatsioon
mk: Најблизок роднина
pt: Informação Sobre Parentes Próximos
pt_br: Informação de Parente Próximo

source: Add Next of Kin
br: Ouzhpennañ an den kar nesañ
es: Añadir pariente más cercano
et: Lisa lähissugulane
mk: Додја најблизок роднина
pt: Adicionar Parente Próximo
pt_br: Adicionar Parente Próximo

source: Can edit some planning database lists
br: Evit kemmañ rolloù post eus an diazoù roadennoù steuñv
es: Puede editar algunas listas de base de datos de planificación
et: Saab redigeerida mõnd planeerimise andmebaasi nimekirja
mk: Може да уредува извесни списоци за планирање во базата
pt: Pode editar algumas listas da base de dados de planeamento
pt_br: Pode editar alguns bancos de dados de planejamento

source: Can view some planning database lists
es: Puede ver algunas listas de base de datos de planificación
et: Saab vaadata mõnd planeerimise andmebaasi nimekirja
mk: Може да прегледува извесни списоци за планирање во базата
pt: Pode ver algumas listas da base de dados de planeamento
pt_br: Pode ver alguns bancos de dados de planejamento

source: Can edit all planning database lists
es: Puede editar todas las listas de base de datos de planificación
et: Saab redigeerida kõiki planeerimise andmebaasi nimekirja
mk: Може да ги уредува сите списоци за планирање во базата
pt: Pode editar todas as listas da base de dados de planeamento
pt_br: Pode editar todos os bancos de dados de planejamento

source: Can view all planning database lists
es: Puede ver todas las listas de base de datos de planificación
et: Saab vaadata kõiki planeerimise andmebaasi nimekirja
mk: Може да ги прегледува сите списоци за планирање во базата
pt: Pode ver todas as listas da base de dados de planeamento
pt_br: Pode ver todos os bancos de dados de planejamento

source: Planning Information
br: Titouroù an implij-amzer
es: Información de planificación
et: Planeerimise informatsioon
mk: Информации за планирање
pt: Informação de Planeamento
pt_br: Informação de Planejamento

source: Establishment Type
br: Seurt diazezadur
es: Tipo de establecimiento
et: Asutustüüp
mk: Тип на кадров состав
pt: Tipo de Quadros
pt_br: Tipo de Estabelecimento

source: Establishment Period
br: Prantad lakaat reoladoù da dalvezout
es: Periodo de establecimiento
et: Asutusperiood
mk: Период на кадров состав
pt: Período dos Quadros
pt_br: Período de Estabelecimento

source: Establishments
br: Ar reoladoù
es: Establecimientos
et: Asutused
mk: Претпријатија
pt: Quadros (por Função ou Escalão)
pt_br: Estabelecimento

source: Scanned Paper Records
br: Enrolladennoù paperennoù skannet
es: Registros de papel escaneados
et: Skaneeritud paberkirjed
mk: Отсликана хартиена евиденција
pt: Registos Digitalizados
pt_br: Registros de Papéis Digitalizados

source: Add Scanned Document
br: Ouzhpenneañ ur baberenn skannet
es: Agregar documento escaneado
et: Lisa skaneeritud paberkirje
mk: Додај отсликан документ
pt: Adicionar Documento Digitalizado
pt_br: Adicionar Documento Digitalizado

source: Confirmation Types
br: Seurtoù kadarnaat
es: Tipos de Confirmación
mk: Видови потврди
pt: Tipos de Confirmação
pt_br: Tipos de Confirmação

source: Confirmation Information
br: Titouroù kadarnaat
es: Información de Confirmación
mk: Информации за потврда
pt: Informação de Confirmação
pt_br: Informação da Confirmação

source: Record Status
es: Estatus del Registro
mk: Записен статус
pt: Estado do Relatório
pt_br: Situação do Registro

source: Self Service
br: Emservij
es: Autoservicio
pt_br: Auto Serviço

source: Assign User Account
br: Deverkañ ur gont implijer
es: Asignar la cuenta de usuario
pt_br: Atribuir Conta de Usuário

source: Please Log In
br: Kevreit mar plij
es: Por favor inicia sesión
pt_br: Por favor logue-se

source: Enter your username and password.
br: Kasit hoc'h implijer hag ho ker-tremen.
es: Introduce tu nombre de usuario y contraseña
pt: Digite o seu nome de utilizador e senha.
pt_br: Digite seu nome de usuário e senha

source: Username
br: Anv implijer
es: Nombre de usuario
pt: Utilizador
pt_br: Nome de usuário

source: Password
br: Ger-tremen
es: Contraseña
pt: Palavra-passe
pt_br: Senha

source: Current Positions
es: Puestos actuales
pt: Posições Actuais
pt_br: Cargos Atuais

source: View Open Positions
es: Ver puestos vacantes
pt: Ver Posições em Aberto
pt_br: Ver Cargos Abertos

source: View Your Record
br: Gwelet hoc'h enrolladur
es: Ver tu registro
pt: Ver o que Guardou
pt_br: Ver seu Registro

source: To track a person in the database, whether an employee or a job applicant, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
es: Para buscar una persona en la base de datos, ya sea un empleado o un candidato, añadir un registro para esa persona. Cierta información es requerida para iniciar un nuevo registro. Una vez generado el registro, se habilitarán opciones adicionales para añadir más datos acerca de la persona. Un miembro o un administrador de RRHH puede agregar una nueva persona al sistema.
et: Et jälgida isikut andmebaasis, olgu ta töötaja või tööle kandideerija, lisa selle isiku kohta kirje. Teatud info on vajalik, et alustada uus kirje. Kui kirje on loodud, lisavalikud isiku lisainfo andmiseks on saadavad. IR personali liige või IR mänedžer võib lisada uue isiku süsteemi.
mk: За да следите некое лице во базата, било да е вработен или кандидат за работно место, додајте запис за тоа лице. Потребни се извесни информации за да можете да почнете нов запис. Откако ќе ја создадете евиденцијата, ќе добиете дополнителни можности за додавање на податоци за лицето. Ново лице во системот може да додаде член на персоналот за ЧР или раководител на ЧР.
pt: Para localizar uma pessoa na base de dados seja trabalhador ou candidato, adicione um registo para essa pessoa. Para algumas informações será necessário criar um novo registo. Após a criação deste registo, ficarão disponíveis novas opções de inserção de dados sobre a pessoa. Uma pessoa dos RH ou o Gestor de RH poderão adicionar uma nova pessoa ao sistema.
pt_br: Para procurar uma pessoa no banco de dados, seja um empregado ou um candidato ao emprego, adicione um registro para essa pessoa. Certas informações são necessárias para um novo registro. Uma vez que o registro foi gerado, opções adicionais para adicionar dados sobre a pessoa estarão disponíveis. Um empregado do RH ou um gerente do RH pode adicionar uma pessoa para o sistema.

source: To track a person in the database, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
es: Para buscar una persona en la base de datos, añada un registro para esa persona. Cierta información es requerida para iniciar un nuevo registro. Una vez generado el registro, se habilitarán opciones adicionales para añadir más datos acerca de la persona. Un miembro o un administrador de RRHH puede agregar una nueva persona al sistema.
et: Et jälgida isikut andmebaasis, lisa selle isiku kohta kirje. Teatud info on vajalik, et alustada uus kirje. Kui kirje on loodud, lisavalikud isiku lisainfo andmiseks on saadavad. IR personali liige või IR mänedžer võib lisada uue isiku süsteemi.
mk: За да следите некое лице во базата, додајте запис за тоа лице. Потребни се извесни информации за да можете да почнете нов запис. Откако ќе ја создадете евиденцијата, ќе добиете дополнителни можности за додавање на податоци за лицето. Ново лице во системот може да додаде член на персоналот за ЧР или раководител на ЧР.
pt: Para localizar uma pessoa na base de dados, adicione um registo para essa pessoa. Para algumas informações será necessário criar um novo registo. Após a criação deste registo, ficarão disponíveis novas opções de inserção de dados sobre a pessoa. Uma pessoa dos RH ou o Gestor de RH poderão adicionar uma nova pessoa ao sistema.
pt_br: Para procurar uma pessoa no banco de dados, adicione um registro para essa pessoa. Certas informações são necessárias para um novo registro. Uma vez que o registro foi gerado, opções adicionais para adicionar dados sobre a pessoa estarão disponíveis. Um empregado do RH ou um gerente do RH pode adicionar uma pessoa para o sistema.

source: Once one or more applications have been recorded for an open position, an HR Staff person, HR Manager or Executive Manager can review the applications and record notes during the hiring process. Click Review Applicants to review all of the applications for any open position.
es: Una vez que uno o más candidatos fueron cargados para un puesto abierto, el personal de RRHH, un Administrador o Ejecutivo de RRHH puede revisar las candidaturas y guardar notas durante el proceso de contratación. Haga click en Revisar Candidatos para revisar a todos los candidatos para cualquier puesto abierto.
et: Kui üks või rohkem taotlusi on registreeritud, IR personali isik, IR mänedžer, või peamänedžer saab vaadata üle taotlused ja teha märkmeid tööle võtmise ajal. Klõpsa nupule Vaata üle taotlejad, et üle vaadata kõik taotlused avatud kohtadele.
mk: Откако ќе заведете една или повеќе пријавници за слободно работно место, пријавниците ќе ги прегледа член на персоналот за ЧР, раководител на ЧР или извршен директор и ќе евидентира забелешки во текот на постапката на вработување. Стиснете на „Прегледај кандидати“ за да ги прегледате сите пријавници за извесно слободно работно место.
pt: Após o registo de uma ou mais candidaturas terem sido registadas para uma vaga, alguém dos RH, O Gestor de RH ou o Director Executivo podem rever as candidaturas e tomar notas durante o processo de contratação. Clique em Rever Candidatos para rever todas candidaturas a qualquer vaga.
pt_br: Se uma ou mais aplicações forem gravadas para um cargo aberto, um funcionário, um gerente ou um Gerente Executivo pode revisar as aplicações e gravar notas durante o processo de contratação. Clique em Revisar Candidatos para rever todas as aplicações para um cargo aberto

source: record to the system, and search for and update records that have been entered into the system.
es: o candidato al sistema, buscar o actualizar registros que ya fueron ingresados al sistema.
et: märge süsteemi ja otsi ning uuenda märked, mis on süsteemi sisestatud.
mk: запис во системот, и пребарајте и подновете ги записите внесени во системот.
pt: registar no sistema, e procurar e actualizar registos que tenham sido inseridos no sistema.
pt_br: gravar no sistema, e procurar e atualizar registros que foram inseridos no sistema.

source: Also complete job applications for open positions, review completed applications and assign a position to the successful applicant.
es: Además, complete candidaturas para puestos abiertos, revise candidaturas completas o asigne una posición al candidato exitoso.
et: Lisaks täida töötaotlused avatud kohtadele, vaata üle täidetud taotlused ja luba koht õnnestunud taotlejale.
mk: Исто така довршете ги пријавниците за отворени раб. места, прегледајте ги довршените пријавници и доделете му раб. место на одбраниот канидидат.
pt: Finalizar ainda as candidaturas, rever as candidaturas concluidas e atribuir um cargo ao candidato vencedor.
pt_br: Também completar aplicações de trabalho para cargos abertos, rever aplicações completas e atribuir um cargo para o candidato que obteve sucesso.

source: Reports enable analysis of human resource data in various ways. Customize, display and print staff lists, statistical charts and other standard reports.
es: Informes permite el análisis de los recursos humanos de varias formas. Personalice, muestre e imprima listas de empleados, gráficos estadísticos y otros informes estándar.
et: Aruanded lubavad analüüsida inimressursside andmeid mitmel viisil. Kohanda, näita ja trüki personali nimekirju, statistikatabeleid ja muid standardseid aruandeid.
mk: Извештаите даваат можност за анализа на податоци за човечки ресурси на разни начини. Со нив можете да прилагодувате, прикажувате и печатите списоци на пероснал, статистички графикони и други стандардни извештаи.
pt: Os Relatórios permitem a análise de dados sobre os recursos humanos de várias formas. Customizar, apresentar e imprimir listas de pessoal, gráficos estatísticos e outros relatórios padrão.
pt_br: Relatórios permitem a análise dos dados humanos de várias maneiras. Personalize, mostre e imprima listas de pessoal, gráficos estatísticos e outros relatórios padrão.

source: View Your Personnel Details
br: Gwelet ho munudoù personel
es: Ver tus detalles personales
pt_br: Ver Detalhes do seu Pessoal

source: View your personnel details.
br: Gwelet ho munudoù personel.
es: Ver tus detalles personales.
pt_br: Ver detalhes do seu pessoal.

source: Self-Service
br: Emservij
es: Autoservicio
pt_br: Auto-Serviço

source: Scanned Records
br: Teulioù skannet
es: Registros Escaneados
mk: Отсликана евиденција
pt: Relatórios Lidos
pt_br: Registros Digitalizados

source: Disciplinary Action Reason
es: Razón Acción Disciplinaria
mk: Причина за дисциплинската мерка
pt_br: Motivos da Ação Disciplinar

source: Mass Delete
br: Dilemel a-vras
es: Borrado en masa
pt_br: Eliminar de forma massiva

source: By Facility
br: Dre ziazezadur
es: Por instalación
pt_br: Pela instalação

source: By Person (Search Page)
br: Dre zen (pajenn enklask)
es: Por persona (buscador)
pt_br: Por Pessoa (Página de Busca)

source: Forgot username or password?
br: Ankouaet hoc'h anv implijer pe ho ker-tremen ?
es: ¿Olvidaste tu nombre de usuario o contraseña?
pt_br: Esqueceu seu nome de usuário ou senha?

source: View Dashboard
br: Gwelet an daolenn-vourzh
es: Ver panel

source: Data Export
br: Ezporzhiañ roadennoù
es: Exportación de datos

source: View DHIS Dashboard
br: Gwelet an daolenn-vourzh DHIS
es: Ver panel de DHIS

source: DHIS Export
es: Exportar DHIS

source: Send DHIS Report
es: Enviar informe de DHIS

source: Contact Group
es: Grupo de contacto

source: Dashboards
es: Paneles
pt: Interface

source: Manager's Dashboard
es: Panel del administrador
pt: Interface de Gestor

source: View Dashboards
es: Ver paneles

source: View system dashboards
es: Ver los paneles del sistema
pt: Exibir painel de controle do sistema

source: Personal Reference
es: Referencia personal

source: Interlinked Health Worker Registry
pt: Registo interligado de Saúde do Trabalhador
