Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/ihris-manage/*.po
Languages: ar, it, ru

source: Add Person
ar: إضافة شخص
it: Aggiungi Persona
ru: Добавить личность

source: Review Applicants
ar: مراجعة مقدمي الطلب
it: Esamina candidati
ru: Пересмотреть кандидатов

source: Manage People
ar: إدارة الأفراد
it: Gestisci le persone
ru: Управление персоналом

source: Add a new employee
ar: إضافة موظف جديد
it: Aggiungi un nuovo impiegato
ru: Добавить нового служащего

source: or applicant
ar: أو مقدم الطلب
it: o un candidato
ru: или кандидата

source: Search Records
ar: بحث السجلات
it: Cerca inserimento
ru: Результаты поиска

source: Locate any employee or position record in the system to review, print or update.
ar: العثور على أي موظف أو سجل وظيفي في النظام للمراجعة والطباعة أو التحديث.
it: Cerca impiegati o ruoli per esaminarli, modificarli, stamparli o aggiornarli.

source: View Reports
ar: عرض التقارير
it: Guarda i report
ru: Просмотр Отчетов

source: Configure System
ar: تكوين النظام
it: Configura il sistema
ru: Изменить установки системы

source: Configure modules, administer positions, customize drop down menus and create or update user accounts.
ar: تكوين وحدات وإدارة الوظائف، وتخصيص القوائم المنسدلة، وإنشاء أو تحديث حسابات المستخدمين.
it: Configura i moduli, amministra i ruoli, personalizza i menù, crea o aggiorna gli utenti del sistema.
ru: Управление модулями, администрирование должностей, редактирование выпадающих меню и создание или обновление учетных записей.

source: Change Password
ar: تغيير كلمة السر
it: Cambia password
ru: Сменить пароль

source: View Person
ar: عرض الشخص
it: Visualizza persona
ru: Открыть Персону

source: Individual Information
ar: المعلومات الفردية
it: Informazione personale
ru: Личная информация

source: Hide
ar: إخفاء
it: Nascondi
ru: Скрыть

source: Set Position
ar: وضع الوظيفة
it: Definisci ruolo
ru: Указать должность

source: Add Demographic Information
ar: إضافة المعلومات الديموغرافية
it: Aggiungi informazione demografica
ru: Добавить демографическую информацию

source: Add Identification
ar: إضافة تعريف
it: Aggiungi identità
ru: Добавить индефикатор

source: Edit This Information
ar: تعديل هذه المعلومة
it: Modifica questa informazione
ru: Редактировать эту информация

source: Update this Information
ar: تحديث هذه المعلومة
it: Aggiorna questa informazione
ru: Обновить информацию

source: View Name History
ar: عرض تاريخ الاسم
it: Visualizza lo storico del nome

source: Name / Nationality
ar: الاسم / الجنسية
it: Nome/ Nazionalità
ru: Имя / Национальность

source: Contact Information
ar: معلومات الإتصال
it: Informazioni contatto
ru: Контактная информация

source: Position Information
ar: معلومات الوظيفة
it: Informazioni ruolo
ru: Информация о должности

source: Add Benefit/Special Payment
ar: إضافة ميزة /أجر خاص
it: Aggiungi benefit / compenso speciale
ru: Добавить взносы/особые выплаты

source: Qualifications
ar: مؤهلات
it: Qualifiche
ru: Опыт работы

source: Add Registration
ar: إضافة التسجيل
it: Aggiungi inserimento
ru: Добавить регистрацию

source: Add Language Proficiency
ar: إضافة إتقان اللغة
it: Aggiungi lingua parlata
ru: Добавить знание языка

source: Add Competency
ar: إضافة الكفاءة
it: Aggiungi competenza
ru: Добавить данные (компетентность)

source: Competency Evaluations
ar: تقييمات الكفاءة
it: Valutazione delle competenze
ru: Оценка компетентности

source: Training Courses
ar: دورات تدريبية
it: Corsi di formazione
ru: Учебные курсы

source: Add Training Course
ar: إضافة دورة تدريبية
it: Aggiungi un corso di formazione
ru: Добавить учебные курсы

source: Application
ar: طلب
it: Candidatura
ru: Заявление

source: Add Application
ar: إضافة طلب
it: Aggiungi candidatura
ru: Добавить заявление

source: Log Interview Details
ar: تسجيل تفاصيل المقابلة الشخصية
it: Inserisci resoconto colloquio
ru: Протокол собеседования

source: Log Hiring Decision
ar: سجل قرار التوظيف
it: Inserisci decisione di assunzione
ru: Протокол найма

source: Employment History
ar: تاريخ التوظيف
it: Storico dell'impiego
ru: История занятости

source: Add Employment
ar: إضافة التوظيف
it: Aggiungi un impiego
ru: Добавить занятие

source: Education History
ar: تاريخ التعليم
it: Storico della formazione
ru: История образования

source: Add Education
ar: إضافة التعليم
it: Aggiungi formazione
ru: Добавить образование

source: Notes
ar: ملاحظات
it: Note
ru: Примечания

source: Add Note
ar: إضافة ملاحظة
it: Aggiungi nota
ru: Добавить заметку

source: Administer Database
ar: إدارة قاعدة البيانات
it: Amministra database
ru: Администрирование базы данных

source: Administer Positions
ar: إدارة الوظائف
it: Amministra ruoli
ru: Администрирование должностей

source: Create Job Structure
ar: إنشاء البنية الوظيفية
it: Crea organigramma
ru: Создать рабочую структуру

source: Cadres
ar: كوادر
it: Quadri
ru: Кадры

source: Job Classifications
ar: تصنيف الوظائف
it: Classificazione impiego
ru: Классификация должностей

source: Salary Grades
ar: درجات الرواتب
it: Livello salariale
ru: Градация зарплат

source: Jobs
ar: فرص العمل
it: Impieghi
ru: Вакансии

source: Manage Positions
ar: إدارة الوظائف
it: Gestisci ruoli
ru: Упарвление должностями

source: Salary Sources
ar: مصادر الرواتب
it: Fonti di reddito
ru: Источники зарплат

source: Position Types
ar: أنواع الوظائف
it: Tipi di ruolo
ru: Виды должностей

source: Positions (by Facility)
ar: وظائف (حسب المرفق)
it: Ruoli (per sede)

source: Positions (by Status)
ar: وظائف (حسب الحالة)
it: Ruoli (per posizione)
ru: Позиции (по Статусу)

source: Administer Other Lists
ar: إدارة قوائم أخرى
it: Amministra gli altri elenchi
ru: Администрировать другие списки

source: Organization Lists
ar: قوائم المنظمات
it: Elenchi delle organizzazioni

source: Facility Type
ar: نوع المرفق
it: Tipo di sede
ru: Тип Кредитования

source: Office/Facility
ar: مكتب / مرفق
it: Ufficio/Sede

source: Department
ar: قسم
it: Reparto

source: Registration Councils
ar: مجالس التسجيل
it: Categorie professionali / albi

source: Employee Lists
ar: قوائم الموظفين
it: Elenchi impiegati
ru: Списки работодателей

source: Education Type
ar: نوع التعليم
it: Tipo di formazione
ru: Тип образования

source: Degree
ar: درجة
it: Titolo di studio
ru: Степень

source: Language
ar: لغة
it: Lingua
ru: Язык

source: Competency Type
ar: نوع الكفاءة
it: Tipo di competenza
ru: Тип квалификации

source: Competency
ar: الكفاءات
it: Competenza
ru: Компетентность

source: Competency Evaluation
ar: تقييم الكفاءات
it: Valutazione della competenza
ru: Оценка компетентности

source: Identification Type
ar: تحديد نوع
it: Tipo di identificativo
ru: Тип индефикации

source: Benefit Type
ar: نوع الميزة
it: Tipo di benefit
ru: Тип пенсии

source: Marital Status
ar: الحالة الاجتماعية
it: Stato civile
ru: Семейное положение

source: Reasons for Departure
ar: أسباب المغادرة
it: Ragioni dell'allontanamento
ru: Причины увольнения

source: Geographic Information
ar: المعلومات الجغرافية
it: Informazioni geografiche
ru: Географическая информация

source: Country
ar: بلد
it: Nazione
ru: Страна

source: Region
ar: منطقة
it: Provincia
ru: Область\\край

source: District
ar: حي
it: Distretto (in Italia non usare)
ru: Отдел

source: County
ar: مقاطعة
it: Contea (in Italia NON usare)
ru: Область, край

source: Currency
ar: عملة
it: Valuta
ru: Валюта

source: Training Course Information
ar: معلومات الدورة التدريبية
it: Informazione sui corsi di formazione
ru: Информация об учебных курсах

source: Status of a Training Course
ar: وضع الدورة تدريبية
it: Stato del corso di formazione
ru: Состояние учебного курса

source: Requestors of a Training Course
ar: مقدمو طلبات دورة تدريبية
it: Domande di corso di formazione
ru: Лица, запросившие учебные курсы

source: Evaluation of a Training Course
ar: تقييم الدورة التدريبية
it: Valutazione corsi di formazione
ru: Оценка учебного курса

source: Category of a Training Course
ar: فئة الدورة التدريبية
it: Categoria dei corsi di formazione
ru: Категория учебного курса

source: Training Institution
ar: مؤسسة التدريب
it: Istituto formativo
ru: Учреждение, проводящее курсы

source: Training Funder
ar: ممول التدريب
it: Fondi per la formazione
ru: Тренинг-спонсор

source: Continuing Education Course
ar: دورة التعليم المستمر
it: Corso di formazione permanente
ru: Продолжающийся курс обучения

source: Search People
ar: بحث الأفراد
it: Cerca persona
ru: Поиск людей

source: Search Positions
ar: البحث عن الوظائف
it: Cerca ruolo
ru: Поиск должностей

source: Locate any person's record in the system to review, print or update.
ar: تحديد موقع سجل أي شخص في النظام للمراجعة أوالطباعة أو التحديث.
it: Cerca persona da esaminare, stampare o aggiornare.

source: Locate any position in the system to review, print or update.
ar: تحديد موقع أي وظيفة في النظام للمراجعة اوالطباعة أو التحديث.
it: Cerca ruolo da esaminare, stampare o aggiornare.

source: Can edit some organizational database lists
ar: يمكن تعديل بعض قوائم قاعدة البيانات للمؤسسات
it: Modifica alcuni elenchi del database organizzativo

source: Can view some organizational database lists
ar: يمكن عرض بعض قوائم قاعدة البيانات للمؤسسات
it: Visualizza alcuni elenchi del database organizzativo

source: Can edit all organizational database lists
ar: يمكن تعديل جميع قوائم قاعدة البيانات للمؤسسات
it: Modifica tutti gli elenchi del database organizzativo

source: Can view all organizational database lists
ar: يمكن عرض كل قوائم قاعدة البيانات للمؤسسات
it: Visualizza tutti gli elenchi del database organizzativo

source: Can edit some employee database lists
ar: يمكن تعديل بعض قوائم قاعدة بيانات للموظف
it: Modifica alcuni impiegati negli elenchi del database
ru: Можно редактировать некоторые списки базы данных сотрудников

source: Can view some employee database lists
ar: يمكن عرض بعض قوائم قاعدة بيانات للموظف
it: Visualizza alcuni impiegati negli elenchi del database
ru: Можно просматривать некоторые списки базы данных сотрудников

source: Can edit all employee database lists
ar: يمكن تعديل جميع قوائم قاعدة بيانات للموظف
it: Modifica tutti gli elenchi nel database degli impiegati
ru: Можно редактировать все списки базы данных сотрудников

source: Can view all employee database lists
ar: يمكن عرض كل قوائم قاعدة بيانات للموظف
it: Visualizza tutti gli elenchi nel database degli impiegati
ru: Можно просматривать все списки базы данных сотрудников

source: Can edit some position database lists
ar: يمكن تعديل بعض قوائم قاعدة بيانات للوظيفة
it: Modifica alcuni elenchi nel database dei ruoli

source: Can view some position database lists
ar: يمكن عرض بعض قوائم قاعدة بيانات للوظيفة
it: Visualizza alcuni elenchi nel database dei ruoli

source: HR Manager
ar: مدير الموارد البشرية
ru: Менеджер по персоналу

source: HR Staff
ar: موظفي الموارد البشرية

source: Executive Manager
ar: مدير تنفيذي
ru: Исполнительный директор

source: Training Manager
ar: مدير التدريب
ru: Тренинг-менеджер

source: Send Feedback
ar: أرسل تعليق
it: Invia feedback
ru: Отправить Отзыв

source: Add Passport Photo
ar: إضافة صورة جواز السفر
it: Aggiungi foto di identificazione
ru: Добавить Фото

source: Add Resume
ar: إضافة السيرة الذاتية
it: Aggiungi riassunzione
ru: Добавить резюме

source: Current Disciplinary Actions
ar: إجراءات تأديبية حالية
it: Azioni disciplinari in corso
ru: Текущие дисциплинарные меры

source: New Action
ar: إجراء جديد
it: Nuova azione
ru: Новое действие

source: History
ar: تاريخ
it: Storico
ru: Журнал

source: Workplace Accidents
ar: حوادث العمل
it: Incidenti sul lavoro

source: Report Accident
ar: بلغ عن حادث
it: Report dell'incidente

source: Scheduled Training Courses
ar: دورات تدريبية مقررة
it: Corsi di aggiornamento in programma

source: Disciplinary Actions
ar: إجراءات تأديبية
it: Azioni disciplinari
ru: Дисциплинарные меры

source: Accident Type
ar: نوع الحادث
it: Tipo di Incidente
ru: Тип Аварии

source: Disciplinary Action Type
ar: أنواع االإجراءات التدريبية
it: Tipo di Azione Disciplinare
ru: Тип дисциплинарной меры

source: Standardized Letters
ar: رسائل موحدة
it: Lettere Standardizzate
ru: Стандартизированные письма

source: Dependent Information
ar: معلومات معال
it: Informazione dipendente

source: Add Dependent
ar: إضافة معال
it: Aggiungi Dipendente

source: Next of Kin Information
ar: التالي من معلومات قريب
it: Successivo dell'Informazione sul Gruppo
ru: Информация о ближайших родственниках

source: Add Next of Kin
ar: إضافة التالي لقريب
it: Aggiungi Successivo al Gruppo
ru: Добавить ближайшего родственника

source: Can edit some planning database lists
ar: يمكن تعديل بعض قوائم قاعدة بيانات التخطيطة
it: Può modificare alcune liste di database di pianificazione

source: Can view some planning database lists
ar: يمكن عرض بعض قوائم قاعدة بيانات التخطيطة
it: Può visualizzare alcune liste di database di pianificazione

source: Can edit all planning database lists
ar: يمكن تعديل جميع قوائم قاعدة بيانات التخطيطة
it: Può modificare tutte le liste di database di pianificazione

source: Can view all planning database lists
ar: يمكن عرض كل قوائم قاعدة بيانات التخطيطة
it: Può visualizzare tutte le liste di database di pianificazione

source: Planning Information
ar: معلومات تخطيطية
it: Informazioni di Pianificazione
ru: Информация о планировании

source: Establishment Type
ar: نوع المرفق
it: Tipo di Stabilimento

source: Establishment Period
ar: فترة الإنشاء
it: Periodo di Stabilimento

source: Establishments
ar: المنشآت
it: Stabilimenti
ru: Учреждения

source: Scanned Paper Records
ar: السجلات الورقية الممسوحة ضوئيا
it: Registrazioni Cartacee Scannerizzate
ru: Отсканированные бумажные документы

source: Add Scanned Document
ar: إضافة مستند ممسوح
it: Aggiungi Documento Scannerizzato
ru: Добавить отсканированный документ

source: Confirmation Types
ar: أنواع التأكيد
it: Tipi di Conferma
ru: Типы подтверждения

source: Confirmation Information
ar: معلومات التأكيد
it: Informazioni di Conferma

source: Record Status
ar: حالة السجل
it: Stato di registrazione
ru: Состояние записи

source: Self Service
ar: خدمة ذاتية
ru: Самообслуживание

source: Assign User Account
ar: تعيين حساب المستخدم
it: Assegna Account Utente
ru: Назначить учетную запись пользователя

source: Please Log In
ar: الرجاء الدخول
it: Accedi
ru: Представьтесь, пожалуйста

source: Enter your username and password.
ar: إدخال اسم المستخدم وكلمة المرور
it: Inserire username e password.
ru: Введите имя пользователя и пароль.

source: Username
ar: اسم المستخدم
it: Nome utente
ru: Имя участника

source: Password
ar: كلمة المرور
ru: Пароль

source: Current Positions
ar: الوظائف الحالية
it: Posizioni Correnti
ru: Текущие должности

source: View Open Positions
ar: عرض الوظائف المتاحة
it: Visualizza Posizioni Aperte
ru: Просмотр открытых позиций

source: View Your Record
ar: عرض السجل الخاص بك
it: Mostra Record

source: To track a person in the database, whether an employee or a job applicant, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
ar: لتعقب الشخص في قاعدة البيانات، سواء كان موظف أو طالب عمل، إضافة سجل لهذا الشخص. مطلوب معلومات معينة لبدء رقما قياسيا جديدا. مرة واحدة في سجل يتم إنشاؤها، وخيارات إضافية لإضافة بيانات عن الشخص تصبح متاحة. يمكن لموظفي الموارد البشرية أو مدير الموارد البشرية إضافة شخص جديد إلى النظام.
it: Per tenere traccia di una persona nel database, sia un impiegato che un candidato a un posto vacante, inserisci questa persona. Alcune informazioni sono obbligatorie per iniziare un nuovo inserimento. Una volta effettuato l'inserimento, le opzioni ulteriori per aggiungere dati sulla persona diventano disponibili. Una persona dello staff Risorse Umane o un responsabile Risorse Umane possono aggiungere una nuova persona al sistema.
ru: Чтобы отследить человека в базе данных, служащего или соискателя, добавьте запись для этого человека. Для того, чтобы внести новую запись, необходимо ввести некоторую информацию. Как только запись будет создана, будут доступны дополнительные опции добавления данных для этого человека. Служащий отдела кадров или управляющий кадрами могут добавлять новые записи в систему.

source: To track a person in the database, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
ar: لتعقب شخص في قاعدة البيانات، سواء كان موظف أو طالب عمل، إضافة سجل لهذا الشخص. مطلوب معلومات معينة لبدء سجلا جديدا. عند إنتاج السجل، خيارات إضافية لإضافة بيانات عن الشخص تصبح متاحة. يمكن لموظفي الموارد البشرية أو مدير الموارد البشرية إضافة شخص جديد إلى النظام.
it: Per tenere traccia di una persona nel database, sia un impiegato che un candidato a un posto vacante, inserisci questa persona. Alcune informazioni sono obbligatorie per iniziare un nuovo inserimento. Una volta effettuato l'inserimento, le opzioni ulteriori per aggiungere dati sulla persona diventano disponibili. Una persona dello staff Risorse Umane o un responsabile Risorse Umane possono aggiungere una nuova persona al sistema.
ru: Чтобы отследить человека в базе данных, добавьте запись для этого человека. Для того, чтобы внести новую запись, необходимо ввести некоторую информацию. Как только запись будет создана, будут доступны дополнительные опции добавления данных для этого человека. Служащий отдела кадров или управляющий кадрами могут добавлять новые записи в систему.

source: Once one or more applications have been recorded for an open position, an HR Staff person, HR Manager or Executive Manager can review the applications and record notes during the hiring process. Click Review Applicants to review all of the applications for any open position.
ar: إذا تم تسجيل مقدم طلب واحد أو أكثر لوظيفة مفتوحة، يمكن لموظفي الموارد البشرية، أو مدير الموارد البشرية أو المدير التنفيذي إعادة النظر في الطلبات و تسجيل الملاحظات خلال عملية التوظيف. انقر على مراجعة المقدمي الطلب بالطلب لمراجعة جميع الطلبات على أي وظيفة مفتوحة.
it: Sono state inserite delle candidature per un posto vacante. Una persona dello staff Risorse Umane, il responsabile Risorse Umane o il responsabile esecutivo possono esaminare le candidature e le note registrate durante il processo di assunzione. Clicca su Esamina candidati per esaminare tutte le candidature per ogni posto vacante.

source: record to the system, and search for and update records that have been entered into the system.
ar: سجل في النظام، وابحث عن السجلات التي تم إدخالها في النظام وقم بتحديثها.
it: Inserisci nel sistema, e cerca i nuovi inserimenti.

source: Also complete job applications for open positions, review completed applications and assign a position to the successful applicant.
ar: كذلك أكمل طلبات العمل للوظائف المتحة و راجع طلبات الكاملة وعيَن وظيفة لمقدم الطلب الناجح.
it: Completa le candidature ai posti vacanti, esamina le candidature completate e assegna un ruolo al candidato vincente.

source: Reports enable analysis of human resource data in various ways. Customize, display and print staff lists, statistical charts and other standard reports.
ar: تقارير تمكن من تحليل بيانات الموارد البشرية بطرق مختلفة. خصص وأعرض وأطبع قوائم الموظفين، والرسوم البيانية والتقارير الإحصائية القياسية الأخرى.
it: I rapporti permettono l'analisi dei dati delle Risorse Umane in vari modi. Personalizza, visualizza e stampa gli staff, le statistiche e gli altri rapporti standard.

source: View Your Personnel Details
ar: عرض لتفاصيل ملفات الموظفين
it: Visualizza I Tuoi Dettagli Personali
ru: Просмотреть детали вашего персонала

source: View your personnel details.
ar: عرض لتفاصيل ملفات الموظفين
it: Visualizza i tuoi dettagli personali.
ru: Просмотреть детали вашего персонала

source: Self-Service
ar: خدمة ذاتية
ru: Самообслуживание

source: Scanned Records
ar: السجلات الممسوحة ضوئيا
it: Registrazioni effettuate
ru: Отсканированные документы

source: Disciplinary Action Reason
ar: أسباب الإجراءات التأديبية
it: Ragioni dell'azione disciplinare

source: Mass Delete
it: Cancellazione di massa
ru: Массовое удаление

source: By Facility
it: Per sede

source: By Person (Search Page)
it: Per persona (pagina di ricerca)

source: Forgot username or password?
it: Hai dimenticato il nome utente o la password?
ru: Забыли имя пользователя или пароль?

source: Add Leave of Absence
it: Aggiungi congedo di assenza

source: Personal Reference
it: Riferimento personale
