Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage-custom-reports-staff-reports/*.po
Languages: et, lt, pt_br, sd

source: Current Staff
et: Praegune personal
lt: Dabartiniai Darbuotojai
pt_br: Empregados atuais
sd: هاڻوڪو عملو

source: A list of all current staff.
et: Nimekiri tervest praegusest personalist
lt: Visų dabartinių darbuotojų sąrašas.
pt_br: Uma lista de todos os empregados atuais.
sd: هاڻوڪي سڄي عملي جي فهرست

source: Person
et: Isik
lt: Asmuo
pt_br: Pessoa
sd: شخص

source: The person currently filling this position.
et: Isik, kes seda positsiooni täidab
lt: Asmuo užimantis šią poziciją.
pt_br: A pessoa que atualmente preenche esse cargo.
sd: هن وقت هن آسامي کي ڀريندڙ شخص.

source: Demographic
et: Demograafia
lt: Demografija
pt_br: Demográfico

source: Demographic details for the person.
et: Demograafia isiku kohta
lt: Demografiniai duomenys šiam asmeniui.
pt_br: Detalhes demográficos da pessoa.

source: Work Contact
et: Töökontakt
lt: Darbo kontaktai
pt_br: Contato de Trabalho
sd: ڪم جو رابطو

source: Work contact details for this person.
et: Töö kontaktandmed selle isiku kohta
lt: Darbo kontaktiniai duomenis šiam asmeniui.
pt_br: Detalhes do Contato de Trabalho da pessoa.
sd: هن شخص لاءِ ڪم جي رابطي جا تفصيل.

source: Emergency Contact
et: Hädaabikontakt
lt: Kontaktas Nelaimės Atveju
pt_br: Contato de Emergência
sd: هنگامي رابطو

source: Emergency Contact details for this person.
et: Hädaabi kontaktandmed isiku kohta
lt: Kontakto Nelaimės Atveju informacija šiam asmeniui.
pt_br: Detalhes do Contato de Emergência da pessoa.
sd: هن شخص لاءِ هنگامي رابطي جا تفصيل.

source: Home Contact
et: Kodukontakt
lt: Namų kontaktai
pt_br: Contato de Casa
sd: گھرو رابطو

source: Home contact details for this person.
et: Kodu kontaktandmed isiku kohta
lt: Namų kontaktiniai duomenis šiam asmeniui.
pt_br: Detalhes do Contato de Casa da pessoa.
sd: هن شخص لاءِ گھرو رابطي جا تفصيل.

source: Nationality
et: Rahvus
lt: Pilietybė
pt_br: Nacionalidade
sd: قوميت

source: Position
et: Positsioon
lt: Pozicija
pt_br: Cargo
sd: آسامي

source: The position held by this person.
et: Selle isiku positsioon (amet)
lt: Pozicija kuriuoje dirba šis asmuo.
pt_br: O cargo mantido por essa pessoa.
sd: هن شخص پاران رکيل آسامي.

source: Facility
et: Jaoskond
pt_br: Escritório
sd: سهولت

source: The facility where this position works.
et: Jaoskond, kus see positsioon töötab
pt_br: O escritório onde esse cargo está.
sd: سهولت جتي هي آسامي ڪم ڪري ٿي.

source: Department
et: Osakond
lt: Departamentas
pt_br: Departamento
sd: شعبو

source: The department for this position.
et: Osakond sellel positsioonil.
lt: Departamentas šiai pozicijai.
pt_br: O departamento desse cargo.
sd: هن آسامي لاءِ شعبو.

source: Job
et: Töö
lt: Darbas
pt_br: Emprego
sd: نوڪري

source: The job associated with this position.
et: Selle positsiooniga seotud töö
lt: Darbo asociacija su šiuo asmeniu.
pt_br: O emprego associado com esse cargo.
sd: هن آسامي سان لاڳاپيل نوڪري.

source: Classification
et: Klassifikatsioon (liigitus)
lt: Klasifikacija
pt_br: Classificação

source: The job classification for this position.
et: Selle töö klassifikatsioon
lt: Darbo klasifikacija šiai pozicijai.
pt_br: A classificação do emprego para esse cargo.

source: Current Salary
et: Praegune palk
lt: Dabartinis Atlyginimas
pt_br: Salário Atual
sd: هاڻوڪي پگھار

source: The current salary for this person.
et: Praegune palk sellel isikul
lt: Dabartinis šio asmens atlyginimas.
pt_br: O salário atual dessa pessoa.
sd: هن شخص لاءِ هاڻوڪي پگھار.

source: Starting Salary
et: Algpalk
lt: Pradinis Atlyginimas
pt_br: Salário Inicial
sd: شروعاتي پگھار

source: The starting salary for this person in their current position.
et: Algpalk sellel isiku praegusel positsioonil
lt: Pradinis šios asmens atlyginimas, jo dabartinėje pozicijoje.
pt_br: O salário inicial dessa pessoa no seu cargo atual.
sd: هن شخص لاءِ هن جي هاڻوڪي آسامي جي شروعاتي پگھار.

source: The year this person turns 65.
et: Aasta, mil isik saab 65 aastat vanaks
lt: Metai kai šiam asmeniui sukanka 65.
pt_br: O ano em que essa pessoa completa 65 anos.
sd: هن سال هي شخص 65 ڏي وري ٿو.

source: The age range for the person
et: Selle isiku vanusegrupp
lt: Amžiaus ribos asmeniui
pt_br: A amplitude da idade para o pessoal

source: The year the person started in this position.
et: Aasta, mil isik alustas positsioonil tööd.
lt: Matei kada asmuo pradėjo dirbti pozicijoje.
pt_br: O ano que a pessoa começou no seu cargo
sd: اهو سال جنهن ۾ هن شخص هن آسامي ۾ شروعات ڪئي.

source: Staff List
et: Personali nimekiri
lt: Darbuotojų sąrašas
pt_br: Lista de Empregados
sd: عملي فهرست

source: Hire Date
et: Tööle võtmise kuupäev
lt: Pasamdymo data
pt_br: Data da Contratação

source: Surname
et: Perekonnanimi
lt: Pavardė
pt_br: Sobrenome
sd: ذات

source: Firstname
et: Eesnimi
lt: Vardas
pt_br: Primeiro nome
sd: پهريون نالو

source: Othername
et: Muu nimi
lt: Kitas vardas
pt_br: Nome do Meio
sd: ٻيو نالو

source: Nationality ID
et: Rahvuse ID
lt: Pilietybės ID
pt_br: Identificação da Nacionalidade
sd: قوميت جي آءِڊي

source: Birth Date
et: Sünnikuupäev
lt: Gimimo data
pt_br: Data de Nascimento
sd: پيدائش جي تاريخ

source: Gender
et: Sugu
lt: Lytis
pt_br: Sexo
sd: جنس

source: Work Telephone
et: Töötelefon
lt: Darbo telefonas
pt_br: Telefone de Trabalho
sd: ڪم تي ٽيليفون

source: Work Email
et: Töö e-post
lt: Darbo e-paštas
pt_br: Email de Trabalho
sd: ڪم تي ايميل

source: Emergency Address
et: Hädaabi aadress
lt: Avarinis Adresas
pt_br: Endereço de Emergência
sd: هنگامي پتو

source: Emergency Telephone
et: Hädaabitelefon
lt: Avarinis Telefonas
pt_br: Telefone de Emergência
sd: هنگامي ٽيليفون

source: Emergency Email
et: Hädaabi e-post
lt: Avarinis el. paštas
pt_br: Email de Emergência
sd: هنگامي ايميل

source: Home Address
et: Kodune aadress
lt: Namų adresas
pt_br: Endereço Residencial
sd: گھر جو پتو

source: Home Telephone
et: Kodune telefon
lt: Namų telefonas
pt_br: Telefone Residencial
sd: گھر ٽيليفون

source: Home Email
et: Kodune e-post
lt: Namų e-paštas
pt_br: Email Pessoal
sd: گھر ايميل

source: Facility ID
et: Jaoskonna ID
pt_br: Identificação do Escritório
sd: سهولت جي آءِڊي

source: Department ID
et: Osakonna ID
lt: Departamento ID
pt_br: Identificação do Departamento
sd: شعبي جي آءِڊي

source: Staff Charts
et: Personali tabelid
lt: Darbuotojų Grafikai
pt_br: Quadro de Empregados
sd: عملي جا چارٽ

source: Staff aggregate reports for charting.
et: Personali summalised kirjed tabelite jaoks.
pt_br: Empregados agregam relatórios ao quadro.

source: Birth Date After
et: Sünnikuupäev peale
lt: Gimimo data po
pt_br: Data de Aniversário Depois
sd: کانپوءِ پيدائش جي تاريخ

source: Birth Date Before
et: Sünnikuupäev enne
lt: Gimimo data prieš
pt_br: Data de Aniversário Antes
sd: کان اڳ پيدائش جي تاريخ

source: Demographic Birth Date
et: Demograafia sünnikuupäev
lt: Demografinė gimimo data
pt_br: Data de Aniversário Demográfica

source: Facility Type
et: Jaoskonna tüüp
pt_br: Tipo de Escritório
sd: سهولت جو قسم

source: Job Title
et: Töö nimetus
lt: Darbo titulas
pt_br: Função
sd: نوڪري جو عنوان

source: Retirement Year
et: Pensionile mineku aasta
lt: Išėjimo į pensiją metai
pt_br: Ano de Aposentadoria
sd: رٽائرمينٽ جو سال

source: Age Range
et: Vanusegrupp
lt: Amžiaus Ribos
pt_br: Amplitude de Idade
sd: عمر جو درجو

source: Hire Year
et: Tööle võtmise aasta
lt: Samdymo metai
pt_br: Ano de Contratação

source: Staff Directory
et: Personali nimekiri
lt: Darbuotojų Katalogas
pt_br: Diretório de Pessoal

source: A list of all current staff with work contact information.
et: Nimekiri kõigist praegustest personali liikmetest tööliste kontaktandmetega.
lt: Visų dabartinių darbuotojų su darbo kontaktine informacija sąrašas.
pt_br: Uma lista de todos os empregados atuais com informações de contato profissional.

source: Home Contact List
et: Koduste kontaktandmete nimekiri
lt: Namū kontaktų sąrašas
pt_br: Lista de Contato Pessoal
sd: گھرو رابطي جي فهرست

source: All staff with home contact details.
et: Kõik personali liikmed koduste kontaktandmetega.
lt: Visi darbuotojai su namų kontaktine informacija.
pt_br: Todos os empregados com detalhes de contato pessoal.
sd: گھرو رابطي جي تفصيل سان سڄو عملو.

source: Classification Breakdown
et: Klassifikatsiooni jagunemine
pt_br: Quebra da Classificação

source: A total of all staff by classification.
et: Kogu personal klassifikatsiooni järgi.
lt: Viso darbuotojų pagal klasifikaciją.
pt_br: Um total de todo o pessoal por classificação.

source: Pie Chart(Simple)
et: Sektordiagramm (lihtne)
lt: Skritulinė Diagrama(Paprasta)
pt_br: Gráfico de Pizza(Simples)

source: Bar Chart(Simple)
et: Tulpdiagramm (lihtne)
lt: Juostinė Diagrama(Paprasta)
pt_br: Gráfico de Barras(Simples)

source: Column Chart(Simple)
et: Veergdiagramm (lihtne)
lt: Stulpelinė Diagrama(Paprasta)
pt_br: Gráfico de Colunas(Simples)
sd: ڪالم چارٽ(ساادو)

source: Scatter Plot
et: Täppdiagramm
pt_br: Gráfico de Dispersão

source: Emergency Contact List
et: Hädaabi kontaktandmete nimekiri
lt: Kontaktų Nelaimės Atveju Sąrašas
pt_br: Lista de Contatos de Emergência
sd: هنگامي رابطي جي فهرست

source: List of all staff with emergency contact details.
et: Nimekiri kõigist personali liikmetest hädaabi kontaktandmetega.
lt: Visų darbuotojų su kontaktų nelaimės atvejų informacija sąrašas.
pt_br: Todo o pessoal com detalhes dos contatos de emergência.
sd: هنگامي رابطي سان سڄي عملي جي فهرست جا تفصيل.

source: Salary List
et: Palkade nimekiri
lt: Algų Sąrašas
pt_br: Lista de Salário
sd: پگھار جي فهرست

source: A list of all employees with salary details.
et: Tabel kõigist töötajatest palkade informatsiooniga.
lt: Visų darbuotojų su atlyginimo informacija sąrašas.
pt_br: Uma lista de todos os empregados com detalhes do salário.
sd: سڀني ملازمن جي پگھار جي تفصيلن سان فهرست.

source: Job Breakdown
et: Tööde jagunemine
pt_br: Quebra do Emprego

source: Total staff by job.
et: Summa personalist tööde kohta.
lt: Viso darbuotojų pagal darbą.
pt_br: Total de Empregados por emprego.
sd: نوڪري جي حساب سان سڄو عملو.

source: Nationality Breakdown
et: Rahvuse jagunemine
pt_br: Quebra da Nacionalidade

source: A list of all staff by nationality.
et: Nimekiri kõigist personali liikmetest rahvuse kohta.
lt: Visų darbuotojų sąrašas pagal tautybę.
pt_br: Total de Empregados por nacionalidade.
sd: سڄي عملي جي قوميت جي حساب سان فهرست.

source: Age Distribution
et: Vanuse jagunemine
lt: Amžiaus Pasiskirstymas
pt_br: Distribuição Etária
sd: عمر جو ورهاست

source: Total of all staff by age range.
et: Summa kõigist personali liikmetest vanuse kohta.
lt: Viso darbuotojų pagal amžiaus grupę.
pt_br: Total de Empregados por distribuição etária.

source: Hires per Year
et: Tööle võtmisi aasta kohta
lt: Pasamdymai per Metus
pt_br: Contratações por Ano

source: Hire totals by year.
et: Kokku tööle võtmisi aasta kohta.
lt: Viso pasamdymų pagal metus.
pt_br: Totais de Contratação por ano

source: Stacked Column Chart(Simple)
et: Kuhjatud veergdiagramm (lihtne)
lt: Suskirstyta Stulpelinė Diagrama(Paprasta)
pt_br: Gráfico de Colunas Empilhadas(Simples)

source: Retirement Planning
et: Pensioni planeerimine
lt: Išėjimo į pensiją planavimas
pt_br: Planejamento de Aposentadoria
sd: رٽائرمينٽ جي رٿابندي

source: Staff totals by retirement year.
et: Personali summad pensionile mineku aasta kohta.
lt: Iš viso darbuotojų pagal išėjimo į pensiją metus.
pt_br: Total de empregados por ano de aposentadoria.

source: The district where this person works.
lt: Rajonas, kuriame šis asmuo dirba.
sd: اهو ضلعو جتي هي شخص ڪمم ڪري ٿو.

source: District
lt: Rajonas
sd: ضلعو

source: District Id
lt: Rajono Id
sd: ضلعي جي آءِڊي

source: Job ID
lt: Darbo ID
sd: نوڪري جي آءِڊي

source: The person's current age.
lt: Asmens dabartinis amžiaus.
sd: شخص جي هاڻوڪي عمر.

source: Age by Facility
lt: Amžius pagal funkciją
sd: سهولت جي حساب سان عمر

source: Staff totals by District displayed on a map.
lt: Viso darbuotojų pagal Rajoną, rodoma žemėlapyje.

source: Staff By District
lt: Darbuotojai pagal rajoną
sd: ضلعي جي حساب سان عملو

source: Staff By Facility
sd: سهولت جي حساب سان عملو
