Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-train/translations/templates/training-provider/*.po
Languages: lt

source: Can view the provider page
lt: Gali peržiūrėti teikėjo puslapį

source: Can edit the provider page
lt: Gali redaguoti teikėjo puslapį

source: Can edit the participants of a training.
lt: Gali redaguoti mokymų dalyvius.

source: Partner
lt: Partneris

source: Training Institution
lt: Mokymo Įstaiga

source: Sponsor
lt: Rėmėjas

source: Government
lt: Vyriausybė

source: Ownership
lt: Nuosavybė

source: Training Provider Type
lt: Mokymų Teikėjo Tipas

source: Training Provider
lt: Mokymų Teikėjas

source: This form holds basic information about a training ptovider such as their names and location
lt: Šioje formoje pateikiama pagrindinė informacija apie mokymų teikėją, tokia kaip pavadinimas ar vieta.

source: Name
lt: Pavadinimas

source: Code
lt: Kodas

source: Mailing Address
lt: Pašto Adresas

source: Telephone Number
lt: Telefono Numeris

source: Alternate Telephone Number
lt: Alternatyvus Telefono Numeris

source: Fax Number
lt: Fakso Numeris

source: Email Address
lt: El. pašto Adresas

source: Primary Contact Person
lt: Pagrindinis Kontaktinis Asmuo

source: Add/Update Training Provider
lt: Pridėti/Atnaujinti Mokymų Teikėją

source: View Training Provider
lt: Peržiūrėti Mokymų Teikėją

source: Upload Participants
lt: Įkelti Dalyvius

source: Edit Participants
lt: Redaguoti Dalyvius

source: Add/Remove Participant
lt: Pridėti/Pašalinti Dalyvį

source: View History
lt: Žiūrėti Istoriją

source: Invalid form given for this page.
lt: Negalima forma pateikta šiam puslapiui.

source: Scheduled Training Courses
lt: Suplanuoti Mokymų Kursai

source: Contact Information
lt: Kontaktinė Informacija

source: Upload Participant List
lt: Įkelti Dalyvių Sąrašą

source: Select CSV file to upload
lt: Pasirinkite CSV failą įkėlimui

source: Has Headers?
lt: Turi Antraštes?

source: This file has headers.
lt: Šis failas turi antraštes.

source: View Scheduled Training Courses
lt: Žiūrėti Suplanuotus Mokymų Kursus

source: Scheduled Training Details
lt: Suplanuotų Mokymų Informacija

source: Hide
lt: Slėpti

source: Add Participants
lt: Pridėti Dalyvius

source: Edit This Information
lt: Redaguoti Šią Informaciją

source: Update this Information
lt: Atnaujinti šią Informaciją

source: Add Fee
lt: Pridėti Mokestį

source: Scheduled Training
lt: Suplanuoti Mokymai

source: Scheduled Training Fees
lt: Suplanuotų Mokymų Mokesčiai

source: Participant Details
lt: Dalyvio Duomenys

source: Add Exam Numbers
lt: Pridėti Egzamino Skaičius

source: First Name
lt: Vardas

source: Surname
lt: Pavardė

source: Exam Number
lt: Egzamino Skaičius

source: AV Mark
lt: AV Žymė

source: Comments
lt: Komentarai

source: Confirm
lt: Patvirtinti

source: return (do not save changes)
lt: grįžti (neišsaugoti pakeitimų)

source: Add Participant
lt: Pridėti Dalyvį

source: Training Provider Information
lt: Mokymo Teikėjo Informacija

source: Add Training
lt: Pridėti Mokymus

source: Remove Participant
lt: Pašalinti Dalyvį

source: View Scheduled Trainings
lt: Žiūrėti Suplanuotus Mokymus

source: Scheduled Trainings
lt: Suplanuoti Mokymai

source: View Provider
lt: Žiūrėti Teikėją

source: View Training
lt: Žiūrėti Mokymus

source: Scheduled Training Course Details
lt: Suplanuotų Mokymų Kurso Informacija

source: Scheduled Training Course Fees
lt: Suplanuotų Mokymų Kurso Mokesčiai

source: Select another Training Provider type
lt: Pasirinkti kitą Mokymų Teikėjo tipą

source: Training Information
lt: Mokymų Informacija

source: Scheduled a new Training
lt: Suplanuoti naujus Mokymus

source: View All Trainings
lt: Žiūrėti Visus Mokymus

source: Save
lt: Išsaugoti

source: return
lt: grįžti

source: View Record
lt: Peržiūrėti Įrašą

source: An error has occurred!
lt: Įvyko klaida!

source: Edit this Information
lt: Redaguoti šią informaciją

source: View Scheduled Training Details
lt: Žiūrėti Suplanuotų Mokymų Informaciją

source: Scheduled Training Course
lt: Suplanuotų Mokymų Kursas
