Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/accident/*.po
Languages: gl, mk, mr

source: Can edit the workplace injuries and accidents assigned to a person
gl: Pode editar as lesións e os accidentes laborais asignados a unha persoa
mk: Може да се уредуваат повредите и несреќите на работното место назначени на извесно лице

source: Can view the wokrplace injuries and accidents assigned to a person
gl: Pode ollar as lesións e os accidentes laborais asignados a unha persoa
mk: Може да се прегледуваат повредите и несреќите на работното место назначени на извесно лице

source: Edit the workplace accident type list
gl: Editar a lista dos tipos de accidentes laborais
mk: Уреди список на видови на несреќи на работното место
mr: कार्यस्थान अपघात प्रकाराची यादी बघा

source: Accident
gl: Accidente
mk: Несреќа
mr: अपघात

source: Workplace Accident Type
gl: Tipo de accidente laboral
mk: Вид на несреќа на работното место
mr: कार्यस्थान अपघात प्रकार

source: Date of Occurence
gl: Data do suceso
mk: Датум на случување
mr: घटनेचा दिनांक

source: Accident Type
gl: Tipo de accidente
mk: Вид на несреќа
mr: अपघाताचा प्रकार

source: Start of Applicability
gl: Inicio de aplicabilidade
mk: Важи од

source: End of Applicability
gl: Fin de aplicabilidade
mk: Важи до

source: Follow-up Required
gl: Cómpre un seguimento
mk: Задолжително проследување
mr: आवश्यक पाठपुरावा

source: People Involved
gl: Xente involucrada
mk: Учесници
mr: गुंतलेल्या व्यक्ति

source: Add/Update Workplace Accident
gl: Engadir/Actualizar un accidente laboral
mk: Додај/Поднови несреќа на работното место
mr: कार्यस्थान अपघात अद्यतन करा/जोडा

source: Edit This Information
gl: Editar esta información
mk: Уреди ги информацииве
mr: या माहितीचे संपादन करा

source: Update this Information
gl: Actualizar esta información
mk: Поднови ги информацииве
mr: या माहितीचे संपादन करा

source: Select another Accident Type
gl: Seleccionar outro tipo de accidente
mk: Одберете друг вид на несреќа
mr: अपघाताचा दुसरा प्रकार निवडा

source: Workplace Accident Information
gl: Información sobre o accidente laboral
mk: Информации за несреќа на работното место
mr: कार्यस्थान अपघात माहिती

source: Correct this Information
gl: Corrixir esta información
mk: Поправи ги информацииве
mr: या माहितीत सुधार करा

source: View the workplace accident type list
gl: Ollar a lista dos tipos de accidentes laborais
mk: Преглед на списокот на видови на несреќи на работното место
mr: कार्यस्थान अपघात प्रकाराची यादी बघा

source: The end date must be after the start date.
gl: A data de fin debe ser posterior á data de inicio.
mr: समाप्तीचा दिनांक हा सुरुवात करण्याच्या दिनांकानंतर हवा.
