Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/i2ce/translations/templates/form-browser/*.po
Languages: ar

source: The
ar: ال

source: form
ar: نموذج

source: The form '
ar: النموذج

source: Warning: There is no class registered for this form.
ar: تحذير: لا توجد أية فئة مسجلة لهذا النموذج.

source: Select a record to view
ar: حدد سجل للعرض

source: None
ar: لا شيء

source: Select a child form to view
ar: حدد نموذج فرعي للعرض

source: View the parent form (
ar: عرض النموذج الأصل (

source: View Parent
ar: عرض الأصل

source: Edit Form
ar: تعديل نموذج

source: Available Forms
ar: النماذج المتوفرة

source: Can view form browser
ar: يمكن عرض متصفح نموذج

source: Form Browser
ar: متصفح النموذج

source: ' is provided via the class '
ar: تم تقديمه من خلال الفئة

source: Save this form (
ar: حفظ هذا النموذج (

source: Edit this form (
ar: تعديل هذا النموذج (

source: The field
ar: الحقل

source: is registered as type
ar: تم تسجيله بنوع

source: which is provided by
ar: و التي تمنح من

source: Warning: The field '
ar: تحذير: الحقل "

source: ' is not associated with any class.
ar: لا يرتبط "مع أي فئة.

source: ' has no registed type.
ar: ليس لديه نوع مسجل .

source: The field has id
ar: الحقل ذو رقم تعريفي

source: This field links to the form
ar: هذا الحقل يربط النموذج
