Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/manage-self-service-application/sco.po
Languages: sco

source: Add/Update Person
sco: Eik/Update Person

source: Open Positions
sco: Apen Poseetions

source: Position List
sco: Poseetion Leet

source: Details for all positions.
sco: Details fer aw poseetions.

source: Position Reports
sco: Poseetion Reports

source: Position Job
sco: Poseetion Job

source: Facility ID
sco: Faceelitie ID

source: Facility
sco: Faceelitie

source: Department ID
sco: Depairtmant ID

source: The currently open positions
sco: The poseetions apen the nou

source: Apply for a Position
sco: Applie fer ae Poseetion

source: User Details
sco: Uiser Details
