Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-train/translations/templates/fee-type/*.po
Languages: de, fr, lt

source: Edit the Fee Type list
de: Die Liste der Gebührenarten bearbeiten
fr: Modifier la liste des types de frais
lt: Redaguoti Mokesčių Tipų sąrašą

source: View the Fee Type list
de: Die Liste der Gebührenarten anzeigen
fr: Afficher la liste des types de frais
lt: Žiūrėti Mokesčių Tipų sąrašą

source: Total
de: Gesamt
lt: Viso

source: Per Day
de: Pro Tag
fr: Par jour
lt: Per Dieną

source: Per Student Day
de: Pro Teilnehmertag
fr: Par jour et par étudiant
lt: Per Studento Dieną

source: Per Facilitator Per Day
de: Pro Schulungsleiter Pro Tag
fr: Par animateur et par jour

source: Per Student
de: Pro Student
fr: Par étudiant
lt: Vienam Studentui

source: Per Facilitator
de: Pro Dozent
fr: Par animateur

source: Fees Information
de: Gebühreninformation
fr: Information sur les frais
lt: Mokesčių Informacija

source: Unit
de: Einheit
fr: Unité
lt: Vienetas

source: Training Length Type
de: Art der Schulungsdauer
fr: Type de durée de formation
lt: Mokymų Trukmės Tipas

source: Edit This Information
de: Diese Angabe bearbeiten
fr: Modifier cette information
lt: Redaguoti Šią Informaciją

source: Update this Information
de: Diese Angabe aktualisieren
fr: Mettre à jour cette information
lt: Atnaujinti Šią Informaciją

source: Select another Fee Type
de: Eine andere Gebührenart auswählen
fr: Sélectionner un autre type de frais
lt: Pasirinkti kitą Mokesčių Tipą

source: Fee Type Information
de: Informationen zur Gebührenart
fr: Information du type de frais
lt: Mokesčių Tipo Informacija

source: Select another unit
de: Eine andere Währung auswählen
fr: Sélectionner une autre unité
lt: Pasirinkti kitą vientetą

source: Unit Information
de: Währungsinformationen
fr: Information sur l’unité
lt: Vieneto Informacija

source: Name
fr: Nom
lt: Pavadinimas
