Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-person-position/*.po
Languages: it, pt_br

source: Position
it: Ruolo
pt_br: Cargo

source: Enter new Status for the Position
it: Inserire nuovo stato per il ruolo
pt_br: Entre um novo status para o Cargo

source: Discontinue this Position
it: Interrompi questo ruolo
pt_br: Descontinuar esse cargo

source: Edit This Information
it: Modifica questa informazione
pt_br: Editar Esta Informação

source: Correct this Information
it: Correggi questa informazione
pt_br: Corrigir Esta Informação

source: Supervised Positions
it: Ruoli supervisionati
pt_br: Cargos Supervisionados

source: Open this Position
it: Apri questo ruolo
pt_br: Abrir esse Cargo

source: Positions
it: Ruoli
pt_br: Cargos

source: Update this Information
it: Aggiorna questa informazione
pt_br: Atualizar Esta Informação

source: Select another Department
it: Scegli un altro reparto
pt_br: Selecionar outro Departamento

source: Department
it: Reparto
pt_br: Departamento

source: View Position
it: Visualizza ruolo
pt_br: Ver Cargo

source: Position Information
it: Informazioni ruolo
pt_br: Informação do Cargo

source: Hide
it: Nascondi
pt_br: Ocultar

source: Select another Position
it: Scegli un altro ruolo
pt_br: Selecione outro Cargo

source: Select another Position Type
it: Scegli un altro tipo di ruolo
pt_br: Selecione outro Tipo de Cargo

source: Position Type
it: Tipo di ruolo
pt_br: Tipo de Cargo

source: return (do not save changes)
it: Indietro (non salvare i cambiamenti)
pt_br: voltar (não salvar as alterações)

source: Start Date
it: Data di inizio
pt_br: Data de Início

source: New Position
it: Nuovo ruolo
pt_br: Novo Cargo

source: Current Position
it: Ruolo attuale
pt_br: Cargo Atual

source: Enter new Status for the Current Position
it: Inserisci nuovo stato per il ruolo attuale
pt_br: Entre novo status para o Cargo Atual

source: Record a Departure
it: Inserisci una cessazione rapporto
pt_br: Gravar uma Demissão

source: Change Position
it: Modifica ruolo
pt_br: Mudar Cargo

source: View Position History
it: Visualizza storico ruolo
pt_br: Ver Histórico de Cargos

source: View Person
it: Visualizza persona
pt_br: Ver Pessoa

source: Position Filled By
it: Ruolo ricoperto da
pt_br: Cargo Preenchido Por

source: Select another Reason for Departure
it: Seleziona altro motivo della cessazione rapporto
pt_br: Selecione outro motivo para a Demissão

source: Reason for Departure
it: Ragione della cessazione rapporto
pt_br: Razão para Demissão

source: Edit the department list
it: Modifica l'elenco dei reparti
pt_br: Editar a lista de departamentos

source: View the department list
it: Visualizza l'elenco dei reparti
pt_br: Ver a lista de departamentos

source: Edit the position_type list
it: Modifica l'elenco delle tipologie di ruolo
pt_br: Editar a lista tipo_de_cargo

source: View the position_type list
it: Visualizza l'elenco delle tipologie di ruolo
pt_br: Ver a lista tipo_de_cargo

source: Edit the position list
it: Modifica l'elenco dei ruoli
pt_br: Editar a lista de cargos

source: View the position list
it: Visualizza l'elenco dei ruoli
pt_br: Ver a lista de cargo

source: Edit the pos_change_reason list
it: Modifica l'elenco delle ragioni di cambiamento ruolo
pt_br: Editar a lista mudar_razao_pos

source: View the pos_change_reason list
it: Visualizza l'elenco delle ragioni di cambiamento ruolo
pt_br: Ver a lista mudar_razao_pos

source: Can edit some information about positions
it: Modifica alcune informazioni sui ruoli
pt_br: Pode editar algumas informações sobre cargos

source: Can view some information about positions
it: Visualizza alcune informazioni sui ruoli
pt_br: Pode ver algumas informações sobre cargos

source: Can edit all information about positions
it: Modifica tutte le informazioni sui ruoli
pt_br: Pode editar todas as informações sobre cargos

source: Can view all information about positions
it: Visualizza tutte le informazioni sui ruoli
pt_br: Pode ver todas as informações sobre cargos

source: Can edit the position of a person
it: Modifica il ruolo di una persona
pt_br: Pode editar o cargo de uma pessoa

source: Can view the position of a person
it: Visualizza il ruolo di una persona
pt_br: Pode ver o cargo de uma pessoa

source: Can change the existing position of a person
it: Cambia l'attuale ruolo di una persona
pt_br: Pode mudar o a existência do cargo de uma pessoa

source: Open
it: Aperto
pt_br: Abrir

source: Closed
it: Chiuso
pt_br: Fechado

source: Discontinued
it: Discontinuo
pt_br: Descontinuado

source: Make a Job Offer
it: Crea un'offerta di lavoro
pt_br: Fazer Oferta de Trabalho

source: Edit Position
it: Modifica ruolo
pt_br: Editar Cargo

source: Person Position
it: Ruolo della persona
pt_br: Cargo da Pessoa

source: This form is used to link a person to a pariticular position residence
it: Questo modulo Ã¨ usato per collegare una persona ad un particolare ruolo
pt_br: Esse formulário é usado para ligar uma pessoa a um cargo particular residencial

source: Reasons for Departure
it: Ragioni dell'allontanamento
pt_br: Razões para Demissão

source: Position Status
it: Stato del ruolo
pt_br: Status do Cargo

source: Name
it: Nome
pt_br: Nome

source: End Date
it: Data di fine
pt_br: Data de Término

source: Position Code
it: Codice del ruolo
pt_br: Código do Cargo

source: Job
it: Impiego
pt_br: Emprego

source: Position Title
it: Qualifica del ruolo
pt_br: Nome do Cargo

source: Position Description
it: Descrizione del ruolo
pt_br: Descrição do Cargo

source: Supervisor
it: Supervisore

source: Facility
it: Sede
pt_br: Escritório

source: Proposed Hiring Date
it: Data di assunzione proposta
pt_br: Data de Admissão Proposta

source: Date Posted
it: Data inserimento
pt_br: Data do Envio

source: Status
it: Stato

source: Position Comments
it: Commenti sul ruolo
pt_br: Comentários do Cargo

source: Interview Comments
it: Commenti sul colloquio
pt_br: Comentários da Entrevista

source: Standardized Position Letters
it: Lettere di Posizione Standard
pt_br: Cartas Padronizadas do Cargo

source: Confirm
it: Conferma
pt_br: Confirmar

source: Please enter a start date after the previous position's start date.
it: Inserisci una data di inizio successiva alla data di inizio della posizione precedente.
pt_br: Por favor, forneça uma data inicial após a posição anterior.

source: The end date must be after the start date.
it: La data di fine deve essere successiva alla data di inizio.
pt_br: A data final precisa estar após a data inicial.

source: Required Field.
it: Campo obbligatorio
pt_br: Campo necessário

source: Please enter a new status.
it: Inserisci un nuovo status.
pt_br: Por favor, forneça um novo estado.

source: Select Existing Position
pt_br: Selecionar posição existente

source: Add New Position
pt_br: Adicionar nova posição
