Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage-salary/*.po
Languages: de, es

source: Edit This Information
de: Diese Informationen bearbeiten
es: Editar esta información

source: Update this Information
de: Diese Informationen aktualisieren
es: Actualizar esta información

source: Select another Salary Source
de: Einen anderen Entgeltträger auswählen
es: Seleccionar otra Fuente de Ingresos

source: Salary Source
de: Entgeltträger
es: Fuente de Ingresos

source: Edit the salary_source list
de: Liste der Entgeltträger bearbeiten
es: Editar fuente de la lista de _salario

source: View the salary_source list
de: Liste der Entgeltträger einsehen
es: Mostrar fuente de la lista de _salario

source: Salary
de: Entgelt
es: Salario

source: Start Date
de: Anfangsdatum
es: Fecha de Inicio

source: End Date
de: Enddatum
es: Fecha de finalización

source: Notes
de: Notizen
es: Notas

source: The start date must be after the start date of the current salary.
de: Das Anfangsdatum muss nach dem Anfangsdatum des aktuellen Entgelts liegen.
es: La fecha inicial debe ser posterior a la fecha inicial del salario actual.

source: Salary Change
de: Entgeltänderung
es: Cambiar salario

source: Salary History
de: Entgeltverlauf
es: Historia salarial

source: Can edit the salary of a person
de: Kann das Entgelt einer Person bearbeiten
es: Puede editar el salario de una persona

source: Can delete the salary of a person
de: Kann das Entgelt einer Person löschen
es: Puede borrar el salario de una persona

source: Can change an existing salary of a person
de: Kann das vorhandene Entgelt einer Person ändern
es: Puede cambiar un salario existente de una persona

source: Can view an existing salary of a person
de: Kann das vorhandene Entgelt einer Person ansehen
es: Puede ver un salario existente de una persona

source: Proposed Salary
de: Vorgeschlagenes Entgelt
es: Salario propuesto

source: Source
de: Quelle
es: Fuente

source: return
de: zurück
es: volver

source: Correct this Information
de: Diese Information korrigieren
es: Corregir esta información

source: Percent of Market Rate
de: Prozent des Marktzinses
es: Porcentaje de tasa de mercado

source: New Salary
de: Neues Entgelt
es: Nuevo salario

source: Current Salary
de: Aktuelles Entgelt
es: Salario actual

source: Add a salary
de: Ein Entgelt hinzufügen
es: Añadir un salario

source: No Salaries
de: Keine Entgelte
es: Sin Salarios

source: Edit Salary
de: Entgelt bearbeiten
es: Editar salario

source: View Salary History
de: Entgeltverlauf ansehen
es: Ver historial salarial
