Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/ihris-manage-custom-reports-facility-reports/*.po
Languages: fr_ml, mk, zh_cn

source: Facility List
fr_ml: Liste des structures
mk: Список на одделенија
zh_cn: 设备列表

source: Facility information
fr_ml: Information sur la structure
mk: Информации за установата
zh_cn: 设施信息

source: The facility type for this facility.
fr_ml: Le type de structure pour cette structure
mk: Типот на оваа установа.
zh_cn: 这项设施的设备类型。

source: Facility Type
fr_ml: Type de Structure
mk: Тип на установата
zh_cn: 设备类型

source: The contact information for this facility.
fr_ml: Les coordonnées pour cette structure
mk: Контактните податоци на оваа установа.
zh_cn: 这项设施的联系信息。

source: Facility Contact
fr_ml: Personne à contacter pour cette structure
mk: Контакт на установата
zh_cn: 设施联系

source: The district where this facility is.
fr_ml: Le cercle où se trouve l’établissement.
mk: Подрачје на установата.
zh_cn: 这项设施在哪里区。

source: District
fr_ml: Cercle
mk: Подрачје
zh_cn: 区

source: Facility information.
fr_ml: Information sur la structure
mk: Информации за установата.
zh_cn: 设备的信息。

source: Facility Type ID
fr_ml: Type d’ID de la structure
mk: ID на тип на установа
zh_cn: 基金类型 ID

source: Facility Location
fr_ml: Lieu de la structure
mk: Место на установата
zh_cn: 设施选址

source: Facility Location ID
fr_ml: ID du lieu de la structure
mk: ID на местото на установата
zh_cn: 设施位置 ID

source: Facility Name
fr_ml: Nom de la structure
mk: Име на установата
zh_cn: 设备名称

source: Location
fr_ml: Lieu
mk: Место
zh_cn: 位置

source: Mailing Address
fr_ml: Adresse postale
mk: Поштенска адреса
zh_cn: 邮寄地址

source: Telephone Number
fr_ml: Numéro de téléphone
mk: Телефонски број
zh_cn: 电话号码

source: Email Address
fr_ml: Adresse e-mail
mk: Е-пошта
zh_cn: 电子邮件地址

source: Contact Notes
fr_ml: Commentaires sur les contacts
mk: Белешки за контакт
zh_cn: 联系人说明

source: A list of all facilities.
fr_ml: Une liste de tous les structures
mk: Список на сите установи.
zh_cn: 所有设备的列表。

source: Facility Report
fr_ml: Rapport sur la structure
mk: Извештај за установата
zh_cn: 基金报告
