Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/ihris-train-custom-reports-scheduled-training/*.po
Languages: fr

source: Relationship for all scheduled trainings.
fr: Relation pour toutes les formations planifiées.

source: Scheduled Trainings
fr: Formations planifiées

source: The funder for this training.
fr: Le bailleur de fonds de cette formation.

source: Funder
fr: Bailleur de fonds

source: The link from the provider to the training details.
fr: Le lien vers le fournisseur pour les détails de la formation.

source: Provider Training Link
fr: Lien du fournisseur de formation

source: The training details.
fr: Les détails de la formation.

source: Training
fr: Formation

source: The training provider for this training.
fr: Le fournisseur de formation pour cette formation.

source: Training Provider
fr: Fournisseur de formation

source: Set to yes if this training has been completed.
fr: Mettre à oui si la formation a été effectuée.

source: A list of all scheduled trainings.
fr: Une liste de toutes les formations planifiées.

source: End Date
fr: Date de fin

source: End Date After
fr: Date de fin après

source: End Date Before
fr: Date de fin avant

source: Funder ID
fr: ID du bailleur de fonds

source: Start Date
fr: Date de démarrage

source: Start Date After
fr: Après la date d'admission

source: Start Date After Today
fr: Date De Début À Partir D'Aujourd'Hui

source: Start Date Before
fr: Avant la date d'admission

source: Training ID
fr: Numéro de la formation

source: Training Classification
fr: Classification de la formation

source: Duration of Training
fr: Durée de la formation

source: Duration Unit
fr: Unité de durée

source: Training Type
fr: Type de formation

source: Training Provider Type
fr: Type de fournisseur de formation

source: Completed?
fr: Terminée ?
