Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage-custom-reports-filled-positions/*.po
Languages: it, sd, sw

source: Filled Positions
it: Ruoli ricoperti
sd: ڀريل آساميون
sw: Nafasi Zilizojazwa

source: Historical list of all filled positions.
it: Elenco storico di tutti i ruoli ricoperti
sd: سڀن ڀريل آسامين جي تاريخي فهرست.
sw: Orodha ya Kihistoria ya nafasi zote zilizojazwa

source: First Salary
it: Stipendio iniziale
sd: پهرين پگھار
sw: Mshahara wa Kwanza

source: The first salary for this position and person.
it: Lo stipendio iniziale per questo ruolo e persona
sd: هن آسامي ۽ شخص لاءِ پهرين پگھار.
sw: Mshahara wa kwanza kwa ajili ya nafasi hii na mtu.

source: Last Salary
it: Stipendio finale
sd: آخري پگھار
sw: Mshahara wa Mwisho

source: The last salary for this position and person.
it: Lo stipendio finale per questo ruolo e persona
sd: هن آسامي ۽ شخص لاءِ آخري پگھار.
sw: Mshahara wa Mwisho kwa ajili ya nafasi hii na mtu.

source: Person
it: Persona
sd: شخص
sw: Mtu

source: The person filling this position.
it: La persona che ricopre questo ruolo
sd: هن آسامي کي ڀريندڙ شخص.
sw: Mtu anayejaza nafasi hii.

source: Employee Position
it: Ruolo impiegato
sd: ملازم جي آسامي
sw: Nafasi ya Mwajiriwa

source: The position details.
it: Dettagli sul ruolo
sd: آسامي جا تفصيل.
sw: Maelezo ya kina ya nafasi

source: Supervisor Position
it: Ruolo supervisore
sd: سپروائيزر جي آسامي
sw: Nafasi ya Msimamizi

source: The position details for the supervisor.
it: Dettagli per il ruolo di supervisore
sd: سپروائيزر لاءِ آسامي جا تفصيل.
sw: Maelezo ya kina ya nafasi kwa ajili ya msimamizi.

source: Supervisor Person Position
it: Ruolo della persona supervisore
sd: سپروائيزر شخص آسامي
sw: Nafasi ya Msimamizi

source: The current or most recent person filling the supervisor position.
it: Corrente o ultima persona che ha ricoperto il ruolo di supervisore
sw: Mtu wa sasa au hivi karibuni anayejaza nafasi ya msimamizi

source: Supervisor Person
it: Persona supervisore
sd: سپروائيزر شخص
sw: Msimamizi

source: The person most recently filling the supervisor position.
it: La persona che pi√π recentemente ha ricoperto il ruolo di supervisore
sw: Mtu wa hivi karibuni anayejaza nafasi ya msimamizi.

source: A historical report of all filled positions.
it: Uno storico di tutti i ruoli ricoperti
sd: سڀن ڀريل آسامين جي تاريخي فهرست.
sw: Ripoti ya kihistoria ya nafasi zote zilizojazwa

source: Person Start Date
it: Data inizio persona
sd: سخص جي شروعات جي تاريخ
sw: Tarehe ya Mtu Kuanza

source: Start Date After
it: Data di inizio dopo di
sd: شروعات جي تاريخ کانپوءِ
sw: Tarehe ya Kuanza Baada ya

source: Start Date Before
it: Data di inizio prima di
sd: شروعات جي تاريخ ڪان اڳ
sw: Tarehe ya Kuanza Kabla ya

source: Person End Date
it: Data di fine della persona
sd: سخص جي اختتام جي تاريخ
sw: Tarehe ya Mtu Kumaliza

source: End Date After
it: Data di fine dopo di
sd: اختتام جي تاريخ کانپوءِ
sw: Tarehe ya Kumaliza Baada ya

source: End Date Before
it: Data di fine prima di
sd: اختتام جي تاريخ کان اڳ
sw: Tarehe ya Kumaliza Kabla ya

source: Surname
it: Cognome
sd: ذات
sw: Jina La Ukoo

source: Firstname
it: Nome
sd: پهريون نالو
sw: Jina la Kwanza

source: Job Title
it: Qualifica
sd: نوڪري جو عنوان
sw: Cheo cha Kazi

source: Position Title
it: Qualifica del ruolo
sd: آسامي جو عنوان
sw: Cheo

source: Facility
it: Sede
sd: سهولت
sw: Jengo

source: Department
it: Reparto
sd: شعبو
sw: Idara

source: Position Status
it: Stato del ruolo
sd: آسامي جو رتبو
sw: Hadhi ya Nafasi

source: Supervisor Title
it: Qualifica del supervisore
sd: سپروائيزر جو عنوان
sw: Cheo cha Msimamizi

source: Supervisor Start Date
it: Data di inizio del supervisore
sd: سپروائيزر جي شروعات جي تاريخ
sw: Tarehe ya Msimamizi Kuanza

source: Supervisor Surname
it: Cognome del supervisore
sd: سپروائيزر جي ذات
sw: Jina la Ukoo la Msimamizi

source: Supervisor Firstname
it: Nome del supervisore
sd: سپروائيزر جو پهريون نالو
sw: Jina la Kwanza la Msimamizi

source: Filled Positions Export
it: Esporta ruoli ricoperti
sw: Nafasi Zilizojazwa na kupelekwa

source: A list of historical filled positions for exporting.
it: Un elenco da esportare dello storico dei ruoli ricoperti
sd: برآمد ڪرڻ لاءِ ڀريل آسامين جي تاريخي فهرست.
sw: Orodha ya nafasi za kihistoria zilizojazwa kwa ajili ya kupelekwa
