Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-common/translations/templates/training-exam/*.po
Languages: br

source: Evaluate a perons's cheduled training course
br: Prizian barregezhioù unan bennak evit ur stummadur programmet

source: View a perons's cheduled training course evaluation
br: Diskouez priziadenn unan bennak evit ur stummadur programmet

source: Training Course Exam Type
br: Seurt arnodenn war ur stummadur

source: Training Course Exam
br: Prouad priziañ war ur stummadur

source: Notes
br: Notennoù

source: Evaluation Date
br: Deiziad an istimadur

source: Exam Type
br: Seurt arnodenn

source: Score
br: Skor

source: Passing Score For Final Exam
br: Disoc'h tremen an arnodenn dibenn

source: Training Course Exam Results
br: Disoc'hoù da arnodenn ur stummadur

source: Exam Results For Training Course
br: Disoc'hoù da arnodenn ur stummadur

source: Exam Results
br: Disoc'hoù an arnodenn

source: Passing Score: %d
br: Feur berzh : %d
