Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage-benefit/*.po
Languages: oc, sw

source: Edit This Information
oc: Modificar aquesta informacion
sw: Hariri Taarifa Hii

source: Update this Information
oc: Metre a jorn aquesta informacion
sw: Sasisha Taarifa hii

source: Benefit
oc: Avantatges
sw: Faida

source: Select another Benefit Type
oc: Causir un autre tipe d'avantatges
sw: Chagua Aina ya Faida nyingine

source: Benefit Type
oc: Tipe d'avantatge
sw: Aina ya Faida

source: Can view benefit child form of a person
oc: Pòt afichar lo formulari enfant de l’allocacion d’una persona
sw: Weza kuangalia fomu ya faida ya mtoto wa mtu

source: Can edit benefit child forms of a person
oc: Pòt editar lo formulari enfant de l’allocacion d’una persona
sw: Weza kuhariri fomu za faida za mtoto wa mtu

source: Can edit the benefit type database list
oc: Pòt editar la lista dels tipes d’allocacions de la basa de donadas
sw: Weza kuhariri orodha ya hazinadata ya aina ya faida

source: Can view the benefit type database list
oc: Pòt afichar la lista dels tipes d’allocacions de la basa de donadas
sw: Weza kuangalia orodha ya hazinadata ya aina ya faida

source: Once
oc: Un sol còp
sw: Mara moja

source: Weekly
oc: Cada setmana
sw: Kwa Wiki

source: Monthly
oc: Cada mes
sw: Kwa Mwezi

source: Yearly
oc: Cada an
sw: Kwa Mwaka

source: Add/Update Benefits
oc: Apondre/Actualizar las allocacions
sw: Ongeza/Sasisha Faida

source: Benefit Recurrence
oc: Recurréncia de las allocacions
sw: Faida Inayojirudia

source: Amount
oc: Quantitat
sw: Kiwango

source: Source
oc: Font
sw: Chanzo

source: Start Date
oc: Data de començament
sw: Tarehe ya Kuanza

source: End Date
oc: Data de fin
sw: Tarehe ya Kumaliza

source: Recurrence Frequency
oc: Frequéncia de la recurréncia
sw: Kiwango cha Kujirudia

source: The end date must be after the start date.
oc: La data de fin deu èsser posteriora a la data de començament.
