Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-train/translations/templates/provider-instance/*.po
Languages: es, lt

source: Can view instance child form of a provider
es: Puede ver el formulario secundario de instancia de un proveedor

source: Can edit instance child forms of a provider
es: Puede editar formularios secundarios de instancia de un proveedor

source: Can edit the funder database list.
es: Puede editar la lista de la base de datos del financiador
lt: Gali redaguoti rėmėjo duomenų bazės sąrašą.

source: Can view the funder database list.
es: Puede ver la lista de la base de datos del financiador
lt: Gali peržiūrėti rėmėjo duomenų bazės sąrašą.

source: Scheduled/Update Training Information
es: Programar/actualizar información de capacitación
lt: Suplanuota/Atnaujinti Mokymų Informaciją

source: Add/Update Fee Information
es: Añadir/actualizar información de cuota
lt: Pridėti/Atnaujinti Mokesčių Informaciją

source: Set Exam Details
es: Establecer datos de examen
lt: Nustatyti Egzamino Informaciją

source: Scheduled Training Information
es: Información de capacitación programada
lt: Suplanuotų Mokymų Informacija

source: Scheduled Training Fee Information
es: Información de cuota de capacitación programada
lt: Suplanuotų Mokymų Mokesčio Informacija

source: Funder
es: Financiador
lt: Rėmėjas

source: Start Date
es: Fecha de inicio
lt: Pradžios Data

source: End Date
es: Fecha de finalización
lt: Pabaigos Data

source: Academic Year (eg. Year 1)
es: Año académico (p.ej., Año 1)
lt: Mokslo Metai (pvz. 1 metai)

source: Calender Year
es: Año calendario
lt: Kalendoriniai Metai

source: Upload Scanned Signed Student List
es: Subir lista escaneada y firmada de estudiante
lt: Įkelti Nuskaitytą Pasirašytą Studentų Sąrašą

source: Source of Funding
es: Fuente de financiación
lt: Finansavimo Šaltinis

source: Target Group(s)
es: Grupo(s) de destino
lt: Tikslinė(-s) Grupė(-s)

source: Location Details
es: Datos de ubicación
lt: Vietos Informacija

source: Provider Training
es: Capacitación de proveedor
lt: Teikėjo Mokymai

source: Hide
es: Ocultar
lt: Slėpti

source: Fee
es: Cuota
lt: Mokestis

source: Amount
es: Monto
lt: Kiekis

source: Edit This Information
es: Editar esta información
lt: Redaguoti Šią Informaciją

source: Correct this Information
es: Corregir esta información
lt: Taisyti šia Informaciją

source: Exam Results
es: Resultados de examen
lt: Egzamino Rezultatai

source: Add Exam Results for
es: Añadir resultados de examen para
lt: Pridėti Egzamino Rezultatus

source: Add Exam Numbers
es: Añadir números de examen
lt: Pridėti Egzamino Skaičius

source: Edit Fee
es: Editar cuota
lt: Redaguoti Mokestį

source: save
es: guardar
lt: išsaugoti

source: Exam Number
es: Número de examen
lt: Egzamino Skaičius

source: Scheduled Training Courses
es: Cursos de capacitación programados
lt: Suplanuoti Mokymų Kursai

source: Firstname
es: Nombre(s)
lt: Vardas

source: Surname
es: Apellido
lt: Pavardė

source: return
es: regresar
lt: grįžti

source: Schedule a Training for
es: Programar una capacitación para
lt: Suplanuoti Mokymai

source: All participants have an exam number so there is nothing to set for these participants.
es: Todos los participantes tienen un número de examen así que no hay nada que establecer para estos participantes.
lt: Visi dalyviai turi egzamino skaičių, todėl nėra ko nustatyti šiems dalyviams.

source: An invalid paper was passed to this page so nothing can be done. Please contact your system administrator.
es: Un documento no válido fue pasado a esta página para que nada se pueda hacer. Ponte en contacto con el administrador del sistema.

source: Set Exam Number
es: Establecer número de examen
lt: Nustatyti Egzamino Skaičių

source: Update this Information
es: Actualizar esta información
lt: Atnaujinti šią Informaciją

source: Schedule Training
es: Capacitación programada
lt: Suplanuoti Mokymus

source: Cancelled?
es: ¿Cancelada?
lt: Atšaukta?
