Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-train/translations/templates/ihris-train/*.po
Languages: es, fr

source: Home Village
es: Pueblo natal
fr: Village de résidence

source: Person
es: Persona
fr: Personne

source: Manage People
es: Gestionar personas
fr: Gérer les personnes

source: Search People
es: Búsqueda de personas
fr: Rechercher des personnes

source: Locate any person's record in the system to review, print or update.
es: Buscar cualquier registro de persona en el sistema para verlo, imprimirlo o actualizarlo.
fr: Retrouver l’enregistrement de n’importe quelle personne dans le système pour vérifier, imprimer ou mettre à jour.

source: Search Training Providers
es: Búsqueda de proveedores de capacitación
fr: Rechercher les fournisseurs de formation

source: Locate any training Providers in the system to review, print or update.
es: Buscar cualquier proveedor de capacitación en el sistema para verlo, imprimirlo o actualizarlo.
fr: Retrouver n’importe quel fournisseur de formation dans le système pour vérifier, imprimer ou mettre à jour.

source: Edit This Information
es: Editar esta información
fr: Modifier cette information

source: Update this Information
es: Actualizar esta información
fr: Mettre à jour cette information

source: Select another Facility Agent
es: Seleccionar otro agente de trabajo
fr: Sélectionner un autre agent d’établissement

source: Facility Agent
es: Agente de trabajo
fr: Agent d’établissement

source: Individual Information
es: Información individual
fr: Information individuelle

source: Contact Information
es: Información de contacto
fr: Information de contact

source: Education Information
es: Información educativa
fr: Information sur l’éducation

source: Registration Information
es: Información de registro
fr: Information d’inscription

source: Trainings
es: Capacitaciones
fr: Formations

source: Record Verification
es: Verificación de registro
fr: Vérification de l’enregistrement

source: Select another Sub-County
es: Seleccionar otro subcondado
fr: Sélectionner un autre sous-canton

source: Sub-County
es: Subcondado
fr: Sous-canton

source: Demographic Information
es: Información demográfica
fr: Information démographique

source: Add Training Provider
es: Añadir proveedor de capacitación
fr: Ajouter un fournisseur de formation

source: Find Training Provider
es: Búsqueda de proveedor de capacitación
fr: Trouver un fournisseur de formation

source: Training Courses
es: Cursos de capacitación
fr: Cours de formation

source: Training Instance Calendar
es: Calendario de instancia de capacitación
fr: Calendrier d’instance de formation

source: Administer Database
es: Administrar base de datos
fr: Administrer la base de données

source: Configure Modules
es: Configurar módulos
fr: Configurer les modules

source: Form Relationships
es: Relaciones de formulario
fr: Relations de formulaire

source: Reports
es: Informes
fr: Rapports

source: Report Views
es: Vistas de informe
fr: Affichages des rapports

source: Browse Magic Data
es: Buscar datos mágicos
fr: Parcourir les données magiques

source: Tasks Roles
es: Funciones de tareas
fr: Rôles des tâches

source: Manage Locales
es: Gestionar ubicaciones
fr: Gérer les paramètres régionaux

source: Background Processes
es: Procesos en segundo plano
fr: Processus d’arrière-plan

source: Browse Forms
es: Buscar formularios
fr: Parcourir les formulaires

source: Cached Forms
es: Formularios en caché
fr: Formulaires en cache

source: Administer Users
es: Administrar usuarios
fr: Administrer les utilisateurs

source: User Statistics
es: Estadísticas de usuario
fr: Statistiques de l’utilisateur

source: Add Person
es: Añadir persona
fr: Ajouter une personne

source: To track a person in the database, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
es: Para buscar una persona en la base de datos, añade un registro para esa persona. Cierta información es requerida para iniciar un nuevo registro. Una vez generado el registro, se habilitarán opciones adicionales para añadir más datos acerca de la persona. Un miembro o un administrador de RRHH puede añadir una nueva persona al sistema.
fr: Pour cibler une personne dans la base de données, ajoutez un enregistrement pour cette personne. Certaines informations sont obligatoires pour créer un nouvel enregistrement. Une fois celui-ci généré, des options supplémentaires pour ajouter des données sur la personne deviendront disponibles. Une personne de l’équipe RH ou un responsable RH peut ajouter une nouvelle personne dans le système.

source: Select another Academic Level
es: Seleccionar otro nivel académico
fr: Sélectionner un autre niveau académique

source: Academic Level
es: Nivel académico
fr: Niveau académique

source: Add/Update Person
es: Añadir/Actualizar persona
fr: Ajouter/Mettre à jour une personne

source: Personal Information
es: Información personal
fr: Information personnelle

source: View Person
es: Ver persona
fr: Afficher la personne

source: Hide
es: Ocultar
fr: Masquer

source: Add Identification
es: Añadir identificación
fr: Ajouter une identification

source: Add Demographic Information
es: Añadir información demográfica
fr: Ajouter une information démographique

source: Add Education Information
es: Añadir información educativa
fr: Ajouter une information d’éducation

source: Add Registration Information
es: Añadir información de registro
fr: Ajouter une information d’inscription

source: Add Passport Photo
es: Añadir fotografía de pasaporte
fr: Ajouter une photo de passeport

source: Standardized Forms
es: Formularios estandarizados
fr: Formulaires standardisés

source: View Name History
es: Ver historial de nombre
fr: Visualiser l’historique du nom

source: Name / Nationality
es: Nombre / Nacionalidad
fr: Nom / Nationalité

source: View Education History
es: Ver historial educativo
fr: Afficher l’historique de l’éducation

source: View Registration History
es: Ver historial de registro
fr: Afficher l’historique des inscriptions

source: Position Information
es: Información de posición
fr: Information sur la position

source: Add Position
es: Añadir posición
fr: Ajouter une position

source: View Position History
es: Ver historial de posición
fr: Afficher l’historique des positions

source: Add Training Instance
es: Añadir instancia de capacitación
fr: Ajouter une instance de formation

source: Training Instance History
es: Historial de instancia de capacitación
fr: Historique des instances de formation

source: Add Note
es: Añadir nota
fr: Ajouter une note

source: Add Verification
es: Añadir verificación
fr: Ajouter une vérification

source: View Verification History
es: Ver historial de verificación
fr: Afficher l’historique des vérifications

source: Scanned Paper Records
es: Registros de documentos escaneados
fr: Enregistrements de papiers scannés

source: Add Scanned Document
es: Añadir documento escaneado
fr: Ajouter un document scanné

source: Configure System
es: Configurar sistema
fr: Configurer le système

source: Administer positions and create and update dropdown menus.
es: Administrar posiciones, crear y actualizar menús desplegables.
fr: Administrer les positions et créer et mettre à jour les menus déroulants.

source: Enable and disable the various modules for the system.
es: Activar y desactivar los distintos módulos para el sistema.
fr: Activer et désactiver les différents modules du système

source: Manage Reports
es: Gestionar informes
fr: Gérer les rapports

source: Manage the standard reports available to users and create new custom reports.
es: Gestionar los informes estándar disponibles para los usuarios, y crear nuevos informes personalizados.
fr: Gérer les rapports standards disponibles pour les utilisateurs et créer de nouveaux rapports personnalisés.

source: Define how forms are related for use in reports.
es: Definir la forma en la que los formularios están relacionados para usar en los informes.
fr: Définir comment les formulaires sont liés pour leur utilisation dans les rapports.

source: Define reports based on previously defined relationships. You can choose which fields are available to each report and what fields can be used to limit the report.
es: Definir informes basados en relaciones definidas previamente. Puedes elegir que campos estarán disponibles para cada informe y cuales serán utilizados para limitar el informe.
fr: Définir les rapports basés sur les relations précédemment définies. Vous pouvez choisir quels champs sont disponibles pour chaque rapport et quels champs pourront être utilisés pour limiter le rapport.

source: Define report views based on previously defined reports. You can choose which fields to display and also define a default view that display a chart or limited results when a user access the report view.
es: Define vistas de informes, basándose en informes definidos con anterioridad. Puedes elegir qué campos mostrar y también definir una vista predeterminada que muestre gráficos o resultados limitados cuando un usuario accede a la vista del informe.
fr: Définir les affichages de rapport d’après les rapports précédemment définis. Vous pouvez choisir quels champs afficher et aussi définir un affichage par défaut qui affichera un graphique ou des résultats limités quand un utilisateur accède à l’affichage du rapport.

source: Browse the configuration data used by the sytem.
es: Buscar los datos de configuración utilizados por el sistema.
fr: Parcourir les données de configuration utilisées par le système.

source: Tasks and Roles
es: Tareas y funciones
fr: Tâches et rôles

source: Administer Tasks and Roles for the System
es: Administrar las tareas y funciones para el sistema
fr: Administrer les tâches et les rôles pour le système

source: Manage the Locales made available by the system
es: Administrar las ubicaciones disponibles por el sistema
fr: Gérer les paramètres régionaux rendus disponibles par le système

source: Examine background processes you have started
es: Examinar los procesos de segundo plano que has iniciado
fr: Examiner les processus en arrière-plan que vous avez lancés

source: Browse the forms used by the system.
es: Explorar los formularios utilizados por el sistema.
fr: Parcourir les formulaires utilisés par le système.

source: Control the creation of cached forms
es: Controla la creación de formularios en caché
fr: Contrôler la création des formulaires en cache

source: Create, update and disable user accounts to enforce secure access to the system. Access is limited to the System Administrator.
es: Crear, actualizar y deshabilitar cuentas de usuario para asegurar acceso seguro al sistema. Solo puede acceder el administrador del sistema.
fr: Créer, mettre à jour et désactiver les comptes utilisateur pour renforcer la sécurité des accès au système. L’accès est limité à l’Administrateur système.

source: View data entry statistics for users.
es: Ver las estadísticas de entrada de datos de los usuarios.
fr: Afficher les statistiques de saisie de données pour les utilisateurs.

source: Select another Health Facility
es: Seleccionar otro centro de salud
fr: Sélectionner un autre établissement de santé

source: Health Facility
es: Centro de salud
fr: Établissement de santé

source: View My Provider
es: Ver mi proveedor
fr: Afficher mon fournisseur

source: Manage Trainings
es: Gestionar capacitaciones
fr: Gérer les formations

source: Search Records
es: Búsqueda de registros
fr: Rechercher les enregistrements

source: View Reports
es: Ver informes
fr: Afficher les rapports

source: Change Password
es: Cambiar contraseña
fr: Modifier le mot de passe

source: View Your Record
es: Ver tu registro
fr: Afficher votre enregistrement

source: Add a new training Provider record to the system. Search for providers to schedule new training course instances or update current instances to add people to the training or record results.
es: Añadir un nuevo registro de proveedor de capacitación en el sistema. Busca proveedores para programar nuevas instancias del curso de capacitación o actualizar las instancias actuales para añadir personas a los resultados de la capacitación o resultados de registros.
fr: Ajouter un nouvel enregistrement de fournisseur de formation au système. Rechercher des fournisseurs pour planifier de nouvelles instances de cours de formation ou mettre à jour des instances actuelles pour y ajouter des personnes ou des résultats d’enregistrement.

source: Add a new employee
es: Añadir un nuevo empleado
fr: Ajouter un nouvel employé

source: or applicant
es: o solicitante
fr: ou le demandeur

source: record to the system, and search for and update records that have been entered into the system.
es: o registro al sistema, buscar o actualizar registros que ya fueron ingresados al sistema.
fr: enregistrer dans le système, et rechercher et mettre à jour les enregistrements qui ont été entrés dans le système.

source: Also complete job applications for open positions, review completed applications and assign a position to the successful applicant.
es: Además, completar candidaturas para puestos abiertos, revisar candidaturas completas o asignar un puesto al candidato exitoso.
fr: Compléter également les demandes de travail pour les postes ouverts, revoir les demandes terminées et affecter une position au demandeur retenu.

source: Locate any employee or position record in the system to review, print or update.
es: Localizar un empleado o puesto almacenado en el sistema para verlo, imprimirlo o actualizarlo.
fr: Retrouver n’importe quel enregistrement d’employé ou de position dans le système pour le revoir, l’imprimer ou le mettre à jour.

source: Reports enable analysis of human resource data in various ways. Customize, display and print staff lists, statistical charts and other standard reports.
es: Los informes permiten el análisis de los datos de recursos humanos de varias formas. Personaliza, muestra e imprime listas de empleados, cuadros estadísticos y otros informes estándar.
fr: Les rapports permettent l’analyse des données de ressources humaines de différentes manières. Personnalisez, affichez et imprimez les listes d’équipe, les graphiques statistiques et d’autres rapports standards.

source: Configure modules, administer positions, customize drop down menus and create or update user accounts.
es: Configura módulos, administra puestos, personaliza menús desplegables y crea o actualiza cuentas de usuario.
fr: Configurer les modules, administrer les positions, personnalisez les menus déroulants et créer ou metre à jour les comptes utilisateur.

source: View Your Personnel Details
es: Ver tus datos personales
fr: Afficher vos détails personnels

source: View your personnel details.
es: Ver tus datos personales.
fr: Afficher vos détails personnels.

source: Select another Qualification
es: Seleccionar otra calificación
fr: Sélectionner une autre qualification

source: Deployment Information
es: Información de implementación
fr: Information de déploiement

source: Job/Post Information
es: Información de Trabajo/Puesto
fr: Information sur le travail/poste

source: Manage Trainings and Training Provider
es: Gestionar capacitaciones y proveedor de capacitación
fr: Gérer les formations et le fournisseur de formation

source: Add a New Training Provider
es: Añadir un nuevo proveedor de capacitación
fr: Ajouter un nouveau fournisseur de formation

source: Add a new training Provider record to the system
es: Añadir un nuevo registro de proveedor de capacitación en el sistema
fr: Ajouter un nouvel enregistrement de fournisseur de formation au système

source: After entering an a training provider and training record into the system , the record may be reviewed at any time. Click Find Training Provider to locate the record. From the record, additional information can be added or existing information can be updated.
es: Después de introducir un proveedor de capacitación y un registro de capacitación en el sistema, el registro podrá ser revisado en cualquier momento. Haz clic en Buscar Proveedor de Capacitación para localizar el registro. Desde el registro, la información adicional puede ser añadida o la información existente puede ser actualizada.
fr: Après avoir entré un fournisseur de formation et un enregistrement de formation dans le système, l’enregistrement pourra être revu à n’importe quel moment. Cliquez sur Trouver un fournisseur de formation pour le retrouver. Depuis l’enregistrement, des informations supplémentaires pourront être ajoutées, ou des informations existantes mises à jour.

source: Administer Training Courses
es: Administrar cursos de capacitación
fr: Administrer les cours de formation

source: Add new training courses and assign them to providers as well as administer any other drop down lists.
es: Añadir nuevos cursos de capacitación y asignarlos a los proveedores así como administrar cualquier otras listas desplegables.
fr: Ajouter de nouveaux cours de formation et les affecter aux fournisseurs, et administrer aussi d’autres listes déroulantes.

source: View the training instances on a calendar to see upcoming trainings.
es: Ver las instancias de capacitación en un calendario para ver las próximas capacitaciones.
fr: Afficher les instances de formation sur un calendrier pour vois les formations à venir.

source: Correct this Information
es: Corregir esta información
fr: Corriger cette information

source: Deployment/Position Information
es: Información de implementación/posición
fr: Information de déploiement/position

source: Administer Jobs/Post
es: Administrar trabajos/puestos
fr: Administrer les travaux/postes

source: Create Job Structure
es: Crear estructura de trabajo
fr: Créer une structure de travail

source: Job Classifications
es: Clasificaciones de trabajo
fr: Classifications de travail

source: Jobs
es: Trabajos
fr: Emplois

source: Administer Other Lists
es: Administrar otras listas
fr: Administrer d'Autres Listes

source: Organization Lists
es: Listas de organización
fr: Listes des organisations

source: Facility Type
es: Tipo de institución
fr: Type d’établissement

source: Facility Ownership/Affiliation
es: Propiedad/Afiliación de la institución
fr: Propriété/Affiliation d’établissement

source: Registration Councils
es: Consejos de registro
fr: Conseils d’inscription

source: Academic Lists
es: Listas académicas
fr: Listes académiques

source: Identification Type
es: Tipo de identificación
fr: Type d’identification

source: Geographic Information
es: Información geográfica
fr: Information géographique

source: Country
es: País
fr: Pays

source: Region
es: Región
fr: Région

source: District
es: Distrito
fr: Département

source: Currency
es: Moneda
fr: Devise

source: Training Information
es: Información de capacitación
fr: Information de formation

source: Training Classification
es: Clasificación de capacitación
fr: Classification de formation

source: Training Type
es: Tipo de capacitación
fr: Type de formation

source: Exam Paper
es: Documento de examen
fr: Papier d’examen

source: Funder
es: Financiador
fr: Fondateur

source: Assign Provider Trainings
es: Asignar capacitaciones de proveedor
fr: Affecter les fournisseurs de formation

source: Fee Type
es: Tipo de cuota
fr: Type de frais

source: Add A New Lecturer
fr: Ajouter un nouvel auditeur

source: Add a new Lecturer into the system
fr: Ajouter un nouveau Conférencier dans le système

source: Add Semester Courses
fr: Ajouter des cours semestriels

source: Add new semester courses and assign them to lecturers as well as administer any other drop down lists.
fr: Ajouter de nouveaux cours semestriels et les affecter aux conférenciers, et gérer les autres listes déroulantes.

source: Reschedule Course
fr: Replanifier un cours

source: Reschudule A Course To Be Offered To The Next Semester
fr: Replanifier le cours A pour le prochain semestre

source: Open or Close Students Course Registration
fr: Ouvrir ou fermer l’inscription des étudiants aux cours

source: Set Deadline For Students To Enroll Themselves Into Various Courses
fr: Fixer une date limite pour que les étudiants s’inscrivent eux-mêmes dans les différents cours

source: Assign Course To Lecturer
fr: Assigner un cours à un auditeur

source: Add Semester Results
es: Añadir resultados del semestre
fr: Ajouter les résultats semestriels

source: Add students semester results i.e continuous assessment and end of semester exams.
fr: Ajouter les résultats semestriels des étudiants, c.-à-d.l’évaluation continue et les examens de fin de semestre.

source: Approve Semester Results
fr: Approuver les résultats du semestre

source: Approve End Of Smester Results
fr: Approuver les résultats de fin de semestre

source: Add A New Training Program
fr: Ajouter un nouveau programme de formation

source: Add new training program records into the system.
fr: Ajouter les enregistrements d’un nouveau programme de formation dans le système.

source: Add New Department
es: Añadir departamento nNuevo
fr: Ajouter un nouveau département

source: Add new department records into the system.
fr: Ajouter les enregistrements de nouveau département dans le système.

source: Drop A Semester For This Student
fr: Supprimer un semestre pour cet étudiant

source: Registered Courses
es: Cursos registrados
fr: Cours enregistrés

source: Add/Drop Courses
es: Añadir/eliminar cursos
fr: Ajouter/Supprimer des cours

source: Overall GPA
fr: GPA global

source: Semester Results And GPA
fr: Résultats semestriels et GPA

source: Add Lecturer
fr: Ajouter un auditeur

source: Open And Close Students Course Registration
fr: Ouvrir et fermer l’inscription des étudiants aux cours

source: Reschedule Courses To Other Semesters
fr: Replanifier les cours sur d’autres semestres

source: Training Program
es: Programa de entrenamiento
fr: Programme de formation

source: Departments
es: Departamentos
fr: Services

source: To track a person in the database, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available.
fr: Pour suivre une personne dans la base de données, ajouter un enregistrement pour cette personne. Certaines informations sont obligatoires pour commencer un nouvel enregistrement. Une fois l’enregistrement généré, des options supplémentaires pour ajouter des données sur la personne deviendront disponibles.

source: Add Staff
es: Añadir personal
fr: Ajouter du personnel

source: This allows to create a new Lecturer,Principal,Deputy Principal,Registrar,Academic Administrator,Level Coordinator etc.
fr: Cela permet de créer un nouveau Conférencier, Chef d’établissement, Chef d’établissement adjoint, Chef de clinique, Administrateur académique, Coordinateur de niveau, etc.

source: Add a new Lecturer,Semester Results,Schedule Students Course Registration,Assign Course To Lecturers e.t.c.
fr: Ajouter nouveau Conférencier, des résultats semestriels, planifier l’inscription aux cours, affecter les cours aux conférenciers, etc.

source: Position
es: Posición

source: Notes
es: Notas

source: Qualification
es: Calificación

source: Cadres
es: Grupos
