Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-manage/translations/templates/ihris-manage-custom-reports-facility-reports/*.po
Languages: ru, sv

source: Facility List
ru: Список филиалов

source: Facility information
ru: Информация о филиале
sv: Information om anläggningen

source: The facility type for this facility.
ru: Тип данного филиала.
sv: Anläggningstyp för den här anläggningen.

source: Facility Type
ru: Тип филиала
sv: Anläggningstyp

source: The contact information for this facility.
ru: Контактная информация для данного филиала.
sv: Kontaktinformation för den här anläggningen.

source: Facility Contact
ru: Контакты филиала
sv: Kontakt för anläggningen

source: The district where this facility is.
ru: Район, где этот филиал находится.
sv: Området där anläggningen är.

source: District
ru: Район
sv: Område

source: Facility information.
ru: Информация о филиале.
sv: Information om anläggningen.

source: Facility Type ID
ru: Тип филиала (ID)
sv: ID för anläggningstypen

source: Facility Location
ru: Расположение филиала
sv: Läget för anläggningen

source: Facility Location ID
ru: Расположение объекта (ID)
sv: ID för anläggningens läge

source: Facility Name
ru: Название филиала
sv: Namnet på anläggningen

source: Location
ru: Расположение
sv: Plats

source: Mailing Address
ru: Почтовый адрес
sv: Postadress

source: Telephone Number
ru: Номер телефона
sv: Telefonnummer

source: Email Address
ru: Адрес электронной почты
sv: E-postadress

source: Contact Notes
ru: Примечания
sv: Kontaktanteckningar

source: A list of all facilities.
ru: Список всех филиалов.
sv: En lista med alla anläggningar.

source: Facility Report
sv: Anläggningsrapport
