Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage-application/*.po
Languages: cs, fr_ml, ja

source: Hiring Decision
cs: Rozhodnutí o přijmutí
fr_ml: Décision de recrutement
ja: 雇用判断

source: Edit This Information
cs: Upravit tuto informaci
fr_ml: Éditer cette information
ja: この情報を編集

source: Update this Information
cs: Aktualizovat tuto informaci
fr_ml: Mettre à jour cette information
ja: この情報を更新

source: Interview Details
cs: Podrobnosti rozhovoru
fr_ml: Détailles de l'entretien
ja: 面接詳細

source: Select the applicant name below for
cs: Vyberte jméno uchazeče níže pro
fr_ml: Sélectionner le nom du candidat ci-dessous pour
ja: 以下の志願者氏名を選択します。

source: Make a job offer
cs: Udělat nabídku práce
fr_ml: Offrir d'une fonction
ja: 仕事のオファーを作成

source: There are no applicants for this position.
cs: Pro utto pozici nejsou žádní uchazeči
fr_ml: Il n'y a pas de candidat pour ce Poste
ja: このポストへの志願者はありません。

source: Position Information
cs: Informace o pozici
fr_ml: Informations sur le poste
ja: 役職情報

source: Applicant Questions
cs: Otázky uchazeče
fr_ml: Questions du candidat
ja: 志願者の質問

source: Open Position(s) Applied For
cs: Otevřené pozice, o které se uchází
fr_ml: Postes vacants postulés
ja: 適用される空きポスト

source: Review Applicants
cs: Prohlédnout si uchazeče
fr_ml: Revoir les candidats
ja: 志願者のレビュー

source: return
cs: navrátit
fr_ml: retour
ja: 戻る

source: Select the Open Position below to view all the applicants.
cs: Vyberte otevřenou pozici níže pro zobrazení uchazečů
fr_ml: Selectionner le Poste vacant ci-dessous pour voir tous les candidats.
ja: すべての志願者が閲覧できる空きポストを選択。

source: Can view position decision child form of a person
cs: Může zobrazit podřazený formulář rozhodnutí o pozici pro osobu
fr_ml: Peut afficher le formulaire enfant de la Décision du Poste d’une personne
ja: 役職決定の子フォームを表示できます。

source: Can edit position decision child forms of a person
cs: Může upravit podřazený formulář rozhodnutí o pozici pro osobu
fr_ml: Peut éditer le formulaire enfant de la Décision du Poste d’une personne
ja: 役職決定の子フォームを編集できます。

source: Can view position interview child form of a person
cs: Může zobrazit podřazený formulář pohovoru o pozici pro osobu
fr_ml: Peut afficher le formulaire enfant de l’Entretien du Poste d’une personne
ja: 役職面接の子フォームを表示できます。

source: Can edit position interview child forms of a person
cs: Může upravit podřazený formulář pohovoru o pozici pro osobu
fr_ml: Peut éditer le formulaire enfant de l’entretien du poste d’une personne
ja: 役職面接の子フォームを編集できます。

source: Applicant
cs: Uchazeč
fr_ml: Candidat
ja: 志願者

source: Position Interview
cs: Rozohovor o pozici
fr_ml: Entretien du poste
ja: 役職面接

source: Position Decision
cs: Rozhodnutí o pozici
fr_ml: Décision du poste
ja: 役職決定

source: Position(s)
cs: Pozice
fr_ml: Poste(s)
ja: 役職

source: Have you ever been convicted of a felony?
cs: Byli jste někdy odsouzeni za trestný čin?
fr_ml: Avez vous déjà été reconnu coupable d’un crime?
ja: これまでに重罪を犯し有罪判決を受けたことがありますか？

source: If yes, give the circumstances.
cs: Pokud ano, vysvětlete okolnosti.
fr_ml: Si oui, donnez les circonstances.
ja: Yes の場合、状況を述べて下さい。

source: In addition to your work history, are there other skills, qualifications or experience we should consider?
cs: Kromě Vaší pracovní historie, existují ještě nějaké jiné zkušenosti, kvalifikace, nebo zkušenosti, o kterých bychom měli vědět?
fr_ml: En plus de votre historique d'expériences professionnels, y a t-il d’autres compétences, qualifications ou expérience que nous devrions prendre en compte?
ja: 職歴に加えて、我々が考慮すべき他のスキル、資格や経験がありますか？

source: How did you hear of this opening?
cs: Jak jste se o této volné pozici dozvěděli?
fr_ml: Comment avez-vous pris connaissance de cette vacance de poste?
ja: この空きポストをどのように知りましたか？

source: When can you start?
cs: Kdy můžete začít?
fr_ml: Quand pouvez-vous commencer?
ja: いつから開始できますか？

source: Desired Wage
cs: Požadovaný plat
fr_ml: Salaires souhaites
ja: 希望給与

source: Are you looking for full-time employment?
cs: Hledáte zaměstnání na plný úvazek?
fr_ml: Recherchez-vous un emploi à pleintemps?
ja: フルタイムの雇用を探していますか？

source: If no, what hours are you available?
cs: Pokud ne, v kterých hodinách jste k dispozici?
fr_ml: Si non, quelles sont les heures auxquelles vous êtes disponible?
ja: No の場合、就業可能な時間帯は？

source: Date of Interview
cs: Datum rozhovoru
fr_ml: Date de l’entretien
ja: 面接日

source: People Attending
cs: Zúčastnění lidé
fr_ml: Personnes présentes
ja: 参加者

source: Comments
cs: Komentáře
fr_ml: Commentaires
ja: コメント

source: Date of Decision
cs: Datum rozhodnutí
fr_ml: Date de prise la décision
ja: 決定日

source: Make a Job Offer?
cs: Nabídnout práci?
fr_ml: Offrir de la fonction?
ja: 仕事のオファーをしますか？

source: Add/Update Application
cs: Přidat/Aktualizovat žádost
fr_ml: Ajouter/Mettre à jour d'une candidature
ja: アプリケーションの追加と更新

source: Add/Update Position Decision
cs: Přidat/Aktualizovat rozhodnutí o pozici
fr_ml: Ajouter/Mettre à jour d'une décision de poste
ja: 職位決定の追加/更新

source: Add/Update Position Interview
cs: Přidat/Aktualizovat rozhovor o pozici
fr_ml: Ajouter/Mettre à jour d'un entretien pour un poste
ja: 職位面接の追加/更新

source: oops
cs: jejda
ja: エラー

source: You selected you were convicted of a felony but didn't describe the circumstances.
cs: Vybrali jste, že jste byli odsouzeni za trestný čin, ale nepopsali jste okolnosti.
ja: 重罪の有罪判決を受けた状況を説明していません。

source: You selected not full time, but you didn't give what hours you are available.
cs: Vybrali jste Ne na plný úvazek, ale nezadali jste v kterých hodinách jste dostupní.

source: Can edit application child forms of a person
cs: Může upravit podřazené formuláře přihlášky osoby

source: Can view application child form of a person
cs: Může zobrazit podřazené formuláře přihlášky osoby
