Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-manage/translations/templates/ihris-manage-job/*.po
Languages: ky

source: Edit This Information
ky: Маалыматты оңдоо

source: Update this Information
ky: Маалыматты жаңыртуу

source: Select another Job
ky: Башка жумушту тандаңыз

source: Job
ky: Жумуш

source: View Job
ky: Жумушту кароо

source: Job Information
ky: Жумуштун баяндоосу

source: Hide
ky: Жашыруу

source: Name
ky: Аталышы

source: Start
ky: Баштоо

source: End
ky: Аяктоо

source: Notes
ky: Эскертүүлөр
