Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-train/translations/templates/person-exam/*.po
Languages: de, es

source: Can view person_exam child form of a person
es: Puede ver el formulario secundario de examen de una persona

source: Can edit person_exam child forms of a person
es: Puede editar el formulario secundario de examen de una persona

source: 1st Attempt
de: 1. Versuch
es: 1º intento

source: 2nd Attempt
de: 2. Versuch
es: 2.º intento

source: Final Attempt
de: Letzter Versuch
es: Último intento

source: Paper I
de: Abhandlung I
es: Documento I

source: Paper II
de: Abhandlung II
es: Documento II

source: Paper III
de: Abhandlung III
es: Documento III

source: Paper IV
de: Abhandlung IV
es: Documento IV

source: Exam Try
de: Prüfungsversuch
es: Intentar examen

source: Exam Grade
de: Prüfungsnote
es: Grado de examen

source: Paper
de: Abhandlung
es: Documento

source: Exam
de: Prüfung
es: Examen

source: Exam Date
de: Prüfungsdatum
es: Fecha de examen

source: Exam Results
de: Prüfungsergebnisse
es: Resultados de examen

source: Edit This Information
de: Diese Angabe bearbeiten
es: Editar esta información

source: Update this Information
de: Diese Angabe aktualisieren
es: Actualizar esta información

source: Exam Information
de: Prüfungsinformationen
es: Información del examen

source: Exam Results For Course
de: Prüfungsergebnisse für den Kurs
es: Resultados de exámenes para el curso

source: Passing Score: %d
de: Mindestpunktzahl: %d
es: Calificación aprobatoria: %d

source: Confirm
de: Bestätigen
es: Confirmar

source: return (do not save changes)
de: zurück (Änderungen nicht speichern)
es: regresar (no guardar cambios)

source: Hide Exams
de: Prüfungen ausblenden
es: Ocultar exámenes

source: Add Exam Information
de: Prüfungsangaben hinzufügen
es: Añadir información de examen
