Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/person-exam/*.po
Languages: fr, lt, oc

source: Can view person_exam child form of a person
fr: Peut voir le formulaire enfant person_exam d’une personne

source: Can edit person_exam child forms of a person
fr: Peut modifier les formulaires enfant person_exam d’une personne

source: 1st Attempt
fr: 1er essai
lt: 1-asis Bandymas
oc: 1èr ensag

source: 2nd Attempt
fr: 2ème essai
lt: 2-asis Bandymas
oc: 2nd ensag

source: Final Attempt
fr: Dernier essai
lt: Paskutinis Bandymas
oc: Darrièr ensag

source: Paper I
fr: Papier I
oc: Papièr I

source: Paper II
fr: Papier II
oc: Papièr II

source: Paper III
fr: Papier III
oc: Papièr III

source: Paper IV
fr: Papier IV
oc: Papièr IV

source: Exam Try
fr: Passage d’examen
lt: Egzamino Bandymas
oc: Passatge d'examèn

source: Exam Grade
fr: Grade de l’examen
lt: Egzamino Pažymys
oc: Grad de l’examèn

source: Paper
fr: Papier
oc: Papièr

source: Exam
fr: Examen
lt: Egzaminas
oc: Examèn

source: Exam Date
fr: Date de l'examen
lt: Egzamino Data
oc: Data de l'examèn

source: Exam Results
fr: Résultats de l’examen
lt: Egzamino Rezultatai
oc: Resultats de l’examèn

source: Edit This Information
fr: Modifier cette information
lt: Redaguoti Šią Informaciją

source: Update this Information
fr: Mettre à jour cette information
lt: Atnaujinti Šią Informaciją

source: Exam Information
fr: Information sur l'examen
lt: Egzamino Informacija

source: Exam Results For Course
fr: Résultats de l’examen pour le cours
lt: Kurso Egzamino Rezultatai

source: Passing Score: %d
fr: Note de passage :%d
lt: Išlaikymo Balas: %d

source: Confirm
fr: Confirmer
lt: Patvirtinti
oc: Confirmar

source: return (do not save changes)
fr: retour (ne pas enregistrer les modifications)
lt: grįžti (neišsaugoti pakeitimų)

source: Hide Exams
fr: Masquer les examens
lt: Slėpti Egzaminus
oc: Amagar los examèns

source: Add Exam Information
fr: Ajouter des informations sur l’examen
lt: Pridėti Egzamino Informaciją
