Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/person-exam/sco.po
Languages: sco

source: Can view person_exam child form of a person
sco: Can see person_exam bairn form o ae person

source: Can edit person_exam child forms of a person
sco: Can eedit person_exam bairn forms o ae person

source: 2nd Attempt
sco: 2nt Attempt

source: Final Attempt
sco: Final Ettle

source: Paper I
sco: Paiper 1

source: Paper II
sco: Paiper II

source: Paper III
sco: Paiper 3

source: Paper IV
sco: Paiper 4

source: Exam Try
sco: Exam Ettle

source: Paper
sco: Paiper

source: Exam Results
sco: Exam Ootcomes

source: Edit This Information
sco: Eedit This Information

source: Exam Results For Course
sco: Exam Ootcomes Fer Coorse

source: Passing Score: %d
sco: Passin Score: %d

source: return (do not save changes)
sco: return (dinna hain chynges)

source: Hide Exams
sco: Skauk Exams

source: Add Exam Information
sco: Eik Exam Information
