Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/ihris-train/*.po
Languages: de, lt

source: Home Village
de: Heimatdorf
lt: Namų Kaimas

source: Manage People
de: Mitarbeiter verwalten
lt: Tvarkyti Žmones

source: Search People
de: Mitarbeiter suchen
lt: Žmonių Paieška

source: Locate any person's record in the system to review, print or update.
de: Datensatz zu jeglichen Personen im System, zum Überprüfen, Aktualisierung oder Drucken, ermitteln.
lt: Rasti bet kurio asmens įrašą sistemoje peržiūrai, spausdinimui ar atnaujinimui.

source: Search Training Providers
de: Suche Schulungsanbieter
lt: Ieškoti Mokymų Teikėjų

source: Locate any training Providers in the system to review, print or update.
de: Jeglichen Schulungsanbieter im System, zum Überprüfen, Aktualisierung oder Drucken, ermitteln.
lt: Rasti bet kuriuos mokymų Teikėjus sistemoje peržiūrai, spausdinimui ar atnaujinimui.

source: Edit This Information
de: Diese Angabe bearbeiten
lt: Redaguoti Šią Informaciją

source: Update this Information
de: Diese Angabe aktualisieren
lt: Atnaujinti Šią Informaciją

source: Select another Facility Agent
de: Einen anderen Gebäudebediensteten auswählen

source: Facility Agent
de: Gebäudebedienster

source: Individual Information
de: persönliche Angaben
lt: Individuali Informacija

source: Contact Information
de: Kontaktinformationen
lt: Kontaktinė Informacija

source: Education Information
de: Ausbildungsangaben
lt: Švietimo Informacija

source: Registration Information
de: Anmeldeinformationen
lt: Registracijos Informacija

source: Position
de: Stelle
lt: Pozicija

source: Trainings
de: Schulungen
lt: Mokymai

source: Notes
de: Bemerkungen
lt: Pastabos

source: Record Verification
de: Datensatzüberprüfung
lt: Įrašo Patvirtinimas

source: Select another Sub-County
de: Einen anderen Kreis auswählen

source: Sub-County
de: Kreis

source: Demographic Information
de: Demografische Informationen
lt: Demografinė Informacija

source: Add Training Provider
de: Schulungsanbieter hinzufügen
lt: Pridėti Mokymų Teikėją

source: Find Training Provider
de: Schulungsanbieter finden
lt: Rasti Mokymų Teikėją

source: Training Courses
de: Schulungskurse
lt: Mokymų Kursai

source: Training Instance Calendar
de: Kalender der Schulungsinstanz

source: Administer Database
de: Datenbank verwalten
lt: Administruoti Duomenų Bazę

source: Configure Modules
de: Module einrichten
lt: Konfigūruoti Modulius

source: Form Relationships
de: Datenblattbeziehungen
lt: Formuoti Ryšį

source: Reports
de: Berichte
lt: Ataskaitos

source: Report Views
de: Berichtsansichten
lt: Ataskaitos Rodiniai

source: Browse Magic Data
de: Magische Daten durchsuchen

source: Manage Locales
de: Sprachumgebungen verwalten

source: Background Processes
de: Hintergrundprozesse
lt: Foniniai Procesai

source: Browse Forms
de: Formulare durchsuchen
lt: Naršyti Formas

source: Cached Forms
de: Zwischengespeicherte Formulare

source: Administer Users
de: Anwender verwalten
lt: Administruoti Vartotojus

source: User Statistics
de: Benutzerstatistiken
lt: Vartotojo Statistika

source: Add Person
de: Mitarbeiter hinzufügen
lt: Pridėti Asmenį

source: Select another Academic Level
de: Ein anderes Studienniveau auswählen
lt: Pasirinkti kitą Akademinį Lygį

source: Academic Level
de: Studienniveau
lt: Akademinis Lygis

source: Add/Update Person
de: Mitarbeiter hinzufügen/aktualisieren
lt: Pridėti/Atnaujinti Asmenį

source: Personal Information
de: Persönliche Angaben
lt: Asmeninė Informacija

source: View Person
de: Mitarbeiter anzeigen
lt: Žiūrėti Asmenį

source: Hide
de: Verstecken
lt: Slėpti

source: Add Identification
de: Kennung hinzufügen
lt: Pridėti Identifikaciją

source: Add Demographic Information
de: Demografische Informationen hinzufügen
lt: Pridėti Demografinę Informaciją

source: Add Education Information
de: Ausbildungsangaben hinzufügen
lt: Pridėti Švietimo Informaciją

source: Add Registration Information
de: Anmeldeinformationen hinzufügen
lt: Pridėti Registracijos Informaciją

source: Add Passport Photo
de: Passfoto hinzufügen
lt: Pridėti Paso Nuotrauką

source: Standardized Forms
de: Standardisierte Datenblätter
lt: Standartizuotos Formos

source: View Name History
de: Namensverlauf anzeigen
lt: Peržiūrėti Vardų Istoriją

source: Name / Nationality
de: Name / Nationalität
lt: Vardas / Pilietybė

source: View Education History
de: Ausbildungsverlauf anzeigen
lt: Žiūrėti Švietimo Istoriją

source: View Registration History
de: Anmeldeverlauf anzeigen
lt: Žiūrėti Registracijos Istoriją

source: Position Information
de: Stellenbeschreibung
lt: Pozicijos Informacija

source: Add Position
de: Stelle hinzufügen
lt: Pridėti Poziciją

source: View Position History
de: Stellenverlauf anzeigen
lt: Žiūrėti Pozicijos Istoriją

source: Add Training Instance
de: Schulungsinstanz hinzufügen
lt: Pridėti Mokymų Atvėjį

source: Training Instance History
de: Verlauf der Schulungsinstanz
lt: Mokymo Atvejų Istorija

source: Add Note
de: Anmerkung hinzufügen
lt: Pridėti Pastabą

source: Add Verification
de: Überprüfung hinzufügen
lt: Pridėti Patvirtinimą

source: View Verification History
de: Überprüfungsverlauf anzeigen
lt: Žiūrėti Patvirtinimo Istoriją

source: Scanned Paper Records
de: Eingescannte Papierdokumente
lt: Nuskaityti Popieriniai Įrašai

source: Add Scanned Document
de: Gescanntes Dokument hinzufügen
lt: Pridėti Nuskaitytą Dokumentą

source: Configure System
de: System einrichten
lt: Konfigūruoti Sistemą

source: Administer positions and create and update dropdown menus.
de: Stellen verwalten sowie Klappmenüs erstellen und aktualisieren.

source: Enable and disable the various modules for the system.
de: Verschiedene Module für das System aktivieren und deaktivieren.

source: Manage Reports
de: Berichte verwalten

source: Manage the standard reports available to users and create new custom reports.
de: Für Anwender verfügbare Standardberichte verwalten und neue benutzerdefinierte Berichte erstellen.

source: Define how forms are related for use in reports.
de: Festlegen, wie Formulare für den Gebrauch in Berichten verknüpft werden.
lt: Apibrėžti kaip formos susijusios, naudojimui ataskaitose.

source: Browse the configuration data used by the sytem.
de: Vom System genutzte Konfigurationsdateien durchsuchen.
lt: Naršyti konfigūravimo duomenis, naudojamus sistemos.

source: Tasks and Roles
de: Aufgaben und Anwendergruppe
lt: Užduotys ir Vaidmenys

source: Administer Tasks and Roles for the System
de: Aufgaben und Anwendergruppen des Systems verwalten
lt: Administruoti Užduotys ir Vaidmenys Sistemai

source: Manage the Locales made available by the system
de: Vom System bereitgestellte Sprachumgebungen verwalten

source: Examine background processes you have started
de: Von Dir gestartete Hintergrundprozesse untersuchen
lt: Nagrinėti fono procesus, kuriuos jūs pradėjote

source: Browse the forms used by the system.
de: Vom System genutzte Formulare durchsuchen.
lt: Naršyti formas, naudojamas sistemoje.

source: Control the creation of cached forms
de: Die Erstellung zwischengespeicherter Formulare steuern

source: View data entry statistics for users.
de: Dateneingabestatistiken zu Benutzern anzeigen.
lt: Žiūrėti vartotojų duomenų įvedimo statistiką.

source: Select another Health Facility
de: Eine andere Gesundheitseinrichtung auswählen

source: Health Facility
de: Gesundheitseinrichtung

source: View My Provider
de: Meinen Anbieter anzeigen
lt: Žiūrėti Savo Teikėją

source: Manage Trainings
de: Schulungen verwalten
lt: Tvarkyti Mokymus

source: Search Records
de: Datensätze suchen
lt: Ieškoti Ataskaitų

source: View Reports
de: Berichte anzeigen
lt: Peržiūrėti Ataskaitas

source: Change Password
de: Kennwort ändern
lt: Keisti Slaptažodį

source: View Your Record
de: Deinen Datensatz anzeigen
lt: Žiūrėti Savo Įrašą

source: Add a new employee
de: Einen neuen Mitarbeiter hinzufügen
lt: Pridėti naują darbuotoją

source: or applicant
de: oder Bewerber
lt: ar pareiškėją

source: View Your Personnel Details
de: Ihre Personalinformationen anzeigen
lt: Žiūrėti Savo Darbuotojų Duomenis

source: View your personnel details.
de: Ihre Personalinformationen anzeigen.
lt: Žiūrėti savo darbuotojų duomenis.

source: Select another Qualification
de: Eine andere Qualifikation auswählen
lt: Pasirinkti kitą Kvalifikaciją

source: Qualification
de: Qualifikation
lt: Kvalifikacija

source: Deployment Information
de: Verwendungsangaben
lt: Dislokavimo Informacija

source: Job/Post Information
de: Tätigkeitsbeschreibung
lt: Darbo/Posto informacija

source: Manage Trainings and Training Provider
de: Verwalten von Schulungen und Schulungsanbietern
lt: Tvarkyti Mokymus ir Mokymų Teikėjus

source: Add a New Training Provider
de: Einen neuen Schulungsanbieter hinzufügen
lt: Pridėti Naują Mokymų Teikėją

source: Add a new training Provider record to the system
de: Einen neuen Schulungsanbieterdatensatz zum System hinzufügen
lt: Pridėti naują mokymų Teikėjo įrašą į sistemą

source: Administer Training Courses
de: Schulungskurse verwalten
lt: Administruoti Mokymų Kursus

source: View the training instances on a calendar to see upcoming trainings.
de: Die Schulungsinstanzen in einem Kalender anzeigen um baldige Schulungen zu sehen.

source: Correct this Information
de: Diese Angabe berichtigen
lt: Taisyti šia Informaciją

source: Deployment/Position Information
de: Einsatz-/Stelleninformationen
lt: Dislokavimo/Pozicijos Informacija

source: Administer Jobs/Post
de: Tätigkeiten/Stellen verwalten
lt: Administruoti Darbus/Postą

source: Create Job Structure
de: Eine Tatigkeitsstruktur erstellen
lt: Kurti Darbo Struktūrą

source: Cadres
de: Führungskräfte

source: Job Classifications
de: Stellenklassifizierungen
lt: Darbo Klasifikacijos

source: Jobs
de: Stellen
lt: Darbai

source: Administer Other Lists
de: Andere Listen verwalten
lt: Administruoti Kitus Sąrašus

source: Organization Lists
de: Organisationslisten
lt: Organizacijos Sąrašai

source: Facility Type
de: Einrichtungsart

source: Facility Ownership/Affiliation
de: Einrichtungseigentümerschaft/Zugehörigkeit

source: Academic Lists
de: Akademische Listen
lt: Akademiniai Sąrašai

source: Identification Type
de: Identifizierungsart
lt: Identifikacijos Tipas

source: Geographic Information
de: Geografische Informationen
lt: Geografinė Informacija

source: Country
de: Land
lt: Šalis

source: District
de: Bezirk
lt: Rajonas

source: Currency
de: Währung
lt: Valiuta

source: Training Information
de: Schulungsinformationen
lt: Mokymo Informacija

source: Training Classification
de: Schulungsklassifikation
lt: Mokymų Klasifikacija

source: Training Type
de: Art der Schulung
lt: Mokymų Tipas

source: Exam Paper
de: Prüfungsbogen

source: Funder
de: Kostenträger
lt: Rėmėjas

source: Assign Provider Trainings
de: Anbieterschulungen zuweisen
lt: Priskirti Teikėjui Mokymus

source: Fee Type
de: Gebührenart
lt: Mokesčio Tipas

source: Add A New Lecturer
de: Einen neuen Dozenten hinzufügen
lt: Pridėti naują dėstytoją

source: Add a new Lecturer into the system
de: Einen neuen Dozenten zum System hinzufügen
lt: Pridėti naują Dėstytoją į sistemą

source: Add Semester Courses
de: Semesterkurs hinzufügen
lt: Pridėti semestro kursus

source: Reschedule Course
de: Kurs umplanen
lt: Perplanuoti kursą

source: Reschudule A Course To Be Offered To The Next Semester
de: Einen Kurs umplanen um ihn dem nächsten Semester anzubieten
lt: Perplanuoti Kursą, Kad Jis Būtų Siūlomas Sekančiame Semestre

source: Open or Close Students Course Registration
de: Öffnen oder Schließen der Anmeldung zum Studentenkurs
lt: Atidaryti ar Uždaryti Studentų Kurso Registraciją

source: Set Deadline For Students To Enroll Themselves Into Various Courses
de: Frist für Studenten setzen um sich selbst in verschiedene Kurse einzuschreiben
lt: Nustatyti Terminą Iki Kurio Studentai Turi Įtraukti Save Į Įvairius Kursus

source: Assign Course To Lecturer
de: Einem Dozenten einen Kurs zuweisen
lt: Priskirti kursą dėstytojui

source: Add Semester Results
de: Semesterergebnisse hinzufügen
lt: Pridėti semestro rezultatus

source: Approve Semester Results
de: Semesterergebnisse bestätigen
lt: Patvirtinti semestro rezultatus

source: Approve End Of Smester Results
de: Ende der Semesterergebnisse bestätigen
lt: Patvirtinti Semestro Pabaigos Rezultatus

source: Add A New Training Program
de: Ein neues Schulungsprogramm hinzufügen
lt: Pridėti Naują Mokymų Programą

source: Add new training program records into the system.
de: Die Datensätze eines neuen Schulungsprogramm zum System hinzufügen.
lt: Pridėti naują mokymų programos įrašą į sistemą.

source: Add New Department
de: Eine neue Abteilung hinzufügen
lt: Pridėti naują departamentą

source: Add new department records into the system.
de: Die Datensätze einer neuen Abteilung zum System hinzufügen.
lt: Pridėti naujus departamento įrašus į sistemą.

source: Drop A Semester For This Student
de: Ein Semester für diesen Studenten streichen

source: Registered Courses
de: Registrierte Kurse
lt: Registruota kursai

source: Add/Drop Courses
de: Kurse hinzufügen/streichen
lt: Pridėti/Mesti Kursus

source: Overall GPA
de: Gesamtnotendurchschnitt
lt: Visas GPA

source: Semester Results And GPA
de: Semesterergebnisse und Gesamtnotendurchschnitt
lt: Semestro rezultatai ir GPA

source: Add Lecturer
de: Dozent hinzufügen
lt: Pridėti dėstytoją

source: Open And Close Students Course Registration
de: Die Kursanmeldung für Studenten öffen und schließen
lt: Atidaryti Ir Uždaryti Studentų Kurso Registraciją

source: Reschedule Courses To Other Semesters
de: Verlegen von Kursen auf andere Semester
lt: Perkelti Kursus Į Kitus Semestrus

source: Training Program
de: Schulungsprogramm
lt: Mokymo programa

source: Departments
de: Abteilungen
lt: Padaliniai

source: Add Staff
de: Personal hinzufügen
lt: Pridėti darbuotojus

source: Person
lt: Asmuo

source: Tasks Roles
lt: Užduočių Vaidmenys

source: To track a person in the database, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
lt: Kad stebėtumėte asmenį duomenų bazėje, pridėkite to asmens įrašą. Tam tikra informacija yra reikalinga pradėti įrašui. Kai įrašas sugeneruojamas, papildomi pasirinkimai duomenų apie asmenį pridėjimui tampa prieinami. Personalo darbuotojai ir vadovas gali pridėti naujus asmenys į sistemą.

source: Define reports based on previously defined relationships. You can choose which fields are available to each report and what fields can be used to limit the report.
lt: Apibrėžti ataskaitas, remiantis ankščiau apibrėžtais ryšiais. Galite pasirinkti kurie laikai yra prieinami kiekvienai ataskaitai ir kurie laukai gali būti naudojami apriboti ataskaitą.

source: Define report views based on previously defined reports. You can choose which fields to display and also define a default view that display a chart or limited results when a user access the report view.
lt: Apibrėžti ataskaitos rodinius, remiantis ankščiau apibrėžtomis ataskaitomis. Galite pasirinkti kuriuos laukus rodyti ir apibrėžti numatytąjį rodinį, kuris rodo diagramą ar ribojamus rezultatus, kai vartotojas prieina prie ataskaitos rodinio.

source: Create, update and disable user accounts to enforce secure access to the system. Access is limited to the System Administrator.
lt: Sukurti, atnaujinti ar išjungti vartotojų paskyras, kad būtų užtikrinta saugi prieiga prie sistemos. Prieiga apribota iki Sistemos Administratoriaus.

source: record to the system, and search for and update records that have been entered into the system.
lt: įrašyti į sistemą, bei ieškoti ir atnaujinti įrašus, kurie buvo įrašyti į sistemą.

source: Also complete job applications for open positions, review completed applications and assign a position to the successful applicant.
lt: Taip pat užbaigti darbo paraiškas laisvoms pozicijoms, peržiūrėkite baigtas paraiškas ir priskirkite poziciją geriausiam pareiškėjui.

source: Locate any employee or position record in the system to review, print or update.
lt: Rasti bet kurio darbuotojo ar pozicijos įrašą sistemoje peržiūrai, spausdinimui ar atnaujinimui.

source: Configure modules, administer positions, customize drop down menus and create or update user accounts.
lt: Konfigūruoti modulius, administruoti pozicijas, pritaikyti išskleidžiamus meniu ir kurti ar atnaujinti vartojo paskyras.

source: After entering an a training provider and training record into the system , the record may be reviewed at any time. Click Find Training Provider to locate the record. From the record, additional information can be added or existing information can be updated.
lt: Po mokymų teikėjo ir mokymų teikėjo įrašo įvedimo į sistemą , įrašas gali būti peržiūrėtas bet kuriuo metu. Paspauskite Rasti Mokymų Teikėją, kad rastumėte įrašą. Įraše galite pridėti papildomą informaciją ar atnaujinti egzistuojančią informaciją.

source: Add new training courses and assign them to providers as well as administer any other drop down lists.
lt: Pridėti naujus mokymų kursus ir priskirti juos teikėjams, bei administruoti kitus išskleidžiamus sąrašus.

source: Registration Councils
lt: Registracijos Tarybos

source: Region
lt: Regionas

source: Add new semester courses and assign them to lecturers as well as administer any other drop down lists.
lt: Pridėti naujus semestro kursus ir priskirti juos dėstytojams, bei administruoti kitus išskleidžiamus sąrašus.

source: To track a person in the database, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available.
lt: Kad stebėtumėte asmenį duomenų bazėje, pridėkite to asmens įrašą. Tam tikra informacija yra reikalinga pradėti įrašui. Kai įrašas sugeneruojamas, papildomi pasirinkimai duomenų apie asmenį pridėjimui tampa prieinami.
