Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/provider-training/*.po
Languages: es, lt, zh_tw

source: Edit the ProviderTraining list
es: Editar la lista de proveedor de capacitación
lt: Redaguoti Teikėjo Mokymų sąrašą
zh_tw: 編輯培訓供應方清單

source: View the Provider Training list
es: Ver la lista de proveedor de capacitación
lt: Žiūrėti Teikėjo Mokymų sąrašą
zh_tw: 檢視培訓機構清單

source: ProviderTraining Information
es: Información de proveedor de capacitación
lt: Teikėjo Mokymų Informacija
zh_tw: 供應方培訓訊息

source: Provider
es: Proveedor
lt: Teikėjas
zh_tw: 供應方

source: Training
es: Capacitación
lt: Mokymai
zh_tw: 培訓

source: Edit This Information
es: Editar esta información
lt: Redaguoti Šią Informaciją
zh_tw: 編輯此訊息

source: Update this Information
es: Actualizar esta información
lt: Atnaujinti šią Informaciją
zh_tw: 更新此訊息

source: Select another Provider Training
es: Seleccionar otro proveedor de capacitación
lt: Pasirinkti kitus Teikėjo Mokymus
zh_tw: 選擇其它供應方培訓

source: View Provider
es: Ver proveedor
lt: Žiūrėti Teikėją
zh_tw: 檢視供應方

source: Provider Training Information
es: Información de proveedor de capacitación
lt: Teikėjo Mokymų Informacija
zh_tw: 供應方培訓訊息
