Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-train/translations/templates/ihris-train-custom-reports-training-participant/*.po
Languages: es

source: Relationship for participants of all trainings.
es: Relación para los participantes de todas las capacitaciones.

source: Training Participants
es: Participantes de capacitación

source: The funder for this training.
es: El financiador de esta capacitación.

source: Funder
es: Financiador

source: The link from the training to the participant.
es: El enlace de la capacitación para el participante.

source: Person Instance
es: Instancia de persona

source: The person details of the participant.
es: Los detalles de la persona del participante.

source: Person
es: Persona

source: The position this person is currently in.
es: La posición actual de esta persona.

source: Position
es: Posición

source: The health facility where this person works.
es: El centro de salud donde trabaja esta persona.

source: Health Facility
es: Centro de salud

source: The district where this health facility is located.
es: El distrito donde se encuentra el centro de salud.

source: District
es: Distrito

source: The link from the provider to the training details.
es: El enlace del proveedor a los detalles de la capacitación.

source: Provider Training Link
es: Enlace de capacitación del proveedor

source: The training details.
es: Los detalles de la capacitación.

source: Training
es: Capacitación

source: The training provider for this training.
es: El proveedor de capacitación para esta capacitación.

source: Training Provider
es: Proveedor de capacitación

source: Set to yes if this training has been completed by date.
es: Establece a sí si esta capacitación se ha completado por fecha.

source: Set to 1 if there is a partcipant assigned to this training for totalling.
es: Establecer a 1 si hay un participante asignado a esta capacitación.

source: A list of all participants in all trainings.
es: Una lista de todos los participantes en las capacitaciones.

source: Health Facility Location
es: Ubicación del centro de salud

source: First Name
es: Nombre(s)

source: Surname
es: Apellido

source: Health Facility ID
es: Id. del centro de salud

source: Job/Post Title
es: Título de Trabajo/Puesto

source: End Date
es: Fecha de finalización

source: Funder ID
es: Id. de financiador

source: Start Date
es: Fecha de inicio

source: Start Date After
es: Fecha de inicio después

source: Start Date Before
es: Fecha de inicio antes

source: Training ID
es: Id. de capacitación

source: Training Classification
es: Clasificación de capacitación

source: Duration of Training
es: Duración de la capacitación

source: Duration Unit
es: Unidad de duración

source: Training Type
es: Tipo de capacitación

source: Training Provider Type
es: Tipo de proveedor de capacitación

source: Completed?
es: ¿Completado?

source: Participants
es: Participantes

source: A list of all trainings with the number of participants.
es: Una lista de todas las capacitaciones con el número de participantes.

source: Number of Participants
es: Número de participantes
