Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-auto-list/*.po
Languages: fr

source: Administer Positions
fr: Administrer les Postes

source: Create Job Structure
fr: Créer une structure d'emploi

source: Job Classifications
fr: Classifications des emplois

source: Salary Grades
fr: Échelle de salaire

source: Jobs
fr: Emplois

source: View Associated Postions
fr: Afficher les positions associées

source: Manage Positions
fr: Gérer les positions

source: Salary Sources
fr: Sources de revenu

source: Position Types
fr: Types de Poste

source: Positions (by Status)
fr: Positions (par état)

source: Positions (by Facility)
fr: Positions (par établissement)

source: Confirmation Types
fr: Types de confirmation

source: Administer Other Lists
fr: Administrer les autres listes

source: Organization Lists
fr: Listes d’organisation

source: Facility Type
fr: Type d’établissement

source: Office/Facility
fr: Bureau/Établissement

source: Department
fr: Département

source: Registration Councils
fr: Conseils d’inscription

source: Employee Lists
fr: Listes d’employés

source: Education Type
fr: Type d’éducation

source: Degree
fr: Diplôme

source: Language
fr: Langue

source: Competency Type
fr: Type de compétence

source: Competency
fr: Compétences

source: Competency Evaluation
fr: Évaluation de la compétence

source: Identification Type
fr: Type d’identification

source: Benefit Type
fr: Type d'avantages

source: Marital Status
fr: Situation familiale

source: Reasons for Departure
fr: Raisons du départ

source: Accident Type
fr: Type d'Accident

source: Disciplinary Action Type
fr: Type d’action disciplinaire

source: Disciplinary Action Reason
fr: Motif d’action disciplinaire

source: Geographic Information
fr: Informations démographiques

source: Country
fr: Pays

source: Region
fr: Région

source: District
fr: Département

source: County
fr: Canton

source: Currency
fr: Devise

source: Planning Information
fr: Information sur le planning

source: Establishment Type
fr: Type d’établissement

source: Establishment Period
fr: Période de mise en place

source: Establishments
fr: Établissements

source: Training Course Information
fr: Information sur le cours de formation

source: Training Course Exam Types
fr: Types d’examen de cours de formation

source: Training Course Modules
fr: Modules de cours de formation

source: Training Courses
fr: Cours de formation

source: Scheduled Training Courses
fr: Cours de formation planifiés

source: Status of a Training Course
fr: État d’un cours de formation

source: Requestors of a Training Course
fr: Demandeurs d’un cours de formation

source: Evaluation of a Training Course
fr: Évaluation d’un cours de formation

source: Category of a Training Course
fr: Catégorie d’un cours de formation

source: Training Institution
fr: Institut de formation

source: Training Funder
fr: Bailleur de fonds de formation

source: Continuing Education Course
fr: Suite du cours d’éducation

source: Contact Group
fr: Contacter le groupe
