Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/disciplinary-action/*.po
Languages: cs, de, es, lt, nl, oc, si

source: Can edit the workplace injuries and disciplinary_actions assigned to a person
cs: Může upravit zranění na pracovišti a disciplinárního řízení určená osobě
de: Kann die Arbeitsunfälle und Disziplinarmaßnahmen, die einem Mitarbeiter zugeordnet wurden, bearbeiten
es: Puede editar los accidentes del lugar de trabajo y las acciones_disciplinarias asignadas a una persona
nl: Kan de arbeidsongevallen en disciplinaire maatregelen voor een persoon bewerken
oc: Pòt editar las nafraduras sul luòc de trabalh e las mesuras disciplinàrias atribuidas a una persona
si: පුද්ගලයෙකුට අදාල වැඩපළ අනතුරු හා විනය_ක්‍රියාමාර්ග සකසන්න

source: Can view the wokrplace injuries and disciplinary_actions assigned to a person
cs: Může zobrazit zranění na pracovišti a disciplinárního řízení určená osobě
de: Kann die Arbeitsunfälle und Disziplinarmaßnahmen, die einem Mitarbeiter zugeordnet wurden, einsehen
es: Puede visualizar los accidentes de trabajo y las acciones disciplinarias asignadas a una persona
nl: Kan de arbeidsongevallen en disciplinaire maatregelen voor een persoon bekijken
oc: Pòt afichar las nafraduras sul luòc de trabalh e las mesuras disciplinàrias atribuidas a una persona
si: පුද්ගලයෙකුට අදාල වැඩපළ අනතුරු හා විනය_ක්‍රියාමාර්ග බලන්න

source: Edit the workplace disciplinary_action type list
cs: Upravit seznam typů disciplinárního řízení na pracovišti
de: Die Liste der Arten von Disziplinarmaßnahmen bearbeiten
es: Editar el tipo de lista de acciones disciplinarias del lugar de trabajo
nl: De lijst met typen disciplinaire maatregelen bewerken
oc: Editar la lista dels tipes de mesuras disciplinàrias sul luòc de trabalh
si: වැඩපළ විනය_ක්‍රියාමාර්ග වර්ග ලැයිස්තුව සකසන්න

source: Disciplinary Action
cs: Disciplinární opatření
de: Disziplinarmaßnahme
es: Acción disciplinaria
lt: Drausminis Veiksmas
nl: Disciplinaire maatregel
oc: Mesura disciplinària
si: විනය ක්‍රියාමාර්ග

source: Disciplinary Action Type
cs: Typ disciplinárního řízení
de: Art der Disziplinarmaßnahme
es: Tipo de acción disciplinaria
lt: Drausminio Veiksmo Tipas
nl: Type disciplinaire maatregel
oc: Tipe de mesura disciplinària
si: විනය ක්‍රියාමාර්ග වර්ගය

source: Date of Discussion
cs: Datum diskuze
de: Datum der Besprechung
es: Fecha de discusión
lt: Diskusijos data
nl: Besprekingsdatum
oc: Data de discussion
si: සාකච්ඡාව පවත් වූ දිනය

source: Action Taken
cs: Provedená akce
de: Veranlasste Maßnahme
es: Acción tomada
lt: Veiksmus, kurių imtasi
nl: Genomen maatregel
oc: Mesura presa
si: ගත් ක්‍රියාමාර්ග

source: Start of Applicability
cs: Začátek použitelnosti
de: Nutzungsanfang
es: Inicio de aplicabilidad
lt: Taikymo Pradžia
nl: Van toepassing vanaf
oc: Començament d’aplicabilitat
si: උපයෝගීතාවය ආරම්භය

source: End of Applicability
cs: Konec použitelnosti
de: Nutzungsende
es: Fin de aplicabilidad
lt: Taikymo Pabaiga
nl: Van toepassing tot
oc: Fin d’aplicabilitat
si: උපයෝගීතාවය අවසානය

source: Notes
cs: Poznámky
de: Notizen
es: Notas
lt: Pastabos
nl: Opmerkingen
oc: Remarcas
si: සටහන්

source: People Present
cs: Přítomní lidé
de: Anwesende
es: Personas presentes
lt: Esantys Asmenys
nl: Aanwezigen
oc: Personas presentas
si: පැමිණි පුද්ගලයන්

source: Add/Update Disciplinary Action
cs: Přidat/Aktualizovat disciplinární řízení
de: Disziplinarmaßnahme hinzufügen oder aktualisieren
es: Agregar/Actualizar la accicón disciplinaria
lt: Pridėti/Atnaujinti Drausminį Veiksmą
nl: Disciplinaire maatregel toevoegen of bijwerken
oc: Apondre / Metre a jorn una mesura disciplinària
si: විනය ක්‍රියාමාර්ගය එක් කරන්න/යාවත්කාලීන කරන්න

source: Disciplinary Action Information
cs: Informace o disciplinárním řízení
de: Informationen zur Disziplinarmaßnahme
es: Información de la acción disciplinaria
lt: Drausminio Veiksmo Informacija
nl: Gegevens over disciplinaire maatregel
oc: Informacion sus l'Accion Disciplinària
si: විනය ක්‍රියාමාර්ගය තොරතුරු

source: Edit This Information
cs: Upravit tuto informaci
de: Diese Informationen bearbeiten
es: Editar esta información
lt: Redaguoti šią informaciją
nl: Gegevens bewerken
oc: Modificar aquesta informacion
si: මෙම තොරතුරු සංස්කරණය කරන්න

source: Update this Information
cs: Aktualizovat tuto Informaci
de: Diese Informationen aktualisieren
es: Actualizar esta información
lt: Atnaujinti šią informaciją
nl: Gegevens bijwerken
oc: Metre a jorn aquesta informacion
si: මෙම තොරතුරු යාවත්කාලීන කරන්න

source: Select another Disciplinary Action Type
cs: Vybrat jiný typ disciplinárního řízení
de: Eine andere Art Disziplinarmaßnahme auswählen
es: Seleccionar otro tipo de acción disciplinaria
lt: Pasirinkti kitą Drausminio Veiksmo Tipą
nl: Ander type disciplinaire maatregel selecteren
oc: Causir un autre tipe d'accion disciplinària
si: වෙනත් විනය ක්‍රියාමාර්ග තත්වයක් තෝරන්න

source: Correct this Information
cs: Opravit tuto informaci
de: Diese Informationen korrigieren
es: Corregir esta información
lt: Taisyti šia Informaciją
nl: Gegevens corrigeren
oc: Modificar aquesta informacion
si: මෙම තොරතුරු නිවැරදි කරන්න

source: Action
cs: Činnost
de: Maßnahme
es: Acción
lt: Veiksmas
nl: Maatregel
oc: Accion
si: ක්‍රියාව

source: View the workplace disciplinary_action type list
cs: Zobrazit seznam typů disciplinárního řízení na pracovišti
de: Die Liste der Arten von Disziplinarmaßnahmen einsehen
es: Visualizar la lista del tipo de acción disciplinaria del lugar de trabajo
nl: De lijst met typen disciplinaire maatregelen bekijken
oc: Afichar la lista dels tipes d'accions disciplinàrias
si: වැඩපල විනය_ක්‍රියාමාර්ග වර්ග ලැයිස්තු බලන්න

source: The end date must be after the start date.
cs: Datum ukončení musí být pozdější než datum zahájení.
de: Das Enddatum muss nach dem Anfangsdatum liegen.
es: La fecha final debe ser posterior a la fecha inicial.
lt: Pabaigos data turi būti vėlesnė nei pradžios data.
nl: De einddatum moet na de begindatum liggen.
oc: La data de fin deu èsser posteriora a la data de començament.
si: අවසන් වන දිනය, ආරම්භක දිනයට පසු දිනයක් විය යුතුය.

source: Edit the workplace disciplinary action reason type list
cs: Upravit seznam typů důvodů discilpinárního řízení pracoviště
de: Die Liste der Gründe für die Arten von Disziplinarmaßnahmen bearbeiten
es: Editar la lista de tipo de motivos de acciones disciplinarias en el lugar de trabajo
lt: Redaguoti darbovietės drausminio veiksmo priežasties tipo sąrašą
nl: De lijst met typen disciplinaire maatregelen voor de werkvloer bewerken
oc: Modificar la lista dels tipes de mesuras disciplinàrias sul luòc de trabalh
si: වැඩපළ විනය ක්‍රියාමාර්ග සඳහා හේතු ලැයිස්තුව සකසන්න

source: View the workplace disciplinary action reason list
cs: Zobrazit seznam typů důvodů discilpinárního řízení pracoviště
de: Die Liste der Gründe für die Arten von Disziplinarmaßnahmen einsehen
es: Ver la lista de motivos de medidas disciplinarias en el lugar de trabajo
lt: Žiūrėti darbovietės drausminio veiksmo priežasties tipo sąrašą
nl: De lijst met typen disciplinaire maatregelen voor de werkvloer bekijken
oc: Afichar la lista dels tipes de mesuras disciplinàrias sul luòc de trabalh
si: වැඩපළ විනය ක්‍රියාමාර්ග සඳහා හේතු ලැයිස්තුව බලන්න

source: Disciplinary Action Reason
cs: Důvod disciplinárního řízení
de: Grund der Disziplinarmaßnahme
es: Motivo de la Acción Disciplinaria
lt: Drausminio Veiksmo Priežastis
nl: Reden disciplinaire maatregel
oc: Motiu de la mesura disciplinària
si: විනය ක්‍රියාමාර්ග හේතු

source: Reason for Action
cs: Důvod pro řízení
de: Grund für die Maßnahme
es: Razón para la Acción
lt: Veiksmo Priežastis
nl: Reden voor actie
oc: Motiu d'Accion
si: ක්‍රියාමාර්ග සඳහා හේතු

source: Select another Disciplinary Action Reason
cs: Vyberte jiný důvod disciplinárního řízení
de: Einen anderen Grund für die Disziplinarmaßnahme auswählen
es: Seleccionar otra Causa de Acción Disciplinaria
lt: Pasirinkti kitą Drausminio Veiksmo Priežastį
nl: Ander reden voor disciplinaire maatregel selecteren
oc: Seleccionatz un autre motiu d'accion disciplinària
si: වෙනත් විනය ක්‍රියාමාර්ග සඳහා හේතු තෝරන්න
