Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-train/translations/templates/train-facility/sco.po
Languages: sco

source: Edit the facility list
sco: Eedit the faceelitie leet

source: View the facility list
sco: See the Faceelitie leet

source: Edit the facility agent list
sco: Eedit the faceelirie leet

source: View the facility agent list
sco: See the faceelitie agent leet

source: Edit the facility type list
sco: Eedit the faceelitie type leet

source: View the facility type list
sco: See the faceelitie type leet

source: Facility Type
sco: Faceelitie Type

source: Facility Ownership/Affiliation
sco: Faceelitie Ainership/Affeeleeation

source: Health Facility
sco: Heal Faceelitie

source: Identification Code
sco: Identifeecation Code

source: Select another Facility Type
sco: Select anither Faceelitie Type

source: Select another Health Facility
sco: Select anither Heal Faceelitie

source: Select another Facility Ownership/Affiliation
sco: Select anither Faceelitie Ainership/Affeeleeation
