Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/training/*.po
Languages: fr

source: Edit the Training list
fr: Modifier la liste des formations

source: View the Training list
fr: Afficher la liste de formation

source: In-Service Training (Short)
fr: Formation continue (Courte)

source: Post Basic/In-service Training (Long)
fr: Formation avancée/continue (Longue)

source: Pre Service Training
fr: Formation préalable

source: Day(s)
fr: Jour(s)

source: Hour(s)
fr: Heure(s)

source: Week(s)
fr: Semaine(s)

source: Month(s)
fr: Mois

source: Year(s)
fr: Année(s)

source: Training Information
fr: Information sur la formation

source: Training Type
fr: Type de formation

source: Training Length Type
fr: Type de durée de formation

source: Name
fr: Nom

source: Accreditation Code/Number
fr: Code/Numéro d’accréditation

source: Training Classification
fr: Classification de la formation

source: Unit
fr: Unité

source: Duration of Training
fr: Durée de la formation

source: CPD Credit Hours
fr: Crédit d’heures CPD

source: Training Course Summary
fr: Résumé du cours de formation

source: Edit This Information
fr: Modifier cette information

source: Update this Information
fr: Mettre à jour cette information

source: Select another Training Type
fr: Sélectionner un autre type de formation

source: Training Type Information
fr: Information du type de formation

source: Select another Training Length Type
fr: Sélectionner un autre type de durée de formation

source: Select another Training
fr: Sélectionner une autre formation
