Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/disciplinary-action/*.po
Languages: pt

source: Can edit the workplace injuries and disciplinary_actions assigned to a person
pt: Pode editar os ferimentos no local de trabalho e procedimentos_disciplinares atribuíveis a uma pessoa

source: Can view the wokrplace injuries and disciplinary_actions assigned to a person
pt: Pode visualizar os ferimentos no local de trabalho e procedimentos_disciplinares atribuíveis a uma pessoa

source: Edit the workplace disciplinary_action type list
pt: Editar a lista de tipos de procedimentos_disciplinares no local de trabalho

source: Disciplinary Action
pt: Procedimento Disciplinar

source: Disciplinary Action Type
pt: Tipo de Procedimento Disciplinar

source: Date of Discussion
pt: Data de Discussão

source: Action Taken
pt: Ação realizada

source: Start of Applicability
pt: Início da Aplicabilidade

source: End of Applicability
pt: Fim da Aplicabilidade

source: Notes
pt: Notas

source: People Present
pt: Pessoas Presentes

source: Add/Update Disciplinary Action
pt: Adicionar/Actualizar Procedimento Disciplinar

source: Disciplinary Action Information
pt: Informação sobre Procedimento Disciplinar

source: Edit This Information
pt: Editar Esta Informação

source: Update this Information
pt: Actualizar esta Informação

source: Select another Disciplinary Action Type
pt: Selecionar outro tipo de ação disciplinar

source: Correct this Information
pt: Corrigir esta Informação

source: Action
pt: Ação

source: View the workplace disciplinary_action type list
pt: Visualizar a lista de tipos de procedimento_disciplinar no local de trabalho
