Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage-custom-reports-position-reports/*.po
Languages: mk, sd

source: Cadre
mk: Кадар

source: The cadre associated with this job.
mk: Кадарот поврзан со оваа работа.

source: Classification
mk: Класификација

source: The classification associated with this job.
mk: Класификацијата поврзана со оваа работа.

source: Job
mk: Работа
sd: نوڪري

source: The job associated with this position.
mk: Работата поврзана со ова раб. место.
sd: هن آسامي سان لاڳاپيل آساميون.

source: Facility
mk: Установа
sd: سهولت

source: The facility where this position works.
mk: Установата кадешто работи лицето на ова раб. место
sd: سهولت جت هي آسامي ڪم ڪري ٿي.

source: Department
mk: Оддел
sd: شعبو

source: The department this position belongs to.
mk: Одделот кадешто припаѓа лицето на ова раб. место.
sd: شعبو جنهن سان هي آسامي تعلق رکي ٿي.

source: Last Position
mk: Претходно раб. место
sd: آخري آسامي

source: The last person that filled this position.
mk: Претходното лице на ова раб. место.
sd: آخري شخص جنهن هي آسامي ڀري.

source: Current Position
mk: Тековно раб. место
sd: هاڻوڪي آسامي

source: The current person filling this position.
mk: Лицето моментално на ова раб. место.
sd: هاڻوڪو شخص جيڪو هن آسامي کي ڀري رهيو آهي.

source: The number of days this positions was open before being filled.
mk: Колку дена работното место било отворено пред да се пополни.

source: Positions
mk: Работни места
sd: آساميون

source: All information related to a position.
mk: Сите информации поврзани со раб. место.
sd: هن آسامي سان لاڳاپيل سموري معلومات.

source: Position List
mk: Список на раб. места
sd: آسامي جي فهرست

source: Details for all positions.
mk: Податоци за сите раб. места
sd: سڀني آسامين جي لاءِ تفصيل.

source: Code
mk: Код
sd: ڪوڊ

source: Position Job
mk: Работа на раб. место

source: Title
mk: Звање
sd: عنوان

source: Facility ID
mk: ID на установата
sd: سهولت جي آءِڊي

source: Department ID
mk: ID на оддел
sd: شعبي جي آءِڊي

source: Posted Date
mk: Дартум на објавување

source: Status
mk: Статус
sd: رتبو

source: Job Title
mk: Звање
sd: نوڪري جو عنوان

source: Cadre ID
mk: ID на кадарот

source: Classification ID
mk: ID на класификацијата

source: Open Date
mk: Датгум на ослободување

source: Filled Date
mk: Датум на пополнување

source: Days Open
mk: Колку дена било слободно
sd: کليل ڏينهن

source: A list of all positions.
mk: Список на сите раб. места.
sd: سڀني آسامين جي فهرست.

source: Position Open Duration
mk: Времетраење на непополнетоста

source: The length in days each position was open before being filled.
mk: Колку дена секое раб. место било слободно пред да се пополни.

source: Position Reports
mk: Извештаи за раб. места
sd: آسامي جون رپورٽون
