Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-manage/translations/templates/ihris-manage-custom-reports-filled-positions/*.po
Languages: cs, es, fr, gl

source: Filled Positions
cs: Naplněné pozice
es: Posiciones Ocupadas
fr: Postes pourvus
gl: Cargos cubertos

source: Historical list of all filled positions.
cs: Historický seznam všech naplněných pozic
es: Listado Histórico de todas las Posiciones Ocupadas
fr: Liste historique de l’ensemble des postes pourvus.
gl: Lista histórica de todos os cargos cubertos.

source: First Salary
cs: První výplata
es: Primer Salario
fr: Premier salaire
gl: Primeiro salario

source: The first salary for this position and person.
cs: První výplata pro tuto pozici a osobu.
es: El Primer Salario para esta Posición y Persona
fr: Le premier salaire pour ce poste et cette personne.
gl: O primeiro salario deste cargo e da primeira persoa.

source: Last Salary
cs: Poslední výplata
es: ültimo Salario
fr: Dernier salaire
gl: Último salario

source: The last salary for this position and person.
cs: Poslední výplata pro tuto pozici a osobu.
es: El último salario para esta posición y persona.
fr: Le dernier salaire pour ce poste et cette personne.
gl: O último salario deste cargo e da última persoa.

source: Person
cs: Osoba
es: Persona
fr: agents
gl: Persoa

source: The person filling this position.
cs: Osoba naplňující tuto pozici
es: La Persona Ocupando esta Posición
fr: La personne occupant ce poste.
gl: A persoa que ocupa este cargo.

source: Employee Position
cs: Pzocie zaměstnance
es: Posición del Empleado
fr: Poste de l’employé
gl: Cargo de empregado

source: The position details.
cs: Podrobnosti pozice.
es: Los Detalles de la Posición
fr: Précisions sur le poste.
gl: Os detalles do cargo.

source: Supervisor Position
cs: Pozice vedoucího
es: Posición del Supervisor
fr: Poste de superviseur
gl: Cargo de supervisor

source: The position details for the supervisor.
cs: Podrobnosti pozice vedoucího.
es: Los Detalles de Posición para el Supervisor
fr: Précisions du poste pour le superviseur.
gl: Os detalles do cargo para o supervisor.

source: Supervisor Person Position
cs: Pozice osobnosti vedoucího
es: Posición del Supervisor de la Persona
fr: Poste de la personne du superviseur
gl: Cargo da persoa supervisora

source: The current or most recent person filling the supervisor position.
cs: Současná nebo nejaktuálnější osoba naplňující pozici vedoucího.
es: La persona actual o la más reciente ocupando la posición de Supervisor.
fr: La personne actuelle ou la plus récente à occuper le poste de superviseur.
gl: A persoa que ocupa actualmente o cargo de supervisor ou a máis recente en ocupar o cargo de supervisor.

source: Supervisor Person
cs: Osoba vedoucího
es: Supervisor de la Persona
fr: Personne du superviseur
gl: Persoa supervisora

source: The person most recently filling the supervisor position.
cs: Osoba nejaktuálněji naplňující pozici vedoucího
es: La Persona que más recientemente ocupó la Posición de Supervisor
fr: La personne la plus récente à occuper le poste de superviseur.
gl: A persoa máis recente en ocupar o cargo de supervisor.

source: A historical report of all filled positions.
cs: Historické hlášení všech naplněných pozic.
es: Un reporte histórico de todas las posiciones Ocupadas
fr: Un rapport historique de tous les postes occupés.
gl: Un informe histórico de todos os cargos cubertos.

source: Person Start Date
cs: Datum zahájení osoby
es: Fecha de Inicio de la Persona
fr: Date de début pour la personne
gl: Data de inicio da persoa

source: Start Date After
cs: Datum zahájeni po
es: Fecha de Inicio posterior a
fr: Date de début Après
gl: Data de inicio despois de

source: Start Date Before
cs: Datum zahájení před
es: Fecha de Fin anterior a
fr: Date de début Avant
gl: Data de inicio antes de

source: Person End Date
cs: Datum ukončení osoby
es: Fecha de Fin de la Persona
fr: Date de fin pour la personne
gl: Data de fin da persoa

source: End Date After
cs: Datum ukončení po
es: Fecha de Término despues de
fr: Date de fin Après
gl: Data de fin despois de

source: End Date Before
cs: Datum ukončení před
es: Fecha de Término antes de
fr: Date de fin Avant
gl: Data de fin antes de

source: Surname
cs: Příjmení
es: Apellido
fr: Nom
gl: Apelidos

source: Firstname
cs: Jméno
es: Primer Nombre
fr: Prénom
gl: Nome

source: Job Title
cs: Název práce
es: Título del trabajo
fr: Intitulé du poste
gl: Título do emprego

source: Position Title
cs: Název pozice
es: Título de la posición
fr: Intitulé du poste
gl: Título do cargo

source: Facility
cs: Zařízení
es: Localidad
fr: Établissement
gl: Establecemento

source: Department
cs: Oddělení
es: Departamento
fr: Département
gl: Departamento

source: Position Status
cs: Stav pozice
es: Estado de la posición
fr: Statut du poste
gl: Estado do cargo

source: Supervisor Title
cs: Titul vedoucího
es: Título del Supervisor
fr: Titre du Superviseur
gl: Título do supervisor

source: Supervisor Start Date
cs: Datum zahájení vedoucího
es: Fecha de Inicio del Supervisor
fr: Date de début pour le superviseur
gl: Data de inicio do supervisor

source: Supervisor Surname
cs: Příjmení vedoucího
es: Apellido del supervisor
fr: Nom du Superviseur
gl: Apelidos do supervisor

source: Supervisor Firstname
cs: Jméno vedoucího
es: Nombre del Supervisor
fr: Prénom du Superviseur
gl: Nome do supervisor

source: Filled Positions Export
cs: Export naplněných pozic
es: Exportar Posiciones Ocupadas
fr: Exportation des postes occupés
gl: Exportación dos cargos cubertos

source: A list of historical filled positions for exporting.
cs: Seznam historicky naplněných pozic pro export.
es: Un listado Histórico de las Posiciones Ocupadas para ser exportadas
fr: Une liste historique des postes occupés pour exportation.
gl: Unha lista histórica dos cargos cubertos para a súa exportación.
