Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-train/translations/templates/registration/*.po
Languages: es

source: Can view registration child form of a person
es: Puede ver el formulario secundario de registro de una persona

source: Can edit registration child forms of a person
es: Puede editar los formularios secundarios de registro de una persona

source: Can edit the council database list
es: Puede editar la lista de la base de datos del consejo

source: Can view the council database list
es: Puede ver la lista de la base de datos del consejo

source: Add/Update Registration Information
es: Añadir/actualizar información de registro

source: Council
es: Consejo

source: Registration
es: Registro

source: Registration Council
es: Consejo de registro

source: Registration Number
es: Número de registro

source: License Number
es: Número de licencia

source: Registration Date
es: Fecha de registro

source: License Expiration Date
es: Fecha de vencimiento de la licencia

source: Registration Information
es: Información de registro

source: License Information
es: Información de licencia

source: Edit This Information
es: Editar esta información

source: Update this Information
es: Actualizar esta información

source: Select another Registration Council
es: Seleccionar otro consejo de registro

source: Registration/License Information
es: Información de registro/licencia
