Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/sample-data-establishment/*.po
Languages: az

source: Staffing Norm for 2010
az: 2010 üçün Heyət Normaları

source: The position held by this person.
az: Bu vəzifə bu şəxs tərəfindən tutulub.

source: Position
az: Mövqe

source: The job associated with this position.
az: Bu iş bu şəxslə əlaqələndirilib

source: Job
az: İş

source: Cadre
az: Kadr

source: Establishment
az: Qurum

source: Staffing Norms for 2010
az: 2010 üçün heyət normativləri

source: Filled Positions
az: Doldurulmuş vəzifələr

source: Staffing Norm
az: Vəzifə normativləri

source: Staffing Norm 2010
az: 2010 vəzifə normativləri
