Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-position-tree/*.po
Languages: de, zh_cn

source: Position Tree
de: Baumansicht der Stellen
zh_cn: 位置数

source: Facility
de: Einrichtung
zh_cn: 设施

source: The county where this facility is located.
de: Der Kreis, in dem sich diese Einrichtung befindet.

source: County
de: Kreis
zh_cn: 县

source: The district where this facility is located.
de: Der Bezirk, in dem sich diese Gesundheitseinrichtung befindet.

source: District
de: Bezirk
zh_cn: 区

source: The region where this facility is located.
de: Die Region, in der sich diese Gesundheitseinrichtung befindet.

source: The country where this facility is located.
de: Der Staat, in dem sich diese Einrichtung befindet.

source: Country
de: Staat
zh_cn: 国家

source: Position Hide
de: Stelle verbergen
zh_cn: 位置隐藏

source: Position Facility
de: Einrichtung zu der Stelle
zh_cn: 位置设施

source: Position Status
de: Status der Stelle
zh_cn: 位置状态

source: Position Id
de: Stellenkennung
zh_cn: 位置编号

source: Office/Facility Hide
de: B端ro/Einrichtung verbergen

source: Office/Facility Location
de: Ort des/der B端ro/Gesundheitseinrichtung

source: Office/Facility Name
de: B端ro-/Einrichtungsname

source: Office/Facility Id
de: B端ro-/Einrichtungs-Kennung

source: County Hide
de: Kreis verbergen
zh_cn: 县隐藏

source: County Name
de: Name des Kreises
zh_cn: 县名

source: County Id
de: Kreiskennung
zh_cn: 县代码

source: District Hide
de: Bezirk verbergen
zh_cn: 区隐藏

source: District Name
de: Bezirksname
zh_cn: 区名

source: District Id
de: Bezirkskennung
zh_cn: 区代码

source: Region Hide
de: Region verbergen
zh_cn: 地区隐藏

source: Region Name
de: Regionsname
zh_cn: 地区名

source: Region Id
de: Regionskennung
zh_cn: 地区编号

source: Country Hide
de: Staat verbergen
zh_cn: 国家隐藏

source: Country Name
de: Name des Staates
zh_cn: 国家名

source: Country Id
de: Staatskennung
zh_cn: 国家编号

source: Region
zh_cn: 区域

source: Position Position Code
zh_cn: 位置所在位置代码

source: Position Position Title
zh_cn: 位置所在位置标题

source: County District
zh_cn: 区县

source: District Region
zh_cn: 区所在地区

source: Region Country
zh_cn: 地区国家

source: Country Primary Country
zh_cn: 国家附属国家
