Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-position-tree/sco.po
Languages: sco

source: Position Tree
sco: Poseetion Tree

source: Position report for use in building the tree view for position drop downs.
sco: Poseetion report fer uise in biggin the tree luik fer poseetion drap doons.

source: The facility where this position is working.
sco: The faceelitie whaur this poseetion is wairkin.

source: Facility
sco: Faceelitie

source: The county where this facility is located.
sco: The kintra whaur this faceelitie is locatit.

source: County
sco: Kintra

source: The district where this facility is located.
sco: The launaurie whaur this faceelitie can be foond.

source: District
sco: Laundaurie

source: The region where this facility is located.
sco: The region whaur this faceelitie can be foond.

source: The country where this facility is located.
sco: The kintra whaur this faceelitie is foond.

source: Country
sco: Kintra

source: The report to display positions as a tree view for mapped fields.
sco: The report tae displey poseetions aes ae tree luik fer mapt fields.

source: Position Hide
sco: Poseetion Skauk

source: Position Position Code
sco: Poseetion Poseetion Code

source: Position Facility
sco: Poseetion Faceelitie

source: Position Status
sco: Poseetion Status

source: Position Position Title
sco: Poseetion Poseetion Title

source: Position Id
sco: Poseetion Id

source: Office/Facility Hide
sco: Affice/Faceelitie Skauk

source: Office/Facility Location
sco: Affice/Faceelitie Location

source: Office/Facility Name
sco: Affice/Faceelitie Name

source: Office/Facility Id
sco: Affice/Faceelitie Id

source: County Hide
sco: Kintra Skauk

source: County District
sco: Kintra Laundaurie

source: County Name
sco: Kintra Name

source: County Id
sco: Kintra Id

source: District Hide
sco: Launaurie Skauk

source: District Name
sco: Laundaurie Name

source: District Region
sco: Launaurie Region

source: Region Hide
sco: Region Skauk

source: Region Country
sco: Region Kintra

source: Country Hide
sco: Kintra Skauk

source: Country Name
sco: Kintra Name

source: Country Primary Country
sco: Kintra Primarie Kintra

source: Country Id
sco: Kintra Id
