Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/custom-reports-full-search-provider/*.po
Languages: es, zh_tw

source: Search Training Provider
es: Búsqueda de proveedor de capacitación
zh_tw: 搜尋培訓供應方

source: search Relationship for all training provider records
es: búsqueda de relación para todos los registros de proveedores de capacitación
zh_tw: 搜尋所有培訓供應方關係記錄

source: Shows the trainings assigned to a provider
es: Muestra las capacitaciones asignados a un proveedor
zh_tw: 顯示分配到供應方的培訓

source: Provider Training
es: Capacitación de proveedor
zh_tw: 供應方培訓

source: Shows the instances of the trainings
es: Muestra las instancias de las capacitaciones
zh_tw: 顯示培訓實例

source: Training Instance
es: Instancia de capacitación
zh_tw: 培訓實例

source: Search all training provider records
es: Búsqueda de todos los registros de proveedores de capacitación
zh_tw: 搜尋所有培訓供應方記錄

source: Training Provider Name
es: Nombre del proveedor de capacitación
zh_tw: 培訓供應方名稱

source: Name
es: Nombre
zh_tw: 名稱

source: Training Provider Type
es: Tipo de proveedor de capacitación
zh_tw: 搜尋培訓供應方類型

source: Training Information
es: Información de capacitación
zh_tw: 培訓訊息

source: Training
es: Capacitación
zh_tw: 培訓

source: Training End Date
es: Fecha de final de la capacitación
zh_tw: 培訓結束日期

source: Location Details
es: Datos de ubicación
zh_tw: 位置詳細資料

source: Training Start Date
es: Fecha de inicio de capacitación
zh_tw: 培訓起始日期

source: Search all training Providers in the system
es: Buscar todos los proveedores de capacitación en el sistema
zh_tw: 搜尋系統裡所有培訓供應方
