Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-manage/translations/templates/disciplinary-action/*.po
Languages: mk

source: Can edit the workplace injuries and disciplinary_actions assigned to a person
mk: Може да се уредуваат повредите на работното место и дисциплинските мерки назначени на извесно лице

source: Can view the wokrplace injuries and disciplinary_actions assigned to a person
mk: Може да се прегледуваат повредите на работното место и дисциплинските мерки назначени на извесно лице

source: Edit the workplace disciplinary_action type list
mk: Уреди го списокот на видови дисциплински мерки на работното место

source: Disciplinary Action
mk: Дисциплинска мерка

source: Disciplinary Action Type
mk: Вид на дисциплинска мерка

source: Date of Discussion
mk: Датум на разговорот

source: Action Taken
mk: Преземена мерка

source: Start of Applicability
mk: Важи од

source: End of Applicability
mk: Важи до

source: Notes
mk: Забелешки

source: People Present
mk: Присутни

source: Add/Update Disciplinary Action
mk: Додај/Поднови дисциплинска мерка

source: Disciplinary Action Information
mk: Информации за дисциплинската мерка

source: Edit This Information
mk: Уреди ги информацииве

source: Update this Information
mk: Поднови ги информацииве

source: Select another Disciplinary Action Type
mk: Одбери друг вид на дисциплинска мерка

source: Correct this Information
mk: Поправи ги информацииве

source: Action
mk: Мерка

source: View the workplace disciplinary_action type list
mk: Преглед на списокот на видови дисциплински мерки на работното место
