Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-common/translations/templates/facility/*.po
Languages: it

source: Edit This Information
it: Modifica questa informazione

source: Update this Information
it: Aggiorna questa informazione

source: Select another Office/Facility
it: Seleziona altro ufficio/sede

source: Office/Facility
it: Ufficio/Sede

source: Select another Facility Type
it: Seleziona altro tipo di sede

source: Facility Type
it: Tipo di sede

source: Edit the facility list
it: Modifica l'elenco delle sedi

source: View the facility list
it: Visualizza l'elenco delle sedi

source: Edit the facility type list
it: Modifica l'elenco delle tipologie di sede

source: View the facility type list
it: Visualizza l'elenco delle tipologie di sede

source: This form is used to descibe basic information about a facility
it: Questo modulo viene usato per descrivere le informazioni base sulla sede
