Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/disciplinary-action/*.po
Languages: fr, it, ja, ru, sd, tl, zh_cn

source: Can edit the workplace injuries and disciplinary_actions assigned to a person
fr: Peut éditer les blessures sur le lieu de travail et les mesures disciplinaires attribuées à une personne
it: Modifica gli infortuni sul lavoro e le azioni disciplinari assegnati a una persona
ja: 職場負傷・懲戒処分に指定された人を編集できます。
tl: Mababago ang mga kapinsalaang pangpook ng hanabuhay at mga hakbang_sa_pagdidisiplina ng isang tao
zh_cn: 可以编辑工伤和对某个人的纪律处分

source: Can view the wokrplace injuries and disciplinary_actions assigned to a person
fr: Peut afficher les blessures sur le lieu de travail et les mesures disciplinaires attribuées à une personne
it: Visualizza gli infortuni sul lavoro e le azioni disciplinari assegnati a una persona
ja: 職場負傷・懲戒処分に指定された人を表示できます。
tl: Matitingnan ang mga kapinsalaang pampook ng hanapbuhay at mga hakbang_sa_pagdisiplina ng isang tao
zh_cn: 可以查看工伤和对某个人的纪律处分

source: Edit the workplace disciplinary_action type list
fr: Editer la liste des types de mesures disciplinaires sur le lieu de travail
it: Modifica l'elenco delle tipologie di azioni disciplinari
ja: 職場懲戒処分のタイプ一覧を編集します。
ru: Редактировать список типов дисциплинарных мер
tl: Baguhin ang tala ng uri ng hakbang_sa_pagdidisiplinang pampook ng hanapbuhay
zh_cn: 编辑工作场所的disciplinary_action类型列表

source: Disciplinary Action
fr: Mesure disciplinaire
it: Azione disciplinare
ja: 懲戒処分
ru: Дисциплинарная мера
sd: ضابطهءِ اخلاق جو عمل
tl: Hakbanging Pangdisiplina
zh_cn: 纪律处分

source: Disciplinary Action Type
fr: Type de mesure disciplinaire
it: Tipo di azione disciplinare
ja: 懲戒処分タイプ
ru: Тип дисциплинарной меры
sd: ضابطهءِ اخلاق جي عمل جو قسم
tl: Uri ng Hakbanging Pangdisiplina
zh_cn: 纪律处分类型

source: Date of Discussion
fr: Date de discussion
it: Data della discussione
ja: ディスカッションの日付
ru: Дата обсуждения
sd: بحث جي تاريخ
tl: Petsa ng Talakayan
zh_cn: 讨论日期

source: Action Taken
fr: Mesure prise
it: Azione intrapresa
ja: 適用されたアクション
ru: Принятые меры
sd: کنيل عمل
tl: Ginawang Hakbang
zh_cn: 所采取的行动

source: Start of Applicability
fr: Début d’applicabilité
it: Inizio dell'applicabilità
ja: 適用の開始
ru: Начало Применимости
sd: لاڳو ڪرڻ جي شروعات
tl: Simula ng Pagpapatupad
zh_cn: 适用性的开始

source: End of Applicability
fr: Fin d’applicabilité
it: Fine dell'applicabilità
ja: 適用の終了
ru: Конец Применимости
sd: لاڳو ڪرڻ جو اختتام
tl: Wakas ng Pagpapatupad
zh_cn: 适用性的终止

source: Notes
it: Note
ja: 注釈
ru: Примечания
tl: Mga tala
zh_cn: 笔记

source: People Present
fr: Personnes présentes
it: Persone presenti
ja: 出席者
ru: Присутствующие
sd: حاضر ماڻهو
tl: Mga Tao na Naroroon
zh_cn: 在场者

source: Add/Update Disciplinary Action
fr: Ajouter/Actualiser une mesure disciplinaire
it: Aggiungi/aggiorna azione disciplinare
ja: 懲戒処分を追加/更新
ru: Добавить/обновить дисциплинарные меры
sd: ضابطهءِ اخلاق جو عمل شامل ڪريو/جدت آڻيو
tl: Magdagdag/Magsapanahon ng Hakbanging Pangdisiplina
zh_cn: 添加/更新纪律处分

source: Disciplinary Action Information
fr: Information sur l'Action Disciplinaire
it: Informazione sull'Azione Disciplinare
ja: 懲戒処分情報
sd: ضابطهءِ اخلاق جي عمل جي معلومات
tl: Kabatiran sa Hakbanging Pangdisiplina
zh_cn: 纪律处分信息

source: Edit This Information
fr: Editer cette information
it: Modifica questa informazione
ja: この情報を編集
ru: Редактировать эту информацию
sd: هن معلومات کي سنواريو
tl: Baguhin ang Kabatirang Ito
zh_cn: 编辑此信息

source: Update this Information
fr: Mettre à jour cette information
it: Aggiorna questa informazione
ja: この情報を更新
ru: Обновить информацию
sd: هن معلومات ۾ جدت آنيو
tl: Isapanahon ang Kabatirang Ito
zh_cn: 更新此信息

source: Select another Disciplinary Action Type
fr: Choisir un autre type d'action disciplinaire
it: Scegli un altro Tipo di Azione Disciplinare
ja: 他の懲戒処分のタイプを選択します
ru: Выберите другой тип дисциплинарных мер
sd: هڪ ٻيو ضابطهءِ اخلاق جو عمل چونڊيو
tl: Pumili ng iba pang Uri ng Hakbanging Pangdisiplina
zh_cn: 选择另一个纪律行动类型

source: Correct this Information
fr: Corriger cette information
it: Correggi questa informazione
ja: この情報を修正
ru: Исправить эту информацию
sd: هن معلومات کي درست ڪريو
tl: Iwasto ang Kabatirang ito
zh_cn: 更正此信息

source: Action
it: Azione
ja: 処分
ru: Действие
sd: عمل
tl: Hakbang
zh_cn: 操作

source: View the workplace disciplinary_action type list
fr: Afficher la liste des types d'actions disciplinaires
it: Visualizza la lista di tipo disciplinary_action per lo spazio di lavoro
ja: 職場懲戒処分のタイプ一覧を表示します。
ru: Посмотреть список типов дисциплинарных мер
tl: Tingnan ang tala ng uri ng hakbanging_pangdisiplina sa pook ng hanapbuhay
zh_cn: 查看工作场所的disciplinary_action类型列表

source: The end date must be after the start date.
fr: La date de fin doit être postérieure à la date de début.
it: La data di fine deve essere successiva alla data di inizio.
ja: 終了日は開始日より後にする必要があります。
ru: Дата конца должна быть позже даты начала.
sd: اختتام جي تاريخ شروعات جي تاريخ کانپوءِ هجڻ لازمي آهي.
tl: Ang petsa ng pagwawakas ay dapat na maging pagkalipas ng petsa ng pagsisimula.
zh_cn: 结束日期必须在开始日期之后。

source: Edit the workplace disciplinary action reason type list
fr: Modifier la liste des types de mesure disciplinaire sur le lieu de travail
it: Modificare la lista con le motivazioni riguardo le azioni disciplinari sul luogo di lavoro
ja: 職場の懲戒理由のタイプ一覧を編集します。
tl: Baguhin ang tala ng uri ng dahilan ng hakbang sa pagdidisiplinang pampook ng hanapbuhay
zh_cn: 编辑工作场所的纪律处分类型列表

source: View the workplace disciplinary action reason list
fr: Afficher la liste des types de mesure disciplinaire sur le lieu de travail
it: Visualizza la lista con le motivazioni riguardo le azioni disciplinari sul luogo di lavoro
ja: 職場の懲戒理由の一覧を表示します。
tl: Tingnan ang tala ng uri ng dahilan sa hakbang na pangdisiplina sa pook ng hanapbuhay
zh_cn: 查看工作场所的纪律处分类型列表

source: Disciplinary Action Reason
fr: Motif de la mesure disciplinaire
it: Motivazioni riguardo le azioni disciplinari
ja: 懲戒理由
sd: ضابطهءِ اخلاق جي عمل جو سبب
tl: Dahilan ng Hakbang na Pangdisiplina
zh_cn: 纪律处分原因

source: Reason for Action
fr: Motif d'Action
it: Motivazioni riguardo le azioni
ja: 処分理由
ru: Причина действия
sd: عمل جو سبب
tl: Dahilan ng Kilos
zh_cn: 操作原因

source: Select another Disciplinary Action Reason
fr: Choisir un autre motif d'action disciplinaire
it: Seleziona un'altra motivazione riguardo le azioni disciplinari
ja: 他の懲戒処分の理由を選択します。
sd: هڪ ٻيو ضابطهءِ اخلاق جي عمل جو سبب چونڊيو
tl: Pumili ng ibang Dahilan ng Hakbang na Pangdisiplina
zh_cn: 选择另一个纪律处分类型
