Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage-mass-delete-facility/*.po
Languages: de, es

source: Mass Delete By Facility
de: Massenlöschen nach Gesundheitseinrichtung
es: Eliminar en masa según el trabajo

source: Mark Facility for Deletion
de: Gesundheitseinrichtung zur Löschung markieren
es: Marcar trabajo para eliminar

source: Facility Positions
de: Stellen in der Gesundheitseinrichtung
es: Posiciones de trabajo

source: List of all facilities and current positions.
de: Liste aller Gesundheitseinrichtungen und gegenwärtiger Stellen.
es: Lista de todos los trabajos y las posiciones actuales.

source: 1 if the position is filled, 0 if not.
de: 1 falls die Stelle besetzt ist, 0 falls sie frei ist.
es: 1 si la posición está llena, 0 si no es así.

source: Positions in this facility.
de: Stellen in dieser Gesundheitseinrichtung.
es: Posiciones en este trabajo.

source: Position
de: Stelle
es: Posición

source: The current person position linked to this position.
es: La posición actual de la persona vinculada a esta posición.

source: Person Position
es: Posición de la Persona

source: List of all facilities with counts of positions.
es: Lista de todos los trabajos con recuentos de las posiciones.

source: Office/Facility Location
de: Ort des/der Büro/Gesundheitseinrichtung
es: Ubicación de oficina/trabajo

source: Office/Facility
de: Büro/Gesundheitseinrichtung
es: Oficina/Institución

source: Facility Type
de: Art der Einrichtung
es: Tipo de Institución

source: Total Positions
de: Gesamtzahl der Stellen
es: Posiciones totales

source: List of all facilities with position counts.
de: Liste aller Einrichtungen mit Stellenanzahl.
es: Lista de todos los trabajos con recuentos de las posiciones.

source: The form caches have been erased, but you will need to regenerate any reports to reflect the deleted data.
es: El caché de los formularios ha sido borrado, usted necesitará regenerar cualquier informe para reflejar los datos borrados.

source: Deletion Succeeded
de: Die Löschung war erfolgreich
es: Eliminación exitosa

source: Your delete request has been completed.
de: Deine Löschanfrage wurde vervollständigt.
es: Su petición para eliminar ha sido completada.

source: records have been deleted.
de: Datensätze wurden gelöscht.
es: Los registros han sido eliminados.

source: Invalid input was entered in the yes box. Please type 'yes' to confirm this deletion.
es: Una entrada inválida ha sido ingresada en la caja sí. Por favor reescriba 'sí' para confirmar la eliminación.

source: Mass Delete Records by Facility
de: Massenlöschen von Datensätzen nach Gesundheitseinrichtung
es: Eliminar registros en masa según el trabajo

source: Please confirm by checking each facility you wish to delete and click 'Continue.'
es: Por favor confirma marcando cada trabajo que deseas eliminar y haz clic en 'Continuar'.

source: WARNING
de: WARNUNG
es: ADVERTENCIA

source: This will delete all position records for the given facility as well as all person records that are currently assigned to those positions. This data can not be automatically recovered and you must be sure to back up your data before doing this.
es: Esto borrará todos los registros de posiciones para el trabajo determinado, así como todos los registros de personas que están actualmente asignados a esas posiciones. Estos datos no pueden ser recuperados automáticamente, así que debes asegurarte de respaldar tus datos antes de hacer esto.

source: Facility List
de: Einrichtungsliste
es: Listado de Locales

source: No facilities were selected.
de: Es wurden keine Einrichtungen ausgewählt.
es: Ningún trabajo fue seleccionado.

source: Go back
de: Zurück gehen
es: Volver

source: and select some facilities to delete.
de: und wählen Sie Einrichtungen zum Löschen aus.
es: y selecciona algunos trabajos para eliminar.

source: records will be deleted from the following facilities
de: Datensätze folgender Einrichtungen werden gelöscht
es: se eliminarán los registros de los siguientes trabajos

source: An error occurred trying to drop the form caches. You will need to do this manually and then regenerate the reports.
es: Ocurrió un error intentando liberar el caché de los formularios. Usted necesitará hacer esto manualmente y luego regenerar los reportes.

source: There is an invalid storage method for the position or person position forms. Both must use entry form storage to use this page.
es: Hay un método de almacenamiento no válido para los formularios de posiciones o de personas. Ambos deben utilizar el formulario de entrada de almacenamiento para utilizar esta página.

source: You entered an incorrect admin password.
es: Usted ingresó una contraseña de administrador incorrecta.

source: Please type 'yes' to confirm this deletion.
es: Por favor escriba 'sí' para confirmar el borrado.

source: You cannot undo this
de: Sie können dies nicht rückgängig machen
es: Usted no puede deshacer esto

source: Enter the Site Administration (Super User) password to continue
de: Geben Sie das Administratorkennwort ein um fortzufahren
es: Ingrese la contraseña del Sitio de Administración (Super Usuario) para continuar

source: This is the final step. When you click continue these records will be deleted!
de: Dies ist der letzte Schritt. Wenn Sie auf "Fortsetzen" klicken, werden diese Datensätze gelöscht!
es: Este es el paso final. ¡Cuando usted haga clic en continuar estos registros serán eliminados!

source: No positions records were found for these facilities so there is nothing to delete.
es: No se encontraron registros de posiciones para estos trabajos así que no hay nada para eliminar.

source: Delete All Records by Facility
de: Alle Einträge nach Einrichtung löschen
es: Eliminar todos los registros por ubicación

source: This will delete all positions and person records assigned to those positions from the database. This can only be recovered from backups manually, so make sure your backups are up to date before performing this action!
es: Esto eliminará todos los registros de posiciones y personas asignados a estas posiciones desde la base de datos. Esto puede solamente recuperarse manualmente de las copias de seguridad, así que asegúrese de que sus copias de seguridad estén actualizadas antes de realizar esta acción.

source: Selected Facilities
de: Ausgewählte Einrichtungen
es: Trabajos seleccionados

source: An unknown error has occurred. Please contact your system administrator to resolve this issue.
es: Un error desconocido ha ocurrido. Por favor, contacte al administrador del sistema para resolver este problema.
