Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-site-demo/*.po
Languages: si

source: privacy policy
si: පෞද්ගලිකත්ව ප්‍රතිපත්තිය

source: Site Feedback Form
si: අඩවි ප්‍රතිචාර පෝරමය

source: Comments
si: ප්‍රතිචාර

source: Name
si: නම

source: Company
si: සේවාස්ථානය

source: Title
si: මාතෘකාව

source: Industry
si: කර්මාන්තය/ක්ෂේත්‍රය

source: Address
si: ලිපිනය

source: City
si: නගරය

source: State/Province
si: ප්‍රාන්තය/පළාත

source: Postal Code
si: තැපැල් අංකය

source: Country
si: රට

source: Telephone
si: දුරකථනය

source: Fax
si: ෆැක්ස්

source: Email
si: විද්‍යුත් තැපෑල

source: Thank you for your feedback.
si: ඔබගේ ප්‍රතිචාරය වෙනුවෙන් ස්තූතියි.

source: return
si: ආපසු යන්න

source: Welcome, %s
si: ආයුබෝවන්, %s

source: Welcome
si: ආයුබෝවන්

source: Results for
si: ප්‍රතිඑල

source: To get started using iHRIS Manage, please click one of the options below. Return to this page at any time by clicking the Home button in the bar above. If you need help with any function, click the Help button. We encourage you to send us any errors you find, suggestions for improvements or additional features, and any other feedback you may have about this software; contact us at any time by clicking the Feedback button or visiting the
si: iHRIS Manage භාවිතා කිරීම ඇරඹීමට කරුණාකර පහත විකල්ප වලින් එකක් ක්ලික් කරන්න. මෙම පි‍ටුවට නැවත පැමිණීමට ඉහළ ඇති තීරුවේ Home බොත්තම ඔබන්න. ඔබට කිසියම් කාර්යයක් සම්බන්ධයෙන් උදව් අවශ්‍ය වේ නම් උදව් බොත්තම ක්ලික් කරන්න. ඔබ මෙම මෘදුකාංගය භාවිතා කිරීමේදී මතුවන ගැටලු, වැරදි, වැඩිදියුණු කිරීමට යෝජනා, අමතර උපාංග මෙන්ම වෙනත් ඕනෑම ආකාරයේ ප්‍රතිචාර අප වෙත එවන ලෙස ඉල්ලා සිටින අතර ඔබට ප්‍රතිචාර බොත්තම එබීමෙන් ඕනෑම වෙලාවක අපව සම්බන්ධ කරගැනීමට හැක. පිවිසෙන්න

source: HRIS Strengthening Website
si: HRIS ශක්තිදායකත්ව වෙබ් අඩවිය

source: is a human resources management tool that enables an organization to design and manage a comprehensive human resources strategy. While primarily intended for managing health care workers, iHRIS Manage may be readily adapted to other types of workforces. iHRIS Manage is a free, Open Source software solution developed by
si: යනු සංවිධානයකට පුළුල් මානව සම්පත් මූලෝපායයන් නිර්මාණය සහ කළමනකරණයට ශක්තිය ලබාදෙන මානව සම්පත් කළමනාකරණ මෘදුකාංගයකි. මූලිකව මෙහි අරමුණ සෞඛ්‍ය ක්ෂේත්‍රයේ සේවක කළමනාකරණය වුවත්, iHRIS Manage අනෙක් වර්ගවල ශ්‍රම බලකායයන් උදෙසාද ගැලපේ. iHRIS Manage යනු විවෘත හා නිදහස් මෘදුකාංගයකි. එය සංවර්ධනය කළේ

source: an innovative global initiative to help developing countries build and sustain the health workforce.
si: යනු සංවර්ධනය වෙමින් පවතින රටවල් වලට සෞඛ්‍ය ක්ෂේත්‍ර ශ්‍රම බලකාය තැනීමට සහ පවත්වාගෙන යාමට උදව් වන නව්‍ය ජාත්‍යන්තර මුල් පිරීමකි.

source: . We will use your email address only to reply to your request. You may also contact us by emailing us directly at
si: . අප ඔබගේ විද්‍යුත් තැපැල් ලිපිනය ඔබේ අයදුමට ප්‍රතිචාර දැක්වීම වෙනුවෙන පමණක් යොදාගන්නෙමු. ඔබ අපව කෙලින්ම සම්බන්ධ කරගැනීමට මෙම විද්‍යුත් තැපැල් ලිපිනයෙක් හැක.

source: Demonstration Site
si: ආදර්ශන අඩවිය

source: Home
si: මුල් පිටුව

source: Help
si: සහාය

source: Feedback
si: ප්‍රතිචාර

source: iHRIS Website
si: iHRIS වෙබ් අඩවිය

source: Log out as %s
si: පිටවෙන්න %s ලෙස

source: Log In
si: පිවිසෙන්න

source: iHRIS Manage Version
si: iHRIS Manage අනුවාදය

source: Capacity
si: ධාරිතාව

source: Plus
si: එකතු වූ

source: If you have a bug report, problem with the page, feature request or question, please contact us by filling out and submitting the following form. Your comments and email address will be kept private in accordance with Capacity
si: ඔබට ද්‍යෝෂ වාර්තාවක්, ගැටලුවක්, විශේෂාංග අයදුමක් හෝ ප්‍රශ්නයක් තිබේ නම් කරුණාකර පහත ෆෝරමය පුරවා යොමු කිරීමෙන් අපව සම්බන්ධ කරගත හැක. ඔබගේ අදහස් සහ විද්‍යුත් තැපැල් ලිපිනය ධාරිතාවයට අනුකූලව සහ රහසිගතව තබාගනු ලැබේ.
