Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/fee-type/*.po
Languages: es, oc, zh_cn, zh_tw

source: Edit the Fee Type list
es: Editar la lista de tipo de cuota
zh_cn: 编辑费用类型列表
zh_tw: 編輯費用種類清單

source: View the Fee Type list
es: Ver la lista de tipo de cuota
zh_cn: 查看费用类型列表
zh_tw: 檢視費用種類清單

source: Total
zh_cn: 总计
zh_tw: 總計

source: Per Day
es: Por día
oc: Per jorn
zh_cn: 每天
zh_tw: 各日

source: Per Student Day
es: Por día de estudiante
zh_cn: 每学生日
zh_tw: 各學生日

source: Per Facilitator Per Day
es: Por día por facilitador
oc: Per animator e per jorn
zh_cn: 每服务商每天
zh_tw: 各日各主持者

source: Per Student
es: Por estudiante
oc: Per estudiant
zh_cn: 每学生
zh_tw: 各學生

source: Per Facilitator
es: Por facilitador
oc: Per animator
zh_cn: 每服务商
zh_tw: 各主持者

source: Fees Information
es: Información de cuotas
zh_cn: 费用信息
zh_tw: 費用訊息

source: Unit
es: Unidad
oc: Unitat
zh_cn: 单位
zh_tw: 單位

source: Name
es: Nombre
oc: Nom
zh_cn: 名称
zh_tw: 名稱

source: Training Length Type
es: Tipo de duración de capacitación
oc: Tipe de durada de formacion
zh_cn: 培训长度类型
zh_tw: 培訓長度類型

source: Edit This Information
es: Editar esta información
oc: Modificar aquesta informacion
zh_cn: 编辑此信息
zh_tw: 編輯此訊息

source: Update this Information
es: Actualizar esta información
oc: Metre a jorn aquesta informacion
zh_cn: 更新此信息
zh_tw: 更新此訊息

source: Select another Fee Type
es: Seleccionar otro tipo de cuota
zh_cn: 选择另一个费用类型
zh_tw: 選擇其它費用種類

source: Fee Type Information
es: Información del tipo de cuota
zh_cn: 费用类型信息
zh_tw: 費用種類訊息

source: Select another unit
es: Seleccionar otra unidad
oc: Seleccionar una autra unitat
zh_cn: 选择另一个单位
zh_tw: 選擇其它單位

source: Unit Information
es: Información de la unidad
oc: Informacion sus lâ€™unitat
zh_cn: 单位信息
zh_tw: 單位資訊
