Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-train/translations/templates/training/sco.po
Languages: sco

source: Edit the Training list
sco: Eedit the Trainin leet

source: View the Training list
sco: See the Trainin leet

source: In-Service Training (Short)
sco: In-Service Trainin (Short)

source: Post Basic/In-service Training (Long)
sco: Post Baseec/In-serveece Trainin (Lang)

source: Pre Service Training
sco: Pre Serveece Trainin

source: Hour(s)
sco: Hoor(s)

source: Training Information
sco: Trainin Information

source: Training Type
sco: Trainin Type

source: Training Length Type
sco: Trainin Length Type

source: Accreditation Code/Number
sco: Accreeditation Code/Nummer

source: Training Classification
sco: Trainin Claisseefeescation

source: Duration of Training
sco: Duration o Trainin

source: CPD Credit Hours
sco: CPD Creedit Hoors

source: Training Course Summary
sco: Trainin Coorse Ootline

source: Edit This Information
sco: Eedit This Information

source: Select another Training Type
sco: Select anither Trainin Type

source: Training Type Information
sco: Trainin Type Information

source: Select another Training Length Type
sco: Select anither Trainin Length Type

source: Select another Training
sco: Select anither Trainin
