Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/ihris-manage-position-tree/*.po
Languages: fr

source: Position Tree
fr: Arborescence des positions

source: Position report for use in building the tree view for position drop downs.
fr: Rapport de position à utiliser pour construire la vue arborescente pour la liste déroulante des positions.

source: The facility where this position is working.
fr: L’établissement où se situe la position de travail.

source: Facility
fr: Établissement

source: The county where this facility is located.
fr: Le canton où se situe cet établissement.

source: County
fr: Canton

source: The district where this facility is located.
fr: Le département où se situe cet établissement.

source: District
fr: Département

source: The region where this facility is located.
fr: La région où se situe cet établissement.

source: Region
fr: Région

source: The country where this facility is located.
fr: Le pays où se situe cet établissement.

source: Country
fr: Pays

source: The report to display positions as a tree view for mapped fields.
fr: Le rapport pour afficher les positions sous forme de vue arborescente pour les champs en correspondance.

source: Position Hide
fr: Masque de la position

source: Position Position Code
fr: Code de position de la position

source: Position Facility
fr: Établissement de la position

source: Position Status
fr: État de la position

source: Position Position Title
fr: Titre de position de la position

source: Position Id
fr: Id de la position

source: Office/Facility Hide
fr: Masque du bureau/de l’établissement

source: Office/Facility Location
fr: Emplacement du bureau/de l’établissement

source: Office/Facility Name
fr: Nom du bureau/de l’établissement

source: Office/Facility Id
fr: Id du bureau/de l’établissement

source: County Hide
fr: Masque du canton

source: County District
fr: Département du canton

source: County Name
fr: Nom du canton

source: County Id
fr: Id du canton

source: District Hide
fr: Masque du département

source: District Name
fr: Nom du département

source: District Region
fr: Région du département

source: District Id
fr: Id du département

source: Region Hide
fr: Masque de la région

source: Region Country
fr: Pays de la région

source: Region Name
fr: Nom de la région

source: Region Id
fr: Id de la région

source: Country Hide
fr: Masque du pays

source: Country Name
fr: Nom du pays

source: Country Primary Country
fr: Pays principal du pays

source: Country Id
fr: Id du pays
