Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-train/translations/templates/custom-reports-full-search-provider/*.po
Languages: de, lt

source: Search Training Provider
de: Suche Schulungsanbieter
lt: Ieškoti Mokymų Teikėjo

source: search Relationship for all training provider records
de: suche Beziehung für alle Datensätze von Schulungsanbietern
lt: ieškoti Ryšio visiems mokymų teikėjų įrašams

source: Shows the trainings assigned to a provider
de: Zeigt die zu einem Anbieter zugeordneten Schulungen
lt: Rodo mokymus, priskirtus teikėjui

source: Provider Training
de: Anbieterschulung
lt: Teikėjo Mokymai

source: Shows the instances of the trainings
de: Zeigt die Instanzen der Schulungen
lt: Rodo mokymų atvejus

source: Training Instance
de: Schulungsinstanz
lt: Mokymų Atvėjis

source: Search all training provider records
de: Durchsuche alle Datensätze von Schulungsanbietern
lt: Ieškoti visų mokymų teikėjo įrašų

source: Training Provider Name
de: Name des Schulungsanbieters
lt: Mokymo Teikėjo Pavadinimas

source: Name
lt: Pavadinimas

source: Training Provider Type
de: Art des Schulungsanbieters
lt: Mokymų Teikėjo Tipas

source: Training Information
de: Schulungsinformationen
lt: Mokymų Informacija

source: Training
de: Schulung
lt: Mokymas

source: Training End Date
de: Enddatum der Schulung
lt: Mokymų Pabaigos Data

source: Location Details
de: Standorteinzelheiten
lt: Vietos Informacija

source: Training Start Date
de: Anfangsdatum der Schulung
lt: Mokymų Pradžios Data

source: Search all training Providers in the system
de: Suche alle Schulungsanbieter im System
lt: Ieškoti visų mokymų Teikėjų sistemoje
