Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-train/translations/templates/custom-reports-full-search-provider/sco.po
Languages: sco

source: Search Training Provider
sco: Rake Trainin Provider

source: search Relationship for all training provider records
sco: rake Relationship fer aw trainin provider records

source: Shows the trainings assigned to a provider
sco: Shaws the trainins assigned til ae provider

source: Provider Training
sco: Provider Trainin

source: Shows the instances of the trainings
sco: Shaws the instances o the trainins

source: Training Instance
sco: Trainin Instance

source: Search all training provider records
sco: Rake aw trainin provider records

source: Training Provider Name
sco: Trainin Provider Name

source: Training Provider Type
sco: Trainin Provider Type

source: Training Information
sco: Trainin Information

source: Training
sco: Trainin

source: Training End Date
sco: Trainin End Date

source: Training Start Date
sco: Trainin Stairt Date

source: Search all training Providers in the system
sco: Rake aw trainin Providers in the system
