Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-train/translations/templates/education/*.po
Languages: sd

source: Edit the qualification list
sd: لياقتن جي فهرست کي سنواريو

source: View the qualification list
sd: لياقتن جي فهرست ڏسو

source: Education Information
sd: تعليم جي معلومات

source: Academic Level
sd: تعليمي سطح

source: Qualification
sd: لياقت

source: Year Of Graduation
sd: گريجوئيشن جو سال

source: Institution Name
sd: اداري جو نالو

source: Edit This Information
sd: هن معلومات کي سنواريو

source: Update this Information
sd: هن معلومات ۾ جدت آڻيو

source: Select another Qualification
sd: هڪ ٻي لياقت چونڊيو
