Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/ihris-manage-job/*.po
Languages: lt

source: Edit This Information
lt: Redaguoti šią informaciją

source: Update this Information
lt: Atnaujinti šią informaciją

source: Select another Job
lt: Pasirinkite kitą darbą

source: Job
lt: Darbas

source: Select another Salary Grade
lt: Pasirinkite kitą Atlyginimo Lygį

source: Salary Grade
lt: Atlygimo Lygis

source: View Job
lt: Peržiūrėti darbą

source: Job Information
lt: Darbo informacija

source: Hide
lt: Slėpti

source: Edit the salary_grade list
lt: Redaguoti salary_grade sąrašą

source: View the salary_grade list
lt: Žiūrėti salary_grade sąrašą

source: Name
lt: Vardas

source: Start
lt: Pradžia

source: End
lt: Pabaiga

source: MidPoint
lt: Vidurinis taškas

source: Notes
lt: Pastabos
