Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage-person-position/*.po
Languages: fr_ml, gl

source: Position
fr_ml: Poste
gl: Cargo

source: Enter new Status for the Position
fr_ml: Saisir le nouveau situation du poste
gl: Inserir un novo estado para o cargo

source: Discontinue this Position
fr_ml: Suspendre ce Poste
gl: Suspender este cargo

source: Edit This Information
fr_ml: Éditer cette information
gl: Editar esta información

source: Correct this Information
fr_ml: Corriger cette information
gl: Corrixir esta información

source: Supervised Positions
fr_ml: Postes supervisés
gl: Cargos supervisados

source: Open this Position
fr_ml: Faire le Poste vacant
gl: Abrir este cargo

source: Positions
fr_ml: Postes
gl: Cargos

source: Update this Information
fr_ml: Mettre à jour cette information
gl: Actualizar esta información

source: Select another Department
fr_ml: Sélectionner un autre Department
gl: Seleccionar outro departamento

source: Department
fr_ml: Département
gl: Departamento

source: View Position
fr_ml: Afficher le poste
gl: Ollar o cargo

source: Position Information
fr_ml: Informations sur le poste
gl: Información sobre o cargo

source: Hide
fr_ml: Masquer
gl: Agochar

source: Select another Position
fr_ml: Sélectionner un autre Poste
gl: Seleccionar outro cargo

source: Select another Position Type
fr_ml: Sélectionner un autre type de Poste
gl: Seleccionar outro tipo de cargo

source: Position Type
fr_ml: Type de Poste
gl: Tipo de cargo

source: return (do not save changes)
fr_ml: retour (pas enregistrer les modifications)
gl: volver (non gardar os cambios)

source: Start Date
fr_ml: Date de début
gl: Data de inicio

source: New Position
fr_ml: Nouveau Poste
gl: Novo cargo

source: Current Position
fr_ml: Poste actuel
gl: Cargo actual

source: Enter new Status for the Current Position
fr_ml: Saisir un nouvelle situation pour ce Poste actuel
gl: Inserir un novo estado para o cargo actual

source: Record a Departure
fr_ml: Enregistrer un départ
gl: Rexistrar unha marcha

source: Change Position
fr_ml: Changer le Poste
gl: Cambiar o cargo

source: View Position History
fr_ml: Afficher l'historique du Poste
gl: Ver o historial de cargos

source: View Person
fr_ml: Afficher la personne
gl: Ollar a persoa

source: Position Filled By
fr_ml: Poste occupé par
gl: Cargo cuberto por

source: Select another Reason for Departure
fr_ml: Sélectionner une autre raison de départ
gl: Seleccionar outro motivo para a marcha

source: Reason for Departure
fr_ml: Raison du départ
gl: Motivo para a marcha

source: Edit the department list
fr_ml: Editer la liste des départements
gl: Editar a lista de departamentos

source: View the department list
fr_ml: Afficher la liste des départements
gl: Ollar a lista de departamentos

source: Edit the position_type list
fr_ml: Éditer la liste des types de poste
gl: Editar a lista position_type

source: View the position_type list
fr_ml: Afficher la liste des types de poste
gl: Ollar a lista position_type

source: Edit the position list
fr_ml: Éditer la liste des postes
gl: Editar a lista de cargos

source: View the position list
fr_ml: Afficher la liste des postes
gl: Ollar a lista de cargos

source: Edit the pos_change_reason list
fr_ml: Éditer la liste des raisons des changements de poste
gl: Editar a lista pos_change_reason

source: View the pos_change_reason list
fr_ml: Afficher la liste des raisons des changements de poste
gl: Ollar a lista pos_change_reason

source: Can edit some information about positions
fr_ml: Peut éditer certaines informations sur les postes
gl: Pode editar algunha información sobre os cargos

source: Can view some information about positions
fr_ml: Peut afficher certaines informations sur les postes
gl: Pode ollar algunha información sobre os cargos

source: Can edit all information about positions
fr_ml: Peut éditer toutes les informations sur les postes
gl: Pode editar toda a información sobre os cargos

source: Can view all information about positions
fr_ml: Peut afficher toutes les informations sur les postes
gl: Pode ollar toda a información sobre os cargos

source: Can edit the position of a person
fr_ml: Peut éditer le poste d’une personne
gl: Pode editar o cargo dunha persoa

source: Can view the position of a person
fr_ml: Peut afficher le poste d’une personne
gl: Pode ollar o cargo dunha persoa

source: Can change the existing position of a person
fr_ml: Peut changer le poste existant d’une personne
gl: Pode cambiar o cargo existente dunha persoa

source: Open
fr_ml: Vacant
gl: Aberto

source: Closed
fr_ml: Occupé
gl: Pechado

source: Discontinued
fr_ml: Fermé (N'existe plus)
gl: Descontinuo

source: Make a Job Offer
fr_ml: Offrir une fonction
gl: Facer unha oferta de traballo

source: Edit Position
fr_ml: Éditer un poste
gl: Editar o cargo

source: Person Position
fr_ml: Poste d'une personne
gl: Cargo dunha persoa

source: This form is used to link a person to a pariticular position residence
fr_ml: Ce formulaire est utilisé pour lier une personne à une résidence d'un poste particulier
gl: Este formulario utilízase para ligar unha persoa coa residencia dun cargo particular

source: Reasons for Departure
fr_ml: Raisons du départ
gl: Motivos para a marcha

source: Position Status
fr_ml: Situation du poste
gl: Estado do cargo

source: Name
fr_ml: Nom
gl: Nome

source: End Date
fr_ml: Date de Fin
gl: Data de fin

source: Position Code
fr_ml: Code du poste
gl: Código do cargo

source: Job
fr_ml: Fonction
gl: Emprego

source: Position Title
fr_ml: Intitulé du poste
gl: Título do cargo

source: Position Description
fr_ml: Description du poste
gl: Descrición do cargo

source: Facility
fr_ml: Structure
gl: Establecemento

source: Proposed Hiring Date
fr_ml: Date proposée pour l’entretien
gl: Data proposta para a contratación

source: Date Posted
fr_ml: Date de l'annonce des candidature
gl: Data de publicación

source: Status
fr_ml: Situation
gl: Estado

source: Position Comments
fr_ml: Commentaires sur le poste
gl: Comentarios sobre o cargo

source: Interview Comments
fr_ml: Commentaires sur l’entretien
gl: Comentarios sobre a entrevista

source: Standardized Position Letters
fr_ml: Lettres standardisées du Poste
gl: Cartas estandarizadas do cargo

source: Confirm
fr_ml: Confirmer
gl: Confirmar

source: Please enter a start date after the previous position's start date.
gl: Introduza unha data de inicio posterior á data de inicio do cargo anterior.

source: The end date must be after the start date.
gl: A data de fin debe ser posterior á data de inicio.

source: Required Field.
gl: Campo obrigatorio.

source: Please enter a new status.
gl: Introduza un novo estado.

source: Supervisor
fr_ml: Supérieur hiérarchique
