Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/ihris-manage-custom-reports-position-reports/*.po
Languages: tl

source: Cadre
tl: Tagapagsanay

source: The cadre associated with this job.
tl: Ang tagapagsanay na may kaugnayan sa hanapbuhay na ito.

source: Classification
tl: Klasipikasyon

source: The classification associated with this job.
tl: Ang klasipikasyon na may kaugnayan sa hanapbuhay na ito.

source: Job
tl: Hanapbuhay

source: The job associated with this position.
tl: Ang hanapbuhay na may kaugnayan sa posisyong ito.

source: Facility
tl: Pasilidad

source: The facility where this position works.
tl: Ang pasilidad kung saan naghahanapbuhay ang posisyong ito.

source: Department
tl: Kagawaran

source: The department this position belongs to.
tl: Ang kagawaran kung saan nabibilang ang posisyong ito.

source: Last Position
tl: Huling Posisyon

source: The last person that filled this position.
tl: Ang huling tao na pumuno sa posisyong ito.

source: Current Position
tl: Pangkasulukuyang Posisyon

source: The current person filling this position.
tl: Ang pangkasalukuyang taong pumupuno sa posisyong ito.

source: The number of days this positions was open before being filled.
tl: Ang bilang ng mga araw na nakabukas ang mga posisyong ito bago napunuan.

source: Positions
tl: Mga posisyon

source: All information related to a position.
tl: Lahat ng kabatirang may kaugnayan sa isang posisyon.

source: Position List
tl: Tala ng mga Posisyon

source: Details for all positions.
tl: Mga detalye para sa lahat ng mga posisyon.

source: Code
tl: Kodigo

source: Position Job
tl: Gawain ng Posisyon

source: Title
tl: Pamagat

source: Facility ID
tl: ID ng Pasilidad

source: Department ID
tl: ID ng Kagawaran

source: Posted Date
tl: Petsa ng Pagpapaskil

source: Status
tl: Katayuan

source: Job Title
tl: Pamagat ng Hanapbuhay

source: Cadre ID
tl: ID ng Tagapagsanay

source: Classification ID
tl: ID ng Klasipikasyon

source: Open Date
tl: Petsa ng Pagbubukas

source: Filled Date
tl: Petsa ng Pagpupuno

source: Days Open
tl: Mga Araw na Bukas

source: A list of all positions.
tl: Isang tala ng lahat ng mga posisyon.

source: Position Open Duration
tl: Katagalan ng Pagbubukas ng Posisyon

source: The length in days each position was open before being filled.
tl: Ang haba ng mga araw na ang bawat puwesto ay bukas bago mapunuan.

source: Position Reports
tl: Mga Ulat sa Posisyon
