Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage-facility-tree/*.po
Languages: es, nl

source: Facility report for use in building the tree view for facility drop downs.
es: Informe del trabajo para su uso en la construcción de la vista de árbol para la instalación de los menús desplegables.
nl: Facility report voor gebruik in de opbouw van de boomstructuur voor facility drop-downs.

source: Facility Tree
es: Árbol de trabajo
nl: Faciliteitenboom

source: The county where this facility is located.
es: El condado donde se encuentra este trabajo.
nl: De county waar deze faciliteit zich bevindt.

source: County
es: Condado
nl: Departement

source: The district where this facility is located.
es: El distrito donde se encuentra este trabajo.
nl: Het district waar deze faciliteit zich bevindt.

source: District
es: Distrito

source: The region where this facility is located.
es: La región donde se encuentra este trabajo.
nl: De regio waar deze faciliteit zich bevindt.

source: Region
es: Región
nl: Regio

source: The country where this facility is located.
es: El país donde se encuentra este trabajo.
nl: Het land waar deze faciliteit zich bevindt.

source: Country
es: País
nl: Land

source: The report to display facilities as a tree view for mapped fields.
es: El informe para mostrar los trabajos como una vista de árbol para los campos asignados.
nl: Het rapport dat u wilt weergeven faciliteiten als een boomstructuur voor de toegewezen velden.

source: Country Hide
es: Ocultar país
nl: Land verbergen

source: Country Id
es: Id de país
nl: Land-ID

source: Country Name
es: Nombre del país
nl: Naam van het land

source: Country Primary
es: País principal
nl: Land Primaire

source: County District
es: Distrito del condado

source: County Hide
es: Ocultar condado
nl: County verbergen

source: County Id
es: Id de condado

source: County Name
es: Nombre del condado
nl: Countynaam

source: District Hide
es: Ocultar distrito
nl: District verbergen

source: District Id
es: Id del distrito

source: District Name
es: Nombre del distrito
nl: Wijknaam

source: District Region
es: Región del distrito
nl: Wijk / Regio

source: Office/Facility Hide
es: Ocultar oficina/trabajo
nl: Kantoor/Facility Verbergen

source: Office/Facility Id
es: Id de oficina/trabajo
nl: Kantoor/Facility-Id

source: Facility Location
es: Ubicación del trabajo
nl: Vestigingsplaats instelling

source: Facility Type
es: Tipo de trabajo
nl: Faciliteitstype

source: Office/Facility Name
es: Nombre de oficina/trabajo
nl: Kantoor/faciliteitsnaam

source: Region Country
es: País de la región
nl: Regio / Land

source: Region Hide
es: Ocultar región
nl: Regio verbergen

source: Region Id
es: Id de la región
nl: Regio-ID

source: Region Name
es: Nombre de la región
nl: Regionaam
