Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-custom-reports-search-people/*.po
Languages: es, et, lt, pt, uk

source: Search People
es: Buscar Personas
et: Otsi inimesi
lt: Žmonių paieška
pt: Procurar Pessoas
uk: Пошук людей

source: Search relationship for all person records.
es: Buscar Relaciones para todos los Registros de Personas
et: Otsi suhet kõigi isikukirjete kohta.
lt: Ieškoti ryšio visiems asmenų įrašams.
pt: Procurar relação para todos os registos de pessoas.
uk: Пошук зв'язку для всіх записів особи.

source: The current status of this employee
es: El estado actual del empleado
et: Selle töötaja praegune olek
lt: Dabartinė darbuotojo būsena
pt: O estado atual deste empregado
uk: Поточний статус цього співробітника

source: The last position this person has held.
es: La última Posición que esta Persona Ocupó
et: Viimane positsioon, mida see isik omas.
lt: Paskutinės pozicijos šio asmens.
pt: O último cargo ocupado por esta pessoa.
uk: Остання посада, яку ця особа займала.

source: Last Person Position
es: Última posición de la persona
et: Viimane isiku positsioon
lt: Paskutinė asmens pozicija
pt: Último Cargo da Pessoa
uk: Остання посада особи

source: The position details for the last position held by this person.
es: Detalles de la última posición que esta persona ocupó
et: Positsioonidetailid selle isiku viimase positsioon kohta.
lt: Paskutinės šio asmens pozicijos detalės .
pt: Os detalhes sobre o último cargo ocupado pela pessoa.
uk: Подробиці останньої посади, яку займала ця особа.

source: Last Position
es: Última posición
et: Viimane positsioon
lt: Paskutinė pozicija
pt: Último Cargo
uk: Остання посада

source: The last job held by this person.
es: El último empleo que tuvo esta persona.
et: Viimane töö selle isiku poolt.
lt: Paskutinis darbas, kuriuos dirbo šis asmuo.
pt: A última função ocupada pela pessoa.
uk: Остання робота, виконана цією особою.

source: Last Job
es: Último empleo
et: Viimane töö
lt: Paskutinė Darbovietė
pt: Última Função
uk: Остання робота

source: The last facility where this person worked.
es: La última instalación en la que trabajó esta persona.
et: Viima jaoskond, kus see isik töötas.
pt: A última unidade onde esta pessoa trabalhou.
uk: Остання установа, де ця людина працювала.

source: Last Facility
es: Última instalación
et: Viimane jaoskond
pt: Última Unidade
uk: Остання установа

source: The application details for this person.
es: Detalles de la Solicitud de esta Persona
et: Taotlusdetailid selle isiku kohta
lt: Paraiškos informacija šiam asmeniui.
pt: Os detalhes de candidatura desta pessoa.
uk: Відомості про заявку для цієї особи.

source: Application
es: Solicitud
et: Taotlus
lt: Paraiška
pt: Candidatura.
uk: Заявка

source: Search all people records.
es: Buscar todos los Registros de esta Persona
et: Otsi kõiki viiteid inimestest.
lt: Ieškoti visų žmonių įrašų.
pt: Procurar os registos de todas as pessoas.
uk: Пошук всіх записів людей.

source: Surname
es: Apellido
et: Perekonnanimi
lt: Pavardė
pt: Apelido
uk: Прізвище

source: First Name
es: Nombre
et: Eesnimi
lt: Vardas
pt: Primeiro Nome
uk: Ім'я

source: Job
es: Empleo
et: Töökoht
lt: Darbas
pt: Função
uk: Робота

source: Position Job ID
es: ID de la Posición de Empleo
et: Positsiooni töö ID
lt: Darbo pozicijos ID
pt: ID da Função do Cargo
uk: ІН роботи на посаді

source: Position Title
es: Título de la posición
et: Positsiooni tiitel
lt: Pozicijos titulas
pt: Título do Cargo
uk: Назва посади

source: Facility
es: Localidad
et: Jaoskond
pt: Unidade
uk: Установа

source: Facility ID
es: ID del Local
et: Jaoskonna ID
pt: ID da Unidade
uk: ІН установи

source: Employee Status
es: Estado del empleado
et: Töötaja olek
lt: Darbuotojo Būsena
pt: Estado do Trabalhador
uk: Статус працівника

source: Search all person records in the system.
es: Buscar todos los registros de esta Persona en el Sistema
et: Otsi kõiki isikukirjeid süsteemis.
lt: Ieškoti visų asmens įrašų sistemoje.
pt: Procurar todos os registos de pessoas no sistema
uk: Пошук записів усіх людей в системі.

source: Search
es: Buscar
et: Otsing
lt: Ieškoti
pt: Pesquisar
uk: Пошук

source: Start Date
es: Fecha de inicio
lt: Pradžios Data
pt: Data de início
uk: Дата початку

source: End Date
es: Fecha de finalización
lt: Pabaigos Data
pt: Data de fim
uk: Дата завершення

source: Job Title
es: Título del trabajo
lt: Darbo Titulas
pt: Título do Trabalho
uk: Назва роботи
