Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-custom-reports-staff-reports/*.po
Languages: br, cs, es, gl, it, mk, nl, ru, si, sw, zh_tw

source: Total staff by job.
br: Hollad an holl implijdi dre garg
cs: Celek zaměstnanců podle práce
es: Total del Personal por Empleo
gl: Persoal total por emprego.
it: Tutti gli staff ordinati per impiego.
mk: Вкупно персонал по работа.
nl: Medewerkersoverzicht per functie.
ru: Общее число сотрудников по работе.
si: කාර්යය අනුව මුළු කාර්ය මණ්ඩලය
sw: Wafanyakazi wote kwa kazi.
zh_tw: 依工作區分的總計職員。

source: Nationality Breakdown
br: Dielfennañ dre vroadelezh
cs: Rozdělní národnosti
es: Desglose de Nacionalidades
gl: Análise das nacionalidades
it: Intervallo di nazionalità
mk: Разложен преглед по националност
nl: Overzicht nationaliteit
si: ජාතිය අනුව ප්‍රභේදනය
sw: Kuharibika Taarifa za Utaifa
zh_tw: 國籍細分

source: A list of all staff by nationality.
br: Ur roll eus an holl implijdi dre vroadelezh
cs: Celek všech zaměstnanců podle národnosti.
es: Listado del Personal por Nacionalidad
gl: Unha lista do persoal por nacionalidade.
it: Una lista di tutti gli staff ordinati per nazionalita'
mk: Список на сите вработени по националност.
nl: Een lijst van alle medewerkers naar nationaliteit.
ru: Список всех сотрудников по национальности.
si: ජාතිය අනුව සියලු කාර්ය මණ්ඩල ලැයිස්තුව
sw: Orodha ya wafanyakazi wote kwa utaifa
zh_tw: 依國籍區分的所有職員清單。

source: Age Distribution
br: Dasparzh dre oad
cs: Rozdělení věku
es: Distribución de Edad
gl: Distribución de idades
it: Età
mk: Старосна распределба
nl: Leeftijdsverdeling
ru: Возрастное распределение
si: වයස් ව්‍යාප්තිය
sw: Mgawanyo wa Umri
zh_tw: 年齡分佈

source: Total of all staff by age range.
br: Hollad an implijidi dre rumm oad.
cs: Celek všech zaměstnanců podle věkového rozmezí.
es: Total del Personal por rango de Edad
gl: Total do persoal por rango de idade.
it: Tutti gli staff ordinati per intervallo di età.
mk: Вкупно персонал по старосен опсег.
nl: Totaal van alle medewerkers naar leeftijd.
ru: Итого всего персонала по возрастным диапазонам.
si: වයස් පරාසය අනුව මුළු කාර්ය මණ්ඩලය
sw: Jumla ya wafanyakazi wote kwa mpangilio wa umri.
zh_tw: 依年齡範圍區分的所有職員總計。

source: Hires per Year
br: Enfredadurioù dre vloaz
cs: Najmutí za rok
es: Contrataciones por Año
gl: Contratacións por ano
it: Assunzioni per anno
mk: Годишно вработувања
nl: Aannames per jaar
ru: Нанято в год
si: අවුරුද්දකදී සිදු කරන බඳවා ගැනීම්
sw: Ajiri kwa Mwaka
zh_tw: 各年份僱用

source: Hire totals by year.
br: Holl an enfredadurioù dre vloaz
cs: Celkem najmutí za rok.
es: Totales de Contratación por Año
gl: Contratacións totais por ano.
it: Tutte le assunzioni ordinate per anno.
mk: Вкупно вработувања по година.
nl: Aannametotalen per jaar.
si: අවුරුද්දකදී සිදු කළ මුළු බඳවා ගැනීම්
sw: Jumla ya waajiriwa kwa mwaka.
zh_tw: 各年份僱用總計。

source: Stacked Column Chart(Simple)
br: Diagramm gant bannoù berniet (eeun)
cs: Skládaný sloupcový graf (Jednoduchý)
es: Gráfico de Columnas Apiladas (Simple)
gl: Gráfica de columnas amoreadas (simple)
it: Grafico a colonne impilate (semplice)
mk: Напластен столбен графикон (Прост)
nl: Gestapeld kolomdiagram (eenvoudig)
ru: Гистограмма с накоплением (простая)
si: ඇසිරූ තීරු ප්‍රස්තාරය(සරල)
sw: Idadi ya Chati Mwimo (Sahili)
zh_tw: 堆積條狀圖（樣本）

source: Retirement Planning
br: Steuñvaat ar retred
cs: Plánování odchodu do důchodu
es: Planeación de Retiros
gl: Plan de xubilación
it: Pianificazione pensionamento
mk: Планирање за пензија
nl: Pensioenplanning
ru: Планирование выхода на пенсию
si: විශ්‍රාම සැළසුම්
sw: Mipango ya Kustaafu
zh_tw: 退休規劃

source: Staff totals by retirement year.
br: Niver hollek a implijidi dre vloavezh retred
cs: Celek zaměstnaců podle roku odchodu do důchodu.
es: Totales del Personal por Año de Retiro
gl: Persoal total por ano de xubilación.
it: Tutti gli staff ordinati per anno di pensionamento.
mk: Вкупно персонал по година на пензионирање.
nl: Overzicht voor geplande pensioenjaren voor medewerkers.
si: වසරකදී විශ්‍රාම ගිය කාර්ය මණ්ඩලයේ මුළු ගණන
sw: Jumla ya wafanyakazi kwa mwaka wa kustaafu.
zh_tw: 依退休年份區分的職員總計。

source: The district where this person works.
es: El barrio donde esta persona trabaja.
nl: De wijk waar deze persoon werkt.
zh_tw: 此人員所工作的區。

source: District
es: Distrito
zh_tw: 區

source: District Id
es: Identificador del distrito
nl: Wijk-ID
zh_tw: 區Id

source: Job ID
es: Identificador del trabajo
nl: Rol-ID
zh_tw: 工作ID

source: Hire Year After
nl: Huur Jaar Na
zh_tw: 僱用年份後

source: Hire Year Before
nl: Huren Van Een Jaar Eerder
zh_tw: 僱用年份前

source: The person's current age.
zh_tw: 人員目前年齡。

source: Age averages by facility displayed on a map.
zh_tw: 年齡平均依場所區分顯示在地圖上。

source: Age by Facility
zh_tw: 年齡依場所區分

source: Total Staff by Facility displayed on a map.
zh_tw: 全體職員依場所區分顯示在地圖上。

source: Staff By Facility
zh_tw: 職員依場所區分

source: Staff totals by District displayed on a map.
zh_tw: 全體職員依區別區分顯示在地圖上。

source: Staff By District
es: Personal por distrito
zh_tw: 職員依區別區分
