Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-custom-reports-staff-reports/*.po
Languages: br, cs, es, gl, it, mk, nl, ru, si, sw, zh_tw

source: Current Staff
br: Koskor bremañ
cs: Stávající zaměstnanci
es: Personal Asctual
gl: Persoal actual
it: Staff attuali
mk: Тековен персонал
nl: Huidige personeel
si: වර්තමාන කාර්ය මණ්ඩලය
sw: Mfanyakazi wa Sasa
zh_tw: 目前職員

source: A list of all current staff.
br: Ur roll eus holl ar c'hoskor bremañ
cs: Seznam všech stávajících zaměstnanců.
es: Listado del Personal Actual
gl: Unha lista do persoal actual.
it: Un elenco di tutti gli attuali staff
mk: Список на целиот тековен персонал.
nl: Een overzicht van al het huidige personeel
ru: Список всех имеющихся сотрудников.
si: සියලු වර්තමාන කාර්ය මණ්ඩල ලැයිස්තුව.
sw: Orodha ya wafanyakazi wote wa sasa.
zh_tw: 所有目前職員清單

source: Person
br: Den
cs: Osoba
es: Persona
gl: Persoa
it: Persona
mk: Лице
nl: Persoon
ru: Человек
si: පුද්ගලයා
sw: Mtu
zh_tw: 人員

source: The person currently filling this position.
cs: Osoba, která tuto pozici v současnosti má.
es: La Persona que actualmente ocupa esta Posición
gl: A persoa que ocupa actualmente este cargo.
it: La persona che attualmente ricopre questo ruolo
mk: Лицето моментално на ова работно место.
nl: De persoon die deze positie op het moment vervult.
si: දැනට මෙම තනතුර දරන පුද්ගලයා
sw: Mtu anayeijaza nafasi hii kwa sasa.
zh_tw: 人員目前任職此職位。

source: Demographic
br: Roadennoù demografek
cs: Demografie
es: Demográfico
gl: Datos demográficos
it: Demografica
mk: Демографија
nl: Demografie
ru: Демография
si: ජනවිකාසය
sw: Kitakwimu
zh_tw: 人物

source: Demographic details for the person.
br: Roadennoù demografek evit an den
cs: Demografické podrobnosti této osoby
es: Detalles Demográficos de esta Persona
gl: Detalles demográficos da persoa.
it: Dettagli demografici per la persona
mk: Демографски податоци за лицето.
nl: Demografische gegevens over de persoon.
ru: Демографические сведения для человека.
si: පුද්ගලයා ගැන ජනවිකාස තොරතුරු
sw: Taarifa kamili ya Kitakwimu kwa ajili ya mtu
zh_tw: 人員的人物詳細資料。

source: Work Contact
br: Darempred micherel
cs: Kontakt v práci
es: Contacto de Trabajo
gl: Contacto no traballo
it: Contatto lavorativo
mk: Контакт на работа
nl: Contactgegevens werk
ru: Рабочая контактная информация
si: කාර්යය සබඳතා
sw: Mawasiliano ya Kazini
zh_tw: 工作聯絡

source: Work contact details for this person.
br: Titouroù war an darempred micherel evit an den-mañ.
cs: Podrobnosti kontaktu v práci pro tuto osobu.
es: Detalles de Contacto de Trabajo para esta Persona
gl: Detalles de contacto no traballo desta persoa.
it: Dettagli del contatto lavorativo per questa persona
mk: Работни контактни податоци на лицето.
nl: Contactgegevens voor deze persoon op het werk.
ru: Рабочая контактная информация этого человека.
si: මෙම පුද්ගලයා සම්බන්ධයෙන් කාර්යය සබඳතා විස්තර
sw: Mawasiliano kamili ya kazini kwa ajili ya huyu mtu.
zh_tw: 此人員的工作聯絡詳細內容

source: Emergency Contact
br: Den da gemenn pa vez mall
cs: Kontakt pro případ nutnosti
es: Contacto de Emergencia
gl: Contacto de emerxencia
it: Contatto per emergenze
mk: Контакт за итни случаи
nl: Contactgegevens bij noodgevallen
si: හදිසි අවස්ථා සබඳතා
sw: Mawasiliano ya Dharura
zh_tw: 緊急聯絡

source: Emergency Contact details for this person.
cs: Podrobnosti kontaktu pro případ nutnosti pro tuto osobu.
es: Detalles de Contacto de Emergencia para esta Persona
gl: Detalles de contacto de emerxencia desta persoa.
it: Dettagli del contatto di emergenza per questa persona
mk: Контактни податоци на лицето за итни случаи.
nl: Contactgegevens voor deze persoon bij noodgevallen.
si: මෙම පුද්ගලයා සම්බන්ධයෙන් හදිසි අවස්ථා සබඳතා විස්තර
sw: Mawasiliano kamili ya Dharura kwa ajili ya huyu mtu.
zh_tw: 此人員的緊急聯絡詳細內容

source: Home Contact
br: Darempred prevez
cs: Kontakt domů
es: Contacto de Hogar
gl: Contacto na casa
it: Contatto di casa
mk: Домашен контакт
nl: Contactgegevens thuis
si: නිවාස
sw: Mawasiliano ya Nyumbani
zh_tw: 居家聯絡

source: Home contact details for this person.
br: Titouroù war darempred prevez an den-mañ
cs: Podrobnosti kontaktu domů pro tuto osobu.
es: Detalles de Contacto de Hogar para esta Persona
gl: Detalles de contacto na casa desta persoa.
it: Dettagli per il contatto di casa per questa persona
mk: Домашни контактни податоци на лицето.
nl: Contactgegevens voor deze persoon thuis.
si: මෙම පුද්ගලයාගේ නිවසේ සම්බන්ධතා විස්තර
sw: Mawasiliano kamili ya Nyumbani kwa ajili ya huyu mtu.
zh_tw: 此人員的居家聯絡詳細內容

source: Nationality
br: Broadelezh
cs: Národnost
es: Nacionalidad
gl: Nacionalidade
it: Nazionalità
mk: Националност
nl: Nationaliteit
ru: Гражданство
si: ජාතිකත්වය
sw: Utaifa
zh_tw: 國籍

source: Position
br: Lec'hiadur
cs: Pozice
es: Posición
gl: Cargo
it: Ruolo
mk: Работно место
nl: Positie
ru: Должность
si: තනතුර
sw: Nafasi
zh_tw: 職位

source: The position held by this person.
cs: Pozice, kterou tato osoba drží
es: La Posición Ocupada por esta Persona
gl: O cargo ocupado por esta persoa.
it: Il ruolo ricoperto da questa persona
mk: Работното место на ова лице.
nl: De door deze persoon beklede positie.
ru: Должности, занимаемые этим лицом.
si: තනතුර දරන ලද්දේ මෙම පුද්ගලයා විසිනි
sw: Nafasi iliyoshikwa na huyu mtu.
zh_tw: 此人員所持有的工作。

source: Facility
br: Diazezadur
cs: Zařízení
es: Localidad
gl: Establecemento
it: Sede
mk: Установа
nl: Instelling
ru: Организация
si: පහසුකම
sw: Jengo.
zh_tw: 場所

source: The facility where this position works.
br: An diaezadur ma ya mat end-dro ar post-se.
cs: Oddělení kde tato pozice pracuje.
es: La Localidad en la que esta Posición Trabaja
gl: O establecemento onde traballa este cargo.
it: La sede dove questo impiego lavora
mk: Установата кадешто работи лицето на ова раб. место.
nl: De instelling waarin deze positie wordt bekleed.
si: මෙම තනතුර ක්‍රියාත්මක වන පහසුකම
sw: Jengo ambalo nafasi hii inafaa.
zh_tw: 此職位所工作的場所。

source: Department
br: Departamant
cs: Oddělení
es: Departamento
gl: Departamento
it: Reparto
mk: Одделение
nl: Afdeling
ru: Подразделение
si: දෙපාර්තමේන්තුව
sw: Idara
zh_tw: 部門

source: The department for this position.
cs: Oddělení této pozice.
es: Departamento para esta Posición
gl: O departamento deste cargo.
it: Il reparto per questo ruolo
mk: Одделението на лицето на ова раб. место.
nl: De afdeling waarin deze positie wordt bekleed.
si: මෙම තනතුර සඳහා දෙපාර්තමේන්තුව
sw: Idara kwa ajili ya nafasi hii.
zh_tw: 此人員的部門。

source: Job
br: Labour
cs: Práce
es: Empleo
gl: Emprego
it: Impiego
mk: Работа
nl: Functie
ru: Работа
si: කාර්යය
sw: Kazi
zh_tw: 工作

source: The job associated with this position.
cs: Práce přidružená k této pozici.
es: El trabajo asociado a este puesto
gl: O emprego asociado a este cargo.
it: L'impiego associato a questo ruolo
mk: Работата поврзана со ова раб. место.
nl: De met deze positie verband houdende functie.
ru: Работа, связанная с этой позицией.
si: කාර්යය මෙම තනතුර හා ආශ්‍රිත වේ.
sw: Kazi inayohusiana na hii nafasi.
zh_tw: 此人員關聯的工作

source: Classification
br: Rummatadur
cs: Klasifikace
es: Clasificación
gl: Clasificación
it: Classificazione
mk: Класификација
nl: Classificatie
ru: Классификация
si: වර්ගීකරණය
sw: Uainishaji
zh_tw: 類別

source: The job classification for this position.
cs: Klasifikace práce pro tuto pozici.
es: Clasificación del Empleo de esta Posición
gl: A clasificación do emprego para este cargo.
it: La classificazione dell'impiego per questo ruolo
mk: Работната класификација на ова раб. место.
nl: De functieclassificatie voor deze positie.
ru: Классификации рабочих мест для этой должности.
si: මෙම තනතුරට අදාල කාර්යයන් වර්ගීකරණය
sw: Uainishaji wa kazi kwa ajili ya nafasi hii.
zh_tw: 此人員的工作類別。

source: Current Salary
br: Gopr bremañ
cs: Současná výplata
es: Salario Actual
gl: Salario actual
it: Salario attuale
mk: Тековна плата
nl: Huidig salaris
ru: Текущая зарплата
si: වත්මන් වැටුප
sw: Mshahara wa sasa
zh_tw: 目前薪資

source: The current salary for this person.
br: Gopr bremañ evit an den-mañ.
cs: Současná výplata této osoby.
es: Salario Actual para esta Persona
gl: O salario actual desta persoa.
it: Il salario attuale di questa persona
mk: Тековната плата на ова лице.
nl: Het huidige salaris van deze persoon.
ru: Текущая зарплата этого человека.
si: මෙම පුද්ගලයා දැන් ලබන වැටුප
sw: Mshahara wa sasa kwa ajili ya huyu mtu.
zh_tw: 此人員目前薪資

source: Starting Salary
br: Gopr kentañ
cs: Počáteční výplata
es: Salario Inicial
gl: Salario inicial
it: Salario iniziale
mk: Почетна плата
nl: Startsalaris
ru: Стартовая зарплата
si: ආරම්භක වැටුප
sw: Mshahara wa Kuanzia
zh_tw: 起薪

source: The starting salary for this person in their current position.
cs: Počáteční výplata pro tuto osobu v jejich současné pozici.
es: El Salario Inicial para esta Persona en su Posición Actual
gl: O salario inicial desta persoa no seu cargo actual.
it: Il salario iniziale per questa persona nel ruolo attuale
mk: Почетната плата за ова лице на неговото тековно раб. место.
nl: Het startsalaris voor deze persoon in zijn of haar huidige positie.
ru: Стартовая зарплата для этого человека в его текущем положении.
si: මෙම පුද්ගලයා දැනට සිටින තනතුරේ ආරම්භක වැටුප
sw: Mshahara wa kuanzia wa huyu mtu kwenye nafasi yao ya sasa.
zh_tw: 人員在他們目前職位的起薪。

source: The year this person turns 65.
br: Ar bloavezh pa vo 65 bloaz an den-mañ
cs: Rok, kdy této osobě bude 65.
es: El año en que esta persona cumple 65 años de edad
gl: O ano que esta persoa cumpre 65 anos.
it: L'età di questa persona supera i 65 anni.
mk: Годинава ова лице полни 65 години.
nl: Het jaar waarin deze persoon 65 wordt.
si: මෙම වසරේදී මෙම පුද්ගලයාට වයස 65යි
sw: Mwaka ambao huyu mtu atafikisha miaka 65.
zh_tw: 此人員滿65歲的年份。

source: The age range for the person
br: Ar ventad oad evit an den
cs: Věkové rozmezí této osoby
es: El Rango de Edad para esta Persona
gl: O rango de idade da persoa
it: L'intervallo di età per la persona
mk: Старосниот опсег на лицето
nl: De leeftijdsgroep voor de persoon
ru: Возрастной диапазон для человека
si: පුද්ගලයා සඳහා වයස් පරාසය
sw: Idadi ya miaka kwa ajili ya huyu mtu
zh_tw: 此人員年齡範圍

source: The year the person started in this position.
cs: Rok, kdy tato osoba v této pozici začala.
es: El Año en que esta Persona inició en esta Posición
gl: O ano no que a persoa comezou a traballar neste cargo.
it: L'anno in cui la persona ha iniziato questo ruolo
mk: Годината кога лицето се вработило на ова раб. место.
nl: Het jaar dat de persoon in deze positie is gaan werken.
si: පුද්ගලයා මෙම තනතුර පටන් ගත් අවුරුද්ද
sw: Mwaka ambao huyu mtu alianza katika hii nafasi.
zh_tw: 此人員起始擔任該職位的年份。

source: Staff List
br: Roll ar c'hoskor
cs: Seznam zaměstnanců
es: Listado de Personal
gl: Lista do persoal
it: Elenco degli staff
mk: Список на вработени
nl: Personeelslijst
ru: Список сотрудников
si: සේවක මණ්ඩල ලැයිස්තුව
sw: Orodha ya Wafanyakazi
zh_tw: 職員清單

source: Hire Date
br: Deiziad enfredañ
cs: Datum najmutí
es: Fecha de Contratación
gl: Data de contratación
it: Data assunzione
mk: Датум на вработување
nl: Datum aanname
si: බඳවා ගත් දිනය
sw: Tarehe ya Kuajiri
zh_tw: 僱用日期

source: Surname
br: Anv
cs: Příjmení
es: Apellido
gl: Apelidos
it: Cognome
mk: Презиме
nl: Achternaam
ru: Фамилия
si: වාසගම
sw: Jina la ukoo
zh_tw: 姓

source: Firstname
br: Anv-bihan
cs: Jméno
es: Nombre
gl: Nome
it: Nome
mk: Име
nl: Voornaam
ru: Имя
si: මුල් නම
sw: Jina la Kwanza
zh_tw: 名

source: Othername
br: Anv all
cs: Jiné jméno
es: Otro Nombre
gl: Outro nome
it: Altro nome
mk: Друго име
nl: Andere naam
ru: Отчество
si: වෙනත් නම්
sw: Jina lingine
zh_tw: 別名

source: Nationality ID
br: ID ar Vroadelezh
cs: ID národnosti
es: Id. de nacionalidad
gl: ID da nacionalidade
it: ID nazionalità
mk: ID на националност
nl: Nationaliteitsnummer
ru: Гражданство ID
si: ජාතික හැඳුනුම්පත් අංකය
sw: Utambulisho wa Utaifa
zh_tw: 國籍ID

source: Birth Date
br: Deiziad ganedigezh
cs: Datum narození
es: Fecha de nacimiento
gl: Data de nacemento
it: Data di Nascita
mk: Датум на раѓање
nl: Geboortedatum
ru: Дата рождения:
si: උපන් දිනය
sw: Tarehe ya Kuzaliwa
zh_tw: 出生日期

source: Gender
br: Reizh
cs: Pohlaví
es: Sexo
gl: Sexo
it: Genere
mk: Пол
nl: Geslacht
ru: Пол
si: ලිංගභේදය
sw: Jinsia
zh_tw: 性別

source: Work Telephone
br: Pellgomz servij
cs: Pracovní telefon
es: Teléfono del trabajo
gl: Teléfono de traballo
it: Telefono di lavoro
mk: Телефон на работа
nl: Telefoonnummer werk
ru: Рабочий телефон
si: කාර්යාල දුරකථනය
sw: Namba ya Simu ya Kazini
zh_tw: 工作聯絡電話

source: Work Email
br: Posteler micherel
cs: Pracovní email
es: Correo electrónico del trabajo
gl: Correo electrónico de traballo
it: Email lavoro
mk: Е-пошта на работа
nl: E-mailadres werk
ru: Рабочий адрес эл. почты
si: රක්ෂාවේ විද්‍යුත් තැපෑල
sw: Meili-e ya Kazini
zh_tw: 工作聯絡電子郵件

source: Emergency Address
br: Den da gemenn pa vez mall
cs: Adresa pro případ nouze
es: Dirección de emergencia
gl: Enderezo de emerxencia
it: Indirizzo di emergenza
mk: Адреса за итни случаи
nl: Adres voor noodgevallen
ru: Аварийный адрес
si: හදිසි අවස්ථා ලිපිනය
sw: Anwani ya Dharura
zh_tw: 緊急聯絡地址

source: Emergency Telephone
br: Pellgomz pa vez mall
cs: Telefon pro případ nouze
es: Teléfono de emergencia
gl: Teléfono de emerxencia
it: Telefono di emergenza
mk: Телефон за итни случаи
nl: Telefoonnummer voor noodgevallen
ru: Аварийный телефон
si: හදිසි අවස්ථා දුරකථනය
sw: Namba ya Simu ya Dharura
zh_tw: 緊急聯絡電話

source: Emergency Email
br: Postel pa vez mall
cs: Email pro případ nouze
es: Correo electrónico de emergencia
gl: Correo electrónico de emerxencia
it: Email di emergenza
mk: Е-пошта за итни случаи
nl: E-mailadres voor noodgevallen
ru: Аварийный адрес эл. почты
si: හදිසි අවස්ථා විද්‍යුත් තැපෑල
sw: Meili-e ya Dharura
zh_tw: 緊急聯絡電子郵件

source: Home Address
br: Chomlec'h prevez
cs: Adresa bydliště
es: Dirección de domicilio
gl: Enderezo familiar
it: Indirizzo di casa
mk: Домашна адреса
nl: Adres thuis
ru: Домашний адрес
si: නිවෙස් ලිපිනය
sw: Anwani ya Nyumbani
zh_tw: 住家地址

source: Home Telephone
br: Pellgomz prevez
cs: Telefon domů
es: Teléfono Residencia
gl: Teléfono da casa
it: Telefono di casa
mk: Домашен телефон
nl: Telefoonnummer thuis
ru: Домашний телефон
si: නිවසේ දුරකථන අංකය
sw: Namba ya simu ya Nyumbani
zh_tw: 住家電話

source: Home Email
br: Postel prevez
cs: Domácí email
es: Correo Electrónico Particular
gl: Correo electrónico particular
it: Email personale
mk: Домашна е-пошта
nl: E-mailadres thuis
ru: Домашний адрес эл. почты
si: නිවසේ විද්‍යුත් තැපෑල
sw: Meili-e ya Nyumbani
zh_tw: 住家電子郵件

source: Facility ID
br: ID an diazezadur
cs: ID zařízení
es: ID del Local
gl: ID do establecemento
it: ID Sede di lavoro
mk: ID на установата
nl: Nummer instelling
ru: Организация ID
si: පහසුකම් හැඳුනුම් අංකය
sw: Utambulisho wa Jengo
zh_tw: 場所ID

source: Department ID
br: ID an departamant
cs: ID oddělení
es: Id. de departamento
gl: ID do departamento
it: ID reparto
mk: ID на одделението
nl: Nummer afdeling
si: දෙපාර්තමේන්තු හැඳුනුම් අංකය
sw: Utambulisho wa Idara
zh_tw: 部門ID

source: Staff Charts
br: Grafikoù ar c'hoskor
cs: Grafy zaměstnanců
es: Cartas de Personal
gl: Gráficas do persoal
it: Grafici degli staff
mk: Графикони за персонал
nl: Personeelsgrafieken
si: කාර්ය මණ්ඩල ප්‍රස්ථාර
sw: Chati za Wafanyakazi
zh_tw: 職員圖表

source: Staff aggregate reports for charting.
cs: Souhrnné zprávy zaměstnanců pro grafy.
es: Reportes Suplementarios de Personal para Graficar
gl: Informes de agregación do persoal para as gráficas.
it: Report raggruppati sugli staff, per statistiche
mk: Насобрани извештаи за персонал што треба да се претстават на графикон.
nl: Algemene rapportage over het personeel voor het maken van grafieken.
si: කාර්ය මණ්ඩල සමස්ත වාර්තා සඳහා ප්‍රස්ථාර
sw: Majumuisho ya Ripoti za Wafanyakazi kwa ajili ya kuziweka kwenye chati
zh_tw: 用於圖表的職員總計

source: Birth Date After
br: Deiziad ganedigezh Goude
cs: Datum narození po
es: Fecha de Nacimiento despues de
gl: Data de nacemento despois de
it: Nato dopo
mk: Датум на раѓање по
nl: Geboren na
ru: Дата рождения после
si: උපන්දිනයට පසු
sw: Baada ya Tarehe ya Kuzaliwa
zh_tw: 出生日期後

source: Birth Date Before
br: Deiziad ganedigezh A-raok
cs: Datum narození před
es: Fecha de Nacimiento antes de
gl: Data de nacemento antes de
it: Nato prima
mk: Датум на раѓање пред
nl: Geboren voor
ru: Дата рождения до
si: උපන්දිනයට පෙර
sw: Kabla ya Tarehe ya Kuzaliwa
zh_tw: 出生日期前

source: Demographic Birth Date
br: Roadennoù demografek war an Deiziad ganedigezh
cs: Demografické datum narození
es: Fecha de Nacimiento Demográfica
gl: Datos demográficos sobre a data de nacemento
it: Data di nascita
mk: Датум на раѓање по демографија
nl: Demografie geboortedatum
ru: Демографическая дата рождения
si: ජනවිකාස උපන්දිනය
sw: Takwimu ya Tarehe ya Kuzaliwa
zh_tw: 人物出生日期

source: Facility Type
br: Seurt diazezadur
cs: Typ zařízení
es: Tipo de Local
gl: Tipo de establecemento
it: Tipo di sede
mk: Тип на установата
nl: Instellingstype
ru: Тип филиала
si: පහසුකම් මාදිලිය
sw: Aina ya Jengo
zh_tw: 場所類型

source: Job Title
br: Anv ar post
cs: Název práce
es: Título del trabajo
gl: Título do emprego
it: Qualifica
mk: Звање
nl: Functiebenaming
ru: Должность
si: රැකියා සිරැසිය
sw: Cheo cha Kazi
zh_tw: 工作頭銜

source: Retirement Year
br: Bloavezh retred
cs: Rok odchodu do důchodu
es: Año de Retiro
gl: Ano de xubilación
it: Anno di pensionamento
mk: Година на пензионирање
nl: Pensioenjaar
ru: Год выхода на пенсию
si: විශ්‍රාම යන දිනය
sw: Mwaka wa Kustaafu
zh_tw: 退休年份

source: Age Range
br: Rumm oad
cs: Věkové rozmezí
es: Intervalo de edades
gl: Rango de idade
it: Intervallo di età
mk: Старосен опсег
nl: Leeftijdsgroep
ru: Возрастной диапазон
si: වයස් පරාසය
sw: Kundi la Umri
zh_tw: 年齡範圍

source: Hire Year
br: Bloavezh enfredañ
cs: Rok najmutí
es: Año de Contratación
gl: Ano de contratación
it: Anno assunzione
mk: Година на вработување
nl: Aannamejaar
si: බඳවාගත් දිනය
sw: Mwaka wa Kuajiri
zh_tw: 僱用年份

source: Staff Directory
br: Kavlec'h an implijidi
cs: Složka zaměstnanců
es: Directorio del Personal
gl: Directorio do persoal
mk: Именик на персонал
nl: Adresboek personeel
ru: Каталог сотрудников
si: කාර්ය මණ්ඩල නාමාවලිය
sw: Mwongozo wa Wafanyakazi
zh_tw: 職員目錄

source: A list of all current staff with work contact information.
br: Ur roll eus holl ar c'hoskor bremañ gant titouroù war an darempred micherel.
cs: Seznam všech stávajících zaměstnanců s informace o kontaktu v práci.
es: Listado del Personal Actual con su Información de Contacto
gl: Unha lista do persoal actual coa información de contacto no traballo.
it: Una lista di tutti gli attuali staff con le corrispondenti informazioni sui contatti lavorativi
mk: Список на целиот тековен персонал со контактни податоци на работа.
nl: Een lijst met alle huidige medewerkers en werkcontactinformatie.
ru: Список всех имеющихся сотрудников с рабочей контактной информацией.
si: දැනට සිටින සියලුම කාර්ය මණ්ඩලයේ රැකියා සම්බන්ධතා ලැයිස්තුව
sw: Orodha ya wafanyakazi wote wa sasa na mawasiliano ya kazini.
zh_tw: 帶有工作聯絡訊息的所有職員清單。

source: Home Contact List
br: Roll an darempredoù prevez.
cs: Seznam kontaktů domů
es: Listado de Contactos de Hogar
gl: Lista de contactos na casa
it: Elenco dei contatti di casa
mk: Список со домашни контакти
nl: Thuiscontactlijst
si: නිවසේ සම්බන්ධතා ලැයිස්තුව
sw: Orodha ya Mawasiliano ya Nyumbani
zh_tw: 居家聯絡清單

source: All staff with home contact details.
br: Holl ar c'hoskor gant titouroù war an darempredoù prevez.
cs: Všichni zaměstnanci s podrobnostmi kontaktu domů.
es: Todo el Personal con detalles de Contacto
gl: Conxunto do persoal cos detalles de contacto na casa.
it: Dettagli su tutti gli staff con i contatti di casa
mk: Сите вработени со домашни контактни податоци.
nl: Alle medewerkers met thuiscontactgegevens.
si: සියලු කාර්ය මණ්ඩලය සමඟ නිවසේ සම්බන්ධතා විස්තර
sw: Wafanyakazi wote na taarifa za mawasiliano ya nyumbani
zh_tw: 帶有居家聯絡詳細的所有職員。

source: Classification Breakdown
br: Dielfennañ ar rummañ
cs: Rozdělení klasifikace
es: Desglose de Clasficaciones
gl: Análise da clasificación
it: Intervallo di classificazione
mk: Разложен преглед на класификацијата
nl: Indeling
si: වර්ගීකරණ ප්‍රභේදනය
sw: Kuharibika kwa Uainishaji
zh_tw: 類別細分

source: A total of all staff by classification.
br: Un hollad eus holl ar c'hoskor dre rummañ
cs: Celek všech zaměstnanců podle klasifikace
es: Total de todo el Personal por Clasificación
gl: Un total do conxunto do persoal por clasificación.
it: Il totale di tutti gli staff ordinati per classificazione.
mk: Вкупно персонал по класификација.
nl: Een totaal van alle medewerkers per classificatie.
ru: Все сотрудники по классификации.
si: වර්ගීකරණයට අනුව මුළු කාර්ය මණ්ඩලය
sw: Jumla ya wafanyakazi wote kwa uainishaji
zh_tw: 依類別區分的所有職員總計。

source: Pie Chart(Simple)
br: Kouign (eeun)
cs: Koláčový graf (jednoduchý)
es: Gráfico de Tarta (Simple)
gl: Gráfica circular (simple)
it: Grafico a torta (semplice)
mk: Кружен графикон (Прост)
nl: Cirkeldiagram (eenvoudig)
ru: Круговая диаграмма (простая)
si: වට ප්‍රස්තාරය(සරල)
sw: Chati Pai (Sahili)
zh_tw: 餅狀圖（樣本）

source: Bar Chart(Simple)
br: Diagramm gant barrennoù a-led (eeun)
cs: Pruhový graf (jednoduchý)
es: Gráfico de barras (Simple)
gl: Diagrama de barras (simple)
it: Grafico a barra (semplice)
mk: Графикон со ленти (Прост)
nl: Staafdiagram (eenvoudig)
ru: Гистограмма (простая)
si: තීරු ප්‍රස්තාරය(සරල)
sw: Chati Mwambaa (Sahili)
zh_tw: 長條圖（樣本）

source: Column Chart(Simple)
br: Diagramm gant bannoù (eeun)
cs: Sloupcový graf (Jednoduchý)
es: Gráfico de Columnas (Simple)
gl: Diagrama de columnas (simple)
it: Grafico a colonne (semplice)
mk: Столбен графикон (Прост)
nl: Kolomdiagram (eenvoudig)
ru: Гистограмма (простая)
si: තීරු ප්‍රස්තාරය
sw: Chati Mwimo (Sahili)
zh_tw: 條狀圖（樣本）

source: Scatter Plot
br: Diagramm strewadur
cs: Bodový graf
es: Gráfico de Dispersión
gl: Gráfica de dispersión
it: Diagramma a dispersione
mk: Растурен графикон
nl: Spreidingsdiagram
ru: Диаграмма рассеяния
si: විසුරුම් සටහන
sw: Ika Tawanya
zh_tw: 散佈圖

source: Emergency Contact List
br: Roll an dud da gemenn pa vez mall
cs: Seznam kontaktů v nouzi
es: Listado de Contactos de Emergencia
gl: Lista de contactos de emerxencia
it: Elenco dei contatti di emergenza
mk: Список на контакти за итни случаи
nl: Contactgegevenslijst voor noodgevallen
ru: Аварийный список контактов
si: හදිසි තත්වයකදී සම්බන්ධතා ලැයිස්තුව
sw: Orodha ya Mawasiliano ya Dharura
zh_tw: 緊急聯絡清單

source: List of all staff with emergency contact details.
br: Roll an holl impliji gant daveennoù an dud da gemenn pa vez mall.
cs: Seznam všech zaměstnanců s podrobnostmi kontaktu v nouzi.
es: Listado de Todo el Personal on sus detalles de Contacto de Emergencia
gl: Lista do persoal cos detalles de contacto de emerxencia.
it: Elenco di tutti gli staff con i dettagli dei contatti d'emergenza.
mk: Список на сите вработени со контактни податоци за итни случаи.
nl: Lijst van alle medewerkers met contactgegevens voor noodgevallen.
si: හදිසි තත්වයකදී සම්බන්ධතා විස්තර සහිත සියලුම කාර්ය මණ්ඩලයේ ලැයිස්තුව
sw: Orodha ya wafanyakazi wote pamoja na taarifa za mawasiliano ya dharura.
zh_tw: 帶有緊急聯絡詳細內容的所有職員清單。

source: Salary List
br: Roll ar goproù
cs: Seznam výplat
es: Listado de Salarios
gl: Lista dos salarios
it: Elenco salari
mk: Список на плати
nl: Salarislijst
ru: Список зарплат
si: වැටුප් ලැයිස්තුව
sw: Orodha ya Mshahara
zh_tw: 薪資清單

source: A list of all employees with salary details.
br: Ur roll eus an holl implijdi gant titouroù war ar goproù/
cs: Seznam všch zaměstnanců s podrobnostmi výplat.
es: Listado de todos los Empleados on Detalles de Salarios
gl: Unha lista de todos os empregados cos detalles salariais.
it: Un elenco di tutti gli impiegati con i dettagli del salario
mk: Список на сите вработени со податоци за плата.
nl: Een lijst met de salarisgegevens van alle medewerkers.
si: වැටුප් විස්තර සහිත සියලු සේවකයන්ගේ ලැයිස්තුව
sw: Orodha ya Waajiriwa wote na taarifa za mishahara.
zh_tw: 帶有薪資詳細內容的所有員工清單。

source: Job Breakdown
br: Dielfennañ ar c'hargoù
cs: Rozdělení práce
es: Desglose de Empleos
gl: Análise dos empregos
it: Intervallo di impiego
mk: Разложен преглед на работи
nl: Overzicht taken
si: කාර්යය ප්‍රභේදනය
sw: Kuharibika Taarifa ya Kazi
zh_tw: 工作細分
