Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/ihris-manage-benefit/*.po
Languages: de, tl

source: Edit This Information
de: Diese Informationen bearbeiten
tl: Baguhin ang Kabatirang Ito

source: Update this Information
de: Diese Informationen aktualisieren
tl: Isapanahon ang Kabatirang Ito

source: Benefit
de: Zusatzleistung
tl: Benepisyo

source: Select another Benefit Type
de: Eine andere Zusatzleistungsart auswählen
tl: Pumili ng iba pang Uri ng Benepisyo

source: Benefit Type
de: Zusatzleistungsart
tl: Uri ng Benepisyo

source: Can view benefit child form of a person
de: Kann das zu den Zusatzleistungen einer Person gehörende Datenblatt einsehen
tl: Makikita ang pormularyo ng batang may benepisyo ng isang tao

source: Can edit benefit child forms of a person
de: Kann das zu den Zusatzleistungen einer Person gehörende Datenblatt bearbeiten
tl: Mababago ang mga pormularyo ng batang may benepisyo ng isang tao

source: Can edit the benefit type database list
de: Kann die Datenbank mit den Zusatzleistungsarten bearbeiten
tl: Mababago ang talaang pangkalipunan ng dato ng uri ng benepisyo

source: Can view the benefit type database list
de: Kann die Datenbank mit den Zusatzleistungsarten einsehen
tl: Matatanaw ang talaang pangkalipunan ng dato ng uri ng benepisyo

source: Once
de: Einmalig
tl: Isang ulit

source: Weekly
de: Wöchentlich
tl: Lingguhan

source: Monthly
de: Monatlich
tl: Buwanan

source: Yearly
de: Jährlich
tl: Taunan

source: Add/Update Benefits
de: Zusatzleistungen hinzufügen oder aktualisieren
tl: Magdagdag/Magsapanahon ng mga Benepisyo

source: Benefit Recurrence
de: Intervall für die Zusatzleistung
tl: Pag-uulit ng Benepisyo

source: Amount
de: Betrag
tl: Dami

source: Source
de: Träger
tl: Pinagkunan

source: Start Date
de: Anfangsdatum
tl: Petsa ng Simula

source: End Date
de: Enddatum
tl: Petsa ng Pagtatapos

source: Recurrence Frequency
de: Intervallfrequenz
tl: Dalas ng Pag-uulit

source: The end date must be after the start date.
de: Das Enddatum muss nach dem Anfangsdatum liegen.
tl: Ang petsa ng pagwawakas ay dapat na maging pagkalipas ng petsa ng pagsisimula.
