Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/accident/*.po
Languages: de, fr_ml, ja, ms, oc, sw, zh_tw

source: Can edit the workplace injuries and accidents assigned to a person
de: Kann die Verletzungen und Arbeitsunf채lle, die einem Mitarbeiter zugeordnet wurden, bearbeiten
fr_ml: Peut éditer les blessures et accidents sur le lieu de travail attribués à une personne
ja: 職場事故・負傷に指定された人を編集できます。
ms: Boleh menyunting kecederaan dan kemalangan tempat kerja yang ditentukan pada seseorang
oc: Pòt editar las nafraduras e accidents sul luòc de trabalh atribuits a una persona
sw: Weza kuhariri majeraha ya sehemu ya kazi na ajali alizopata mtu
zh_tw: 可編輯關連到人員的工作場所傷害和事故

source: Can view the wokrplace injuries and accidents assigned to a person
de: Kann die Verletzungen und Arbeitsunf채lle, die einem Mitarbeiter zugeordnet wurden, einsehen
fr_ml: Peut voir les blessures et accidents sur le lieu de travail attribués à une personne
ja: 職場事故・負傷に指定された人を表示できます。
ms: Boleh melihat kecederaan dan kemalangan tempat kerja yang ditentukan pada seseorang
oc: Pòt afichar las nafraduras e accidents sul luòc de trabalh atribuits a una persona
sw: Weza kuangalia majeraha ya sehemu ya kazi na ajali alizopata mtu
zh_tw: 可檢視關連到人員的工作場所傷害和事故

source: Edit the workplace accident type list
de: Liste der Arbeitsunfallarten bearbeiten
fr_ml: Éditer la liste des types d’accidents sur le lieu de travail
ja: 職場事故タイプ一覧を編集します。
ms: Sunting senarai jenis kemalangan tempat kerja
oc: Editar la lista dels tipes d’accidents sul luòc de trabalh
sw: Hariri orodha ya aina ya ajali ya sehemu ya kazi
zh_tw: 編輯工作場所事故類型清單

source: Accident
de: Unfall
ja: 事故
ms: Kemalangan
sw: Ajali
zh_tw: 事故

source: Workplace Accident Type
de: Arbeitsunfallart
fr_ml: Type d’accident sur le lieu de travail
ja: 職場事故タイプ
ms: Jenis Kemalangan Tempat Kerja
oc: Tipe d’accident sul luòc de trabalh
sw: Aina ya Ajali ya Sehemu ya Kazi
zh_tw: 工作場所事故類型

source: Date of Occurence
de: Datum des Unfalls
fr_ml: Date de l'événement
ja: 発生年月日
ms: Tarikh Berlaku
oc: Data de l'eveniment
sw: Tarehe ya Kutokea
zh_tw: 發生日期

source: Accident Type
de: Unfallart
fr_ml: Type d’accident
ja: 事故タイプ
ms: Jenis Kemalangan
oc: Tipe d’accident
sw: Aina ya Ajali
zh_tw: 事故類型

source: Start of Applicability
de: Nutzungsanfang
fr_ml: Début d’applicabilité
ja: 適用の開始
oc: Començament d’aplicabilitat
sw: Kuanza Kutumika
zh_tw: 適用性起始

source: End of Applicability
de: Nutzungsende
fr_ml: Fin d’applicabilité
ja: 適用の終了
oc: Fin d’aplicabilitat
sw: Kuisha Kutumika
zh_tw: 適用性終止

source: Follow-up Required
de: Nachbereitung erforderlich
fr_ml: Suivi requis
ja: 必要なフォロー アップ
oc: Seguiment requesit
sw: Ufuatiliaji Unaotakiwa
zh_tw: 後續需求

source: People Involved
de: Beteiligte Mitarbeiter
fr_ml: Personnes impliquées
ja: 関係者
ms: Orang yang Terlibat
oc: Personas implicadas
sw: Watu Waliohusika
zh_tw: 牽涉人

source: Add/Update Workplace Accident
de: Arbeitsunfall hinzuf체gen oder aktualisieren
fr_ml: Ajouter/Mettre a jour un accident sur le lieu de travail
ja: 職場事故を追加/更新
ms: Tambah/Kemas Kini Kemalangan Tempat Kerja
oc: Apondre/Actualizar un accident sul luòc de trabalh
sw: Ongeza/Sasisha Ajali ya Sehemu ya Kazi
zh_tw: 添加/更新工作場所事故

source: Edit This Information
de: Diese Informationen bearbeiten
fr_ml: Éditer cette information
ja: この情報を編集
ms: Sunting Maklumat Ini
oc: Modificar aquesta informacion
sw: Hariri Taarifa Hii
zh_tw: 編輯此訊息

source: Update this Information
de: Diese Informationen aktualisieren
fr_ml: Mettre à jour cette information
ja: この情報を更新
ms: Kemas Kini Maklumat Ini
oc: Metre a jorn aquesta informacion
sw: Sasisha Taarifa Hii
zh_tw: 更新此訊息

source: Select another Accident Type
de: Eine andere Unfallart ausw채hlen
fr_ml: Selectionner un autre type d'accident.
ja: 別の事故タイプを選択します
oc: Seleccionatz un autre tipe d'accident.
sw: Teua Aina Ajali nyingine
zh_tw: 選擇其它事故類型

source: Workplace Accident Information
de: Informationen zum Arbeitsunfall
fr_ml: Informations sur l'accident sur le lieu de travail
ja: 職場事故情報
ms: Maklumat Kemalangan Tempat Kerja
oc: Informacions sus l'accident dins l'espaci de trabalh
sw: Taarifa za Ajali za Kazini
zh_tw: 工作場所事故訊息

source: Correct this Information
de: Diese Informationen korrigieren
fr_ml: Corriger cette information
ja: この情報を修正
ms: Betulkan Maklumat Ini
oc: Modificar aquesta informacion
sw: Sahihisha Taarifa hii
zh_tw: 更正此訊息

source: View the workplace accident type list
de: Liste der Arbeitsunfallarten einsehen
fr_ml: Voir la liste des types d'accident sur le lieu de travail
ja: 職場事故タイプ一覧を表示します。
ms: Lihat senarai jenis kemalangan tempat kerja
oc: Afichar la lista dels tipes d'accident de trabalh
sw: Angalia orodha ya aina ajali za kazini
zh_tw: 檢視工作場所事故類型清單

source: The end date must be after the start date.
de: Das Enddatum muss nach dem Anfangsdatum liegen.
ja: 終了日は開始日より後にする必要があります。
oc: La data de fin deu èsser posteriora a la data de començament.
zh_tw: 結束日期必須晚於起始日期。
