Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage-custom-reports-search-people/*.po
Languages: ar, sw, zh_cn

source: Search People
ar: بحث عن الأفراد
sw: Sachi Watu
zh_cn: 搜寻人

source: Search relationship for all person records.
ar: بحث العلاقة بين جميع السجلات الخاصة بشخص
sw: Sachi uhusiano kwa ajili ya kumbukumbu za watu wote.
zh_cn: 为所有人的记录搜索关系。

source: The current status of this employee
ar: الوضع الحالي لهذا الموظف
sw: Hali ya sasa ya huyu mwajiriwa

source: The last position this person has held.
ar: الوظيفة الأخيرة التي شغلها هذا الشخص.
sw: Nafasi ya mwisho huyu mtu kushika.

source: Last Person Position
ar: آخر وظيفة للشخص
sw: Nafasi ya Mtu wa Mwisho

source: The position details for the last position held by this person.
ar: تفاصيل آخر وظيفة شغلها الشخص
sw: Maelezo ya kina ya nafasi kwa ajili ya nafasi ya mwisho aliyoshika huyu mtu

source: Last Position
ar: الوظيفة الأخيرة
sw: Nafasi ya Mwisho
zh_cn: 最新位置

source: The last job held by this person.
ar: العمل الأخير الذي قام به هذا الشخص
sw: Kazi ya mwisho aliyokuwa nayo huyu mtu

source: Last Job
ar: آخر عمل
sw: Kazi ya Mwisho
zh_cn: 最近工作

source: The last facility where this person worked.
ar: آخر مرفق عمل فيه هذا الشخص
sw: Jengo la mwisho ambamo huyu mtu alifanyia kazi

source: Last Facility
ar: آخرمرفق
sw: Jengo la Mwisho
zh_cn: 最新设施

source: The application details for this person.
ar: تفاصيل طلب الوظيفة لهذا الشخص.
sw: Vielelezo vya ombi la kazi kwa ajili ya huyu mtu.

source: Application
ar: طلب الوظيفة
sw: Ombi
zh_cn: 申请

source: Search all people records.
ar: البحث في كافة السجلات الخاصة بالأفراد
sw: Sachi kumbukumbu za watu wote.
zh_cn: 查询所有人的记录

source: Surname
ar: لقب
sw: Jina la ukoo
zh_cn: 姓名

source: First Name
ar: الاسم الأول
sw: Jina la Kwanza
zh_cn: 名

source: Job
ar: عمل
sw: Kazi
zh_cn: 工作

source: Position Job ID
ar: الرقم التعريفي للوظيفة
sw: Utambulisho wa Nafasi ya Kazi
zh_cn: 职位工作ID

source: Position Title
ar: عنوان الوظيفة
sw: Nafasi ya Cheo
zh_cn: 职业标题

source: Facility
ar: مرفق
sw: Jengo
zh_cn: 设施

source: Facility ID
ar: الرقم التعريفي للمرفق
sw: Utambulisho
zh_cn: 设施 ID

source: Employee Status
ar: حالة الموظف
sw: Hadhi ya Mwajiriwa
zh_cn: 员工状态

source: Search all person records in the system.
ar: ابحث كافة السجلات الخاصة بشخص في النظام.
sw: Sachi kumbukumbu zote za kwenye mfumo

source: Search
ar: ابحث
sw: Tafuta
zh_cn: 搜索

source: Start Date
zh_cn: 开始日期

source: End Date
zh_cn: 结束日期

source: Job Title
zh_cn: 职业名称
