Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/ihris-manage-confirmation/*.po
Languages: it, pt

source: Can view confirmation child form of a person
it: Visualizzare i dati di base di una persona
pt: Pode visualizar o formulário filho de confirmação de uma pessoa

source: Can edit confirmation child forms of a person
it: Modificare i dati di base di una persona
pt: Pode editar formulários filho da confirmação de uma pessoa

source: Can edit the confirmation type database list
it: Modificare la lista del tipo di conferma
pt: Pode editar a lista de base de dados de benefícios de uma pessoa

source: Can view the confirmation type database list
it: Visualizzare la lista del tipo di conferma
pt: Pode ver a lista de dados da confirmação de tipo

source: Add/Update Confirmation
it: Aggiungi/Aggiorna Conferma
pt: Adicionar/Atualizar Confirmação

source: Confirmation
it: Conferma
pt: Confirmação

source: Confirmation Type
it: Tipo di Conferma
pt: Tipos de Confirmação

source: Probationary Period (Months)
it: Periodo di prova (mesi)
pt: Período Experimental (Meses)

source: Associated Job
it: Lavoro Associato
pt: Trabalho Associado

source: Name
it: Nome
pt: Nome

source: Valid
it: Valido
pt: Válido

source: Date
it: Data
pt: Data

source: Edit This Information
it: Modifica Questa Informazione
pt: Editar Esta Informação

source: Update this Information
it: Aggiorna Questa Informazione
pt: Actualizar esta Informação

source: Select another Confirmation Type
it: Seleziona un altro Tipo di Conferma
pt: Selecciona outro Tipo de Confirmação

source: Confirmation Details
it: Dettagli Conferma
pt: Detalhes da Confirmação
