Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-custom-reports-facility-reports/*.po
Languages: es, gl, nl, zh_tw

source: Facility List
es: Listado de Locales
gl: Lista de establecementos
nl: Lijst instellingen
zh_tw: 場所清單

source: Facility information
es: Información del Local
gl: Información sobre o establecemento
nl: Gegevens instelling
zh_tw: 場所訊息

source: The facility type for this facility.
es: El tipo de Local de este Local
gl: O tipo de establecemento deste establecemento.
nl: Het type van deze instelling.
zh_tw: 此場所的場所類型。

source: Facility Type
es: Tipo de Local
gl: Tipo de establecemento
nl: Instellingstype
zh_tw: 場所類型

source: The contact information for this facility.
es: La Información de Contacto para este local
gl: A información de contacto deste establecemento.
nl: De contactgegevens voor deze instelling.
zh_tw: 此場所的聯絡訊息

source: Facility Contact
es: Contacto de la Licalidad
gl: Contacto do establecemento
nl: Contactpersoon instelling
zh_tw: 場所聯絡

source: The district where this facility is.
es: El Distrito donde se ubica el Local
gl: O distrito no que se atopa o establecemento.
nl: Het district waar deze instelling is gelegen.
zh_tw: 場所座落的區。

source: District
es: Distrito
gl: Distrito
zh_tw: 區

source: Facility information.
es: Información del Local
gl: Información sobre o establecemento.
nl: Gegevens instelling.
zh_tw: 場所訊息。

source: Facility Type ID
es: Id. del tipo de local
gl: ID do tipo de establecemento
nl: Nummer type instelling
zh_tw: 場所類型ID

source: Facility Location
es: Ubicación del Local
gl: Localización do establecemento
nl: Vestigingsplaats instelling
zh_tw: 場所位置

source: Facility Location ID
es: ID de la ubicación del Local
gl: ID da localización do establecemento
nl: Nummer vestigingsplaats instelling
zh_tw: 場所位置ID

source: Facility Name
es: Nombre del Local
gl: Nome do establecemento
nl: Naam instelling
zh_tw: 場所名稱

source: Location
es: Ubicación
gl: Localización
nl: Vestigingsplaats
zh_tw: 位置

source: Mailing Address
es: Dirección postal
gl: Enderezo postal
nl: Postadres
zh_tw: 郵寄地址

source: Telephone Number
es: Número de teléfono
gl: Número de teléfono
nl: Telefoonnummer
zh_tw: 電話號碼

source: Email Address
es: Dirección de correo electrónico
gl: Enderezo de correo electrónico
nl: E-mailadres
zh_tw: 電子郵件地址

source: Contact Notes
es: Notas de contacto
gl: Notas de contacto
nl: Opmerkingen contactgegevens
zh_tw: 聯絡備註

source: A list of all facilities.
es: Listado de Locales
gl: Unha lista de todos os establecementos.
nl: Een lijst met alle instellingen.
zh_tw: 所有場所清單。

source: Facility Report
es: Reporte de Locales
gl: Informe sobre o establecemento
nl: Rapport instelling
zh_tw: 場所報告
