Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/ihris-manage-auto-list/sco.po
Languages: sco

source: Administer Positions
sco: Admeenister Poseetions

source: Create Job Structure
sco: Cr√¶ft Job Structur

source: Job Classifications
sco: Job Claissifeecations

source: Salary Grades
sco: Salarie Grades

source: View Associated Postions
sco: See Associated Posteetions

source: Manage Positions
sco: Manage Poseetions

source: Salary Sources
sco: Salarie Soorces

source: Position Types
sco: Poseetion Types

source: Positions (by Status)
sco: Poseetions (bi Status)

source: Positions (by Facility)
sco: The Poseetions (bi Faceelitie)

source: Administer Other Lists
sco: Admeenister Ither Leets

source: Organization Lists
sco: Organisation Leets

source: Facility Type
sco: Faceelitie Type

source: Office/Facility
sco: The Affice/Faceelitie

source: Department
sco: Depairtmant

source: Registration Councils
sco: Registration Cooncils

source: Employee Lists
sco: Employee Leets

source: Language
sco: Leid

source: Competency Type
sco: Competancie Type

source: Competency
sco: Competancie

source: Competency Evaluation
sco: The Competancie Evaluation

source: Identification Type
sco: Identifeecation Type

source: Marital Status
sco: Mareetal Status

source: Reasons for Departure
sco: Raisons fer Departur

source: Disciplinary Action Type
sco: Disciplinair Action Type

source: Disciplinary Action Reason
sco: Disciplinair Action Raison

source: Geographic Information
sco: Geografeec Information

source: Country
sco: Kintra

source: District
sco: Laundaurie

source: County
sco: Kintra

source: Currency
sco: Currancie

source: Planning Information
sco: The Plannin Information

source: Establishment Type
sco: Estableeshmant Type

source: Establishment Period
sco: Estableeshmant Period

source: Establishments
sco: Estableeshmants

source: Training Course Information
sco: Trainin Coorse Information

source: Training Course Exam Types
sco: Trainin Coorse Exam Types

source: Training Course Modules
sco: The Trainin Coorse Modules

source: Training Courses
sco: Trainin Coorses

source: Scheduled Training Courses
sco: Scheduled Trainin Coorses

source: Status of a Training Course
sco: Status o ae Trainin Coorse

source: Requestors of a Training Course
sco: Requesters o ae Trainin Coorse

source: Evaluation of a Training Course
sco: The Evaluation o ae Trainin Coorse

source: Category of a Training Course
sco: The Categerie o ae Trainin Coorse

source: Training Institution
sco: Trainin Institution

source: Training Funder
sco: Trainin Funder

source: Continuing Education Course
sco: Conteenuin Education Coorse
