Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-benefit/*.po
Languages: mk

source: Edit This Information
mk: Уреди ги информацииве

source: Update this Information
mk: Поднови ги информацииве

source: Benefit
mk: Надоместок

source: Select another Benefit Type
mk: Одберете друг тип на надоместок

source: Benefit Type
mk: Тип на надоместок

source: Can view benefit child form of a person
mk: Може да се прегледува подобразецот за надоместок за едно лице

source: Can edit benefit child forms of a person
mk: Може да се уредува подобразецот за надоместок за едно лице

source: Can edit the benefit type database list
mk: Може да се уредува список на типови на надоместоци од базата

source: Can view the benefit type database list
mk: Може да се прегледува список на типови на надоместоци од базата

source: Once
mk: Еднаш

source: Weekly
mk: Неделно

source: Monthly
mk: Месечно

source: Yearly
mk: Годишно

source: Add/Update Benefits
mk: Додај/Поднови надоместоци

source: Benefit Recurrence
mk: повторување на надоместокот

source: Amount
mk: Износ

source: Source
mk: Извор

source: Start Date
mk: Почетен датум

source: End Date
mk: Завршен датум

source: Recurrence Frequency
mk: Честота на повторување
