Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/i2ce/translations/templates/form-relationships/*.po
Languages: pt_br

source: Sql Query
pt_br: Query Sql

source: Description
pt_br: Descrição

source: A description of this function to be displayed to the end user
pt_br: Uma descrição dessa função, que será mostrada ao usuário final

source: Form Field
pt_br: Campo de Formulário

source: Select the form field that this function takes values in
pt_br: Selecione o campo de formulário cuja função preenche

source: Selectable Forms
pt_br: Formulários selecionáveis

source: Linked Fields
pt_br: Campos linkados

source: There are no forms which are able to be joined to this form.
pt_br: Não há formulários que possam ser juntados a esse formulário.

source: View
pt_br: Visualização

source: Delete
pt_br: Deletar

source: Edit
pt_br: Editar

source: The SQL Function
pt_br: A função SQL

source: The form field that this function takes values in
pt_br: O campo do formulário que essa função preenche

source: Editing Language
pt_br: Linguagem de edição

source: Export
pt_br: Exportar

source: Existing Functions
pt_br: Funções existentes

source: Form Relationships
pt_br: Relações entre Relatórios

source: View an Existing Relationship
pt_br: Ver uma relação existente

source: There are no existing relationships
pt_br: Não há relações existentes

source: Add a new child form
pt_br: Adicionar um novo formulário filho

source: Add A New Form
pt_br: Adicionar um novo formulário

source: Select a child form to join to this form
pt_br: Selecione um formulário filho para juntar com esse formulário

source: Short Name
pt_br: Abreviação

source: Display Name
pt_br: Nome de exibição

source: The name of the joined form that is displayed to the end user.
pt_br: O nome do formulário resultante que é mostrado ao usuário final.

source: A description of the form and its role in the relationship that should be understandable to the end user.
pt_br: Uma descrição do formulário e seu papel na relação, que deve ser legível para o usuário final.

source: Close
pt_br: Fechar

source: You may either choose to modify an existing form relationship, or construct a new one.
pt_br: Você pode escolher tanto modificar uma relação de formulário existente, quanto construir uma nova.

source: You may construct an existing form relationship with this page.
pt_br: Você pode construir uma relação de formulário existente com essa página.

source: Edit an Existing Relationship
pt_br: Editar uma relação existente

source: Construct a New Relationship
pt_br: Construir uma nova relação

source: Relationship Short Name
pt_br: Breve nome para o relacionamento

source: The name of the form relationship that is displayed to the end user.
pt_br: O nome da relação de formulário que é exibido ao usuário final.

source: A description of the form relationship that should be understandable to the end user.
pt_br: Uma descrição da relação de formulário que deve ser entendida pelo usuário final.

source: Select an existing relationship to copy.
pt_br: Selecione uma relação existente para copiar.

source: Do not copy
pt_br: Não copie

source: Add a new function
pt_br: Adicionar uma nova função

source: Add A New Function
pt_br: Adicionar Uma Nova Função

source: Function name
pt_br: nome da Função

source: A name for this function that can be refred to when creating reports.
pt_br: Um nome para referir-se a esta função quando se criam relatórios.

source: uses the form
pt_br: usa o formulário

source: ) is displayed.
pt_br: ↓) é visualizado.

source: A description of the form that should be understandable to the end user.
pt_br: Uma descrição do formulário compreensível para o usuário final.

source: Field
pt_br: Campo

source: Select Value
pt_br: Selecionar Valor

source: The named form we wish to specify the condition.
pt_br: O formulário nominado para o qual desejamos especificar a condição.

source: Existing Conditions
pt_br: Condições Existentes

source: Add a new condition
pt_br: Adicionar uma nova condição

source: Row will be dropped if form is not found
pt_br: A Linha será excluída se o formulário não for encontrado

source: Row will not be dropped if form is not found
pt_br: A Linha não será excluída se o formulário não for encontrado

source: The defining SQL for this function. You refer to a form with the name <formname> and the field <field> `<formname>+<field>` in your function.
pt_br: A definição SQL para esta função. Você se refere ao formulário com o o nome <formname> e ao campo <field> `<formname>+ <field>` na sua função.

source: The name of the form that is displayed to the end user. If none is specified, then the short name (
pt_br: O nome do formulário que é disponibilizado para o usuário final. If nenhum for especificado, então a abreviação (

source: Join Method
pt_br: Método Join

source: Limit Join
pt_br: Limitar Join

source: ALLOW MULTIPLE JOINS
pt_br: PERMITIR MÚLTIPLOS JOINS

source: Edit the SQL function
pt_br: Editar a função SQL

source: Aggregate
pt_br: Agregado

source: The fields that are linked when listing options. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. It should be a colon separated list of 'forms' or 'form+linkfield's. Example: "county:district+region:[region]:country". If not set, it defaults to the name of this function.
pt_br: Os campos que estão ligados quando se listam as opções. Aplica-se apenas se o campo do formulário for uma sub-classe de I2CE_FormField_MAPPED. Deveria ser uma lista separada por "dois pontos" (:) de 'forms' ou 'form+linkfield's. Exemplo: "county:district+region:[region]:country". Se não estiver definido, será o nome desta função, por padrão.

source: Dependent Functions
pt_br: Funções Dependentes

source: Limit This Form
pt_br: Limitar Este Formulário

source: Limit the type of forms added based on values of one of the fields of this form
pt_br: Limite os tipos de formulários adicionados baseado nos valores de um dos campos deste formulário

source: Functions
pt_br: Funções

source: The forms which are selectable for this field. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. In which case it should be a comma separated list of forms. If not set, it defaults to the name of this function.
pt_br: Os formulários que são selecionáveis para este campo. Aplica-se apenas se o campo do formulário for uma sub-classe de I2CE_FormField_MAPPED. Em cujo caso deveria ser uma lista de formulários separados por vírgula. Se não estiver definido, será o nome desta função, por padrão.

source: The forms which are selectable for this field. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. In which case it should be a comma separated list of forms.
pt_br: Os formulários que são selecionáveis para este campo. Aplica-se apenas se o campo do formulário for uma sub-classe de I2CE_FormField_MAPPED. Em cujo caso deveria ser uma lista de formulários separados por vírgula.

source: Display Style For Form
pt_br: Visualizar Estilo Para o Formulário

source: LIMIT TO ONE JOINED
pt_br: LIMITAR A UMA UNIÃO

source: The %s form
pt_br: O formulário %s
