Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-manage/translations/templates/ihris-manage/*.po
Languages: sw

source: Add Person
sw: Ongeza Mtu

source: Review Applicants
sw: Pitia Upya Waombaji

source: Manage People
sw: Ongoza Watu

source: Add a new employee
sw: Ongeza mwajiriwa mpya

source: or applicant
sw: au kummbukumbu ya mwombaji

source: Search Records
sw: Sachi Kumbukumbu

source: Locate any employee or position record in the system to review, print or update.
sw: Elekeza mwajiriwa yeyote au kumbukumbu ya nafasi kwenye mfumo ili kupitia upya, kuchapa au kusasisha.

source: View Reports
sw: Angalia Ripoti

source: Configure System
sw: Sabidi Mfumo

source: Configure modules, administer positions, customize drop down menus and create or update user accounts.
sw: Sabidi moduli, panga nafasi, kaidisha menyu mdondo na tengeneza au sasisha akaunti wa watumiaji.

source: Change Password
sw: Badili Nywila

source: View Person
sw: Angalia Mtu

source: Individual Information
sw: Taarifa ya mtu mmoja mmoja

source: Hide
sw: Ficha

source: Set Position
sw: Panga Nafasi

source: Add Demographic Information
sw: Ongeza Taarifa ya Kitakwimu

source: Add Identification
sw: Ongeza Utambulisho

source: Edit This Information
sw: Hariri Taarifa hii

source: Update this Information
sw: Sasisha Taarifa hii

source: View Name History
sw: Angalia Historia ya Jina

source: Name / Nationality
sw: Jina/Utaifa

source: Contact Information
sw: Taarifa ya Mawasiliano

source: Position Information
sw: Taarifa ya Nafasi ya kazi

source: Add Benefit/Special Payment
sw: Ongeza Mafao/Malipo maalumu

source: Qualifications
sw: Sifa

source: Add Registration
sw: Ongeza Usajili

source: Add Language Proficiency
sw: Ongeza Ustadi wa Lugha

source: Add Competency
sw: Ongeza Uwezo

source: Competency Evaluations
sw: Tathmini za Uwezo

source: Training Courses
sw: Kozi za Mafunzo

source: Add Training Course
sw: Ongeza Kozi ya Mafunzo

source: Application
sw: Ombi la Kazi

source: Add Application
sw: Ongeza Ombi la Kazi

source: Log Interview Details
sw: Batli ya Maelezo ya kina ya Usaili

source: Log Hiring Decision
sw: Batli ya Uamuzi wa Kuajiri

source: Employment History
sw: Historia ya Ajira

source: Add Employment
sw: Ongeza Ajira

source: Education History
sw: Historia ya Elimu

source: Add Education
sw: Ongeza Elimu

source: Notes
sw: Maelezo

source: Add Note
sw: Ongeza Maelezo

source: Administer Database
sw: Simamia Hazinadata

source: Administer Positions
sw: Simamia Nafasi

source: Create Job Structure
sw: Tengeneza Muundo wa Kazi

source: Cadres
sw: Kada

source: Job Classifications
sw: Uainishaji wa Kazi

source: Salary Grades
sw: Madaraja ya Mshahara

source: Jobs
sw: Kazi

source: Manage Positions
sw: Panga Nafasi

source: Salary Sources
sw: Vyanzo vya Mshahara

source: Position Types
sw: Aina za Nafasi

source: Positions (by Facility)
sw: Nafasi (kwa Jengo)

source: Positions (by Status)
sw: Nafasi (kwa Hadhi)

source: Administer Other Lists
sw: Panga Orodha Zingine

source: Organization Lists
sw: Orodha ya Shirika

source: Facility Type
sw: Aina ya Jengo

source: Office/Facility
sw: Ofisi/Jengo

source: Department
sw: Idara

source: Registration Councils
sw: Mabaraza ya Usajili

source: Employee Lists
sw: Orodha za Waajiriwa

source: Education Type
sw: Aina ya Elimu

source: Degree
sw: Shahada

source: Language
sw: Lugha

source: Competency Type
sw: Aina ya Uwezo

source: Competency
sw: Uwezo

source: Competency Evaluation
sw: Tathmini ya Uwezo

source: Identification Type
sw: Aina ya Utambulisho

source: Benefit Type
sw: Aina ya Mafao

source: Marital Status
sw: Hali ya Ndoa

source: Reasons for Departure
sw: Sababu za Kuondoka

source: Geographic Information
sw: Taarifa ya Kijiografia

source: Country
sw: Nchi

source: Region
sw: Mkoa

source: District
sw: Wilaya

source: Currency
sw: Fedha

source: Training Course Information
sw: Taarifa ya Kozi ya Mafunzo

source: Status of a Training Course
sw: Hali ya Kozi ya Mafunzo

source: Requestors of a Training Course
sw: Waombaji wa Kozi ya Mafunzo

source: Evaluation of a Training Course
sw: Tathmini ya Kozi ya Mafunzo

source: Category of a Training Course
sw: Aina ya Kozi ya Mafunzo

source: Training Institution
sw: Taasisi ya Mafunzo

source: Training Funder
sw: Mfadhili wa Mafunzo

source: Continuing Education Course
sw: Kozi ya Elimu Inayoendelea

source: Search People
sw: Sachi Watu

source: Search Positions
sw: Sachi Nafasi

source: Locate any person's record in the system to review, print or update.
sw: Elekeza kumukumbu yoyote kwenye mfumo ili kupitia upya, kuchapa au kusasisha.

source: Locate any position in the system to review, print or update.
sw: Elekeza nafasi yoyote kwenye mfumo ili kupitia upya, kuchapa au kusasisha

source: Can edit some organizational database lists
sw: Weza kuhariri baadhi ya orodha za hazinadata za shirika

source: Can view some organizational database lists
sw: Weza kuangalia baadhi ya orodha za hazinadata za shirika

source: Can edit all organizational database lists
sw: Weza kuhariri orodha zote za hazinadata za shirika

source: Can view all organizational database lists
sw: Weza kuangalia orodha zote za hazinadata za shirika

source: Can edit some employee database lists
sw: Weza kuhariri baadhi ya orodha za hazinadata za mwajiriwa

source: Can view some employee database lists
sw: Weza kuangalia baadhi ya orodha za hazinadata za mwajiriwa

source: Can edit all employee database lists
sw: Weza kuhariri orodha zote za hazinadata za mwajiriwa

source: Can view all employee database lists
sw: Weza kuangalia orodha zote za hazinadata za mwajiriwa

source: Can edit some position database lists
sw: Weza kuhariri orodha za hazinadata za baadhi ya nafasi

source: Can view some position database lists
sw: Weza kuangalia orodha za hazinadata za baadhi ya nafasi

source: HR Manager
sw: Meneja Rasilimali Watu

source: HR Staff
sw: Afisa Rasilimali Watu

source: Executive Manager
sw: Meneja Mtendaji

source: Training Manager
sw: Meneja Mafunzo

source: Send Feedback
sw: Tuma Mrejezo

source: Add Passport Photo
sw: Ongeza Picha Ndogo

source: Add Resume
sw: Ongeza Muhtasari

source: Current Disciplinary Actions
sw: Hatua za Kinidhamu za Sasa hivi

source: New Action
sw: Hatua mpya

source: History
sw: Historia

source: Workplace Accidents
sw: Ajali sehemu ya Kazi

source: Report Accident
sw: Ripoti ya Ajali

source: Scheduled Training Courses
sw: Kozi za Mafunzo zilizopangwa kwenye ratiba

source: Disciplinary Actions
sw: Hatua za Kinidhamu

source: Accident Type
sw: Aina ya Ajali

source: Disciplinary Action Type
sw: Aina ya Hatua ya Kinidhamu

source: Standardized Letters
sw: Herufi Zilizosanifishwa

source: Dependent Information
sw: Taarifa ya Mtegemezi

source: Add Dependent
sw: Ongeza Mtegemezi

source: Next of Kin Information
sw: Taarifa za Ndugu wa Karibu

source: Add Next of Kin
sw: Ongeza Ndugu wa Karibu

source: Can edit some planning database lists
sw: Anaweza kuhariri baadhi ya orodha za hifdhidata za mipango

source: Can view some planning database lists
sw: Anaweza kuangalia baadhi ya orodha za hifdhidata za mipango

source: Can edit all planning database lists
sw: Anaweza kuhariri orodha zote za hifdhidata za mipango

source: Can view all planning database lists
sw: Anaweza kuangalia orodha zote za hifdhidata za mipango

source: Planning Information
sw: Taarifa za Mipango

source: Establishment Type
sw: Aina ya Ikama

source: Establishment Period
sw: Muda wa Ikama

source: Establishments
sw: Ikama

source: Scanned Paper Records
sw: Rekodi Karatasi Zilizoskaniwa

source: Add Scanned Document
sw: Ongeza Andiko Lililoskaniwa

source: To track a person in the database, whether an employee or a job applicant, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
sw: Ili kumfuatilia mtu kwenye hazinadata, awe mwajiriwa au mwombaji kazi, ongeza kumbukumbu kwa ajili ya huyo mtu. Taarifa fulani inahitajika ili kuanza kumbukumbu mpya. Mara tu kumbukumbu inapotengenezwa, chaguzi za ziada kwa ajili ya kuongeza data kuhusu huyo mtu zitakuwa zikipatikana. Afisa Rasilimali Watu au Meneja Rasilimali Watu anaweza kuongeza mtu mpya kwenye mfumo.

source: To track a person in the database, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
sw: Ili kumfuatilia mtu kwenye hazinadata, ongeza kumbukumbu kwa ajili ya huyo mtu. Taarifa fulani inahitajika ili kuanza kumbukumbu mpya. Mara tu kumbukumbu inapotengenezwa, chaguzi za ziada kwa ajili ya kuongeza data kuhusu mtu huyo zitakuwa zikipatikana. Afisa Rasilimali Watu au Meneja Rasilimali Watu anaweza kuongeza mtu mpya kwenye mfumo.

source: Once one or more applications have been recorded for an open position, an HR Staff person, HR Manager or Executive Manager can review the applications and record notes during the hiring process. Click Review Applicants to review all of the applications for any open position.
sw: Mara tu ombi moja au zaidi yakihifadhiwa kwa ajili ya nafasi iliyo wazi, Afisa Rasilimali Watu, Meneja Rasilimali watu au Meneja Mtendaji anaweza kupitia upya maombi na maelezo ya kumbukumbu wakati wa mchakato wa kuajiri. Bofya Pitia Upya Waombaji ili kupitia upya maombi yote kwa ajili ya nafasi yoyote iliyo wazi.

source: record to the system, and search for and update records that have been entered into the system.
sw: kwenye mfumo, na sachi kwa ajili ya kusasisha kumbukumbu ambayo imeingizwa kwenye mfumo.

source: Also complete job applications for open positions, review completed applications and assign a position to the successful applicant.
sw: Pia kamilisha maombi ya kazi kwa nafasi zilizo wazi, pitia upya maombi yaliyokamilika na toa nafasi kwa mwombaji mwenye sifa.

source: Reports enable analysis of human resource data in various ways. Customize, display and print staff lists, statistical charts and other standard reports.
sw: Ripoti wezesha uchanganuzi wa data za rasilimali watu katika njia mbalimbali. Kaidisha, onyesha na chapa orodha za wafanyakazi , chati za kitakwimu na ripoti zingine zenye viwango.
