Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/sample-data-establishment/*.po
Languages: ar

source: Staffing Norm for 2010
ar: معيار التوظيف لعام 2010

source: The position held by this person.
ar: الوظيفة الذي شغلها هذا الشخص

source: Position
ar: الوظيفة

source: The job associated with this position.
ar: العمل المرتبط بهذه الوظيفة

source: Job
ar: عمل

source: Cadre
ar: إطار

source: The facility where this position works.
ar: المرفق حيث عمل هذه الوظيفة

source: Facility
ar: المرفق

source: The Facility Type
ar: نوع المرفق

source: Facility Type
ar: نوع مرفق

source: Establishment
ar: مؤسسة

source: Staffing Norms for 2010
ar: معايير التوظيف لعام 2010

source: Filled Positions
ar: الوظائف التي تم شغلها

source: Staffing Norm
ar: معيار التوظيف

source: Staffing Norm 2010
ar: معيار التوظيف 2010
