Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/manage-auto-page/*.po
Languages: sd

source: Employment
sd: روزگار

source: View Person (%s, %s)
sd: شخص ڏسو (%s, %s)

source: View Person
sd: شخص ڏسو

source: View Position Details
sd: آسامي جا تفصيل ڏسو

source: Update This Information
sd: هن معلومات ۾ جدت آڻيو

source: Personal Contact
sd: ذاتي رابطو

source: Set Emergency Contact
sd: هنگامي رابطو ترتيب ڪريو

source: Emergency Contact
sd: هننگامي رابطو

source: Set Other Contact
sd: ٻيو رابطو ترتيب ڪريو

source: Other Contact
sd: ٻيو رابطو

source: Passport Photo
sd: پاسپورٽ جو فوٽو

source: Upload New Passport Photo
sd: هڪ نئون پاسپورٽ جو فوٽو چاڙهيو

source: Identification
sd: سڃاڻپ

source: Add New Identification
sd: نئين سڃاڻپ شامل ڪريو
