Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/ihris-manage-custom-reports-filled-positions/*.po
Languages: de, tl

source: Filled Positions
de: Besetzte Stellen
tl: Napunuang mga Posisyon

source: Historical list of all filled positions.
de: Liste aller zurückliegenden Stellenbesetzungen.
tl: Makasaysayang mga tala ng lahat ng napunuang mga posisyon.

source: First Salary
de: Erstes Entgelt
tl: Unang Suweldo

source: The first salary for this position and person.
de: Das erste Entgelt für diese Stelle sowie Mitarbeiter.
tl: Ang unang sahod para sa katungkulang ito at tao.

source: Last Salary
de: Letztes Entgelt
tl: Huling Suweldo

source: The last salary for this position and person.
de: Das letzte Entgelt für diese Stelle sowie Mitarbeiter.
tl: Ang huling sahod para sa posisyong ito at tao.

source: Person
tl: Tao

source: The person filling this position.
de: Der Mitarbeiter, der diese Stelle innehat.
tl: Ang taong malalagay sa katungkulang ito.

source: Employee Position
de: Stelle des Mitarbeiters
tl: Posisyon ng Empleyado

source: The position details.
de: Die Informationen zur Stelle.
tl: Mga detalye ng posisyon.

source: Supervisor Position
de: Stelle des Vorgesetzten
tl: Posisyong Superbisor.

source: The position details for the supervisor.
de: Die Informationen zum Vorgesetzten dieser Stelle.
tl: Ang mga detalye ng katungkulan para sa tagapamahala.

source: Supervisor Person Position
de: Stelle des Vorgesetzten
tl: Posisyon na Taong Superbisor

source: The current or most recent person filling the supervisor position.
de: Der aktuelle oder letzte Mitarbeiter, der die Stelle des Vorgesetzten innehat.
tl: Ang pangkasalukuyan o pinaka kamakailang tao na mailalagay sa katungkulang tagapamahala.

source: Supervisor Person
de: Vorgesetzter
tl: Taong Superbisor

source: The person most recently filling the supervisor position.
de: Der Mitarbeiter, der die Stelle des Vorgesetzten zuletzt innehatte.
tl: Ang taong pinaka kamakailang pupuno sa puwestong superbisor.

source: A historical report of all filled positions.
de: Ein Bericht zu allen zurückliegenden Stellenbesetzungen.
tl: Isang makasaysayang ulat ng lahat ng napunuang mga katungkulan.

source: Person Start Date
de: Arbeitsbeginn des Mitarbeiters
tl: Petsa ng Umpisa ng Tao

source: Start Date After
de: Nächster Arbeitsbeginn
tl: Petsa ng Simula Pagkaraan ng

source: Start Date Before
de: Vorheriger Arbeitsbeginn
tl: Petsa ng Simula Bago ang

source: Person End Date
de: Arbeitsende des Mitarbeiters
tl: Petsa ng Pagtatapos ng Tao

source: End Date After
de: Nachfolgendes Arbeitsende
tl: Petsa ng Pagtatapos Pagkaraan ng

source: End Date Before
de: Vorhergehendes Arbeitsende
tl: Petsa ng Pagtatapos Bago ang

source: Surname
de: Familienname
tl: Apelyido

source: Firstname
de: Vorname
tl: Unang pangalan

source: Job Title
de: Tätigkeitsbezeichnung
tl: Pamagat ng Hanapbuhay

source: Position Title
de: Stellenbezeichnung
tl: Pamagat ng Posisyon

source: Facility
de: Einrichtung
tl: Pasilidad

source: Department
de: Abteilung
tl: Kagawaran

source: Position Status
de: Status der Stelle
tl: Katayuan ng Posisyon

source: Supervisor Title
de: Bezeichnung des Vorgesetzten
tl: Pamagat ng Superbisor

source: Supervisor Start Date
de: Arbeitsbeginn des Vorgesetzten
tl: Petsa ng Simula ng Superbisor

source: Supervisor Surname
de: Familienname des Vorgesetzten
tl: Apelyido ng Superbisor

source: Supervisor Firstname
de: Vorname des Vorgesetzten
tl: Unang Pangalan ng Superbisor

source: Filled Positions Export
de: Datenexport der besetzten Stellen
tl: Pagluluwas ng mga Posisyong Napunuan

source: A list of historical filled positions for exporting.
de: Eine Liste aller zurückliegenden Stellenbesetzungen für den Datenexport.
tl: Isang tala ng makasaysayang mga posisyong napunuan para sa pagluluwas.
