Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/manage-auto-page/*.po
Languages: es, lt, nl

source: Demographics
es: Demografía
lt: Demografija
nl: Demografie

source: Employment
es: Empleo
lt: Įdarbinimas
nl: Werkgelegenheid

source: View Person (%s, %s)
es: Ver persona (%s, %s)
lt: Žiūrėti Asmenį (%s, %s)
nl: Persoon bekijken (%s, %s)

source: View Person
es: Ver persona
lt: Žiūrėti Asmenį
nl: Persoon bekijken

source: View Position Details
es: Ver detalles de la posición
lt: Žiūrėti Pozicijos Informaciją
nl: Positiedetails bekijken

source: Update This Information
es: Actualizar esta información
lt: Atnaujinti Šią Informaciją
nl: Gegevens bijwerken

source: Add Base Demographic Information
es: Añadir base de información demográfica
lt: Pridėti Pagrindinę Demografinę Informaciją
nl: Demografische basisgegevens toevoegen

source: Demographic
es: Demográfico
lt: Demografija
nl: Demografie

source: Add New Next of Kin
es: Añadir el pariente más cercano
nl: Naaste verwante toevoegen

source: Next of Kin
es: Pariente cercano
nl: Naaste verwant

source: Personal Contact
es: Contacto personal
lt: Asmeniniai Kontaktai
nl: Persoonlijk contactpersoon

source: Set Emergency Contact
es: Añadir contacto de emergencia
lt: Nustatyti Kontaktą Nelaimės Atveju
nl: Noodcontactpersoon toevoegen

source: Emergency Contact
es: Contacto de emergencia
lt: Kontaktas Nelaimės Atveju
nl: Noodcontactpersoon

source: Set Other Contact
es: Añadir otro contacto
lt: Nustatyti Kitus Kontaktus
nl: Ander contactpersoon toevoegen

source: Other Contact
es: Otro contacto
lt: Kiti Kontaktai
nl: Ander contactpersoon

source: Passport Photo
es: Fotografía de pasaporte
lt: Paso Nuotrauka
nl: Pasfoto

source: Upload New Passport Photo
es: Cargar nueva foto de pasaporte
lt: Įkelti Naują Paso Nuotrauką
nl: Nieuwe pasfoto uploaden

source: Identification
es: Identificación
lt: Identifikacija
nl: Identificatie

source: Add New Identification
es: Añadir nueva identificación
lt: Pridėti Naują Identifikaciją
nl: Nieuwe identificatie toevoegen

source: View Demographic Details
es: Ver detalles demográficos
lt: Žiūrėti Demografinę Informaciją
nl: Demografische gegevens bekijken
