Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/manage-auto-page/sco.po
Languages: sco

source: Demographics
sco: Demægrapheecs

source: Employment
sco: Employmant

source: View Person (%s, %s)
sco: See Person (%s, %s)

source: View Person
sco: See Person

source: View Position Details
sco: See The Poseetion Details

source: Add Base Demographic Information
sco: Eik Some Base Demægrapheec Information

source: Demographic
sco: Demægrapheec

source: Add New Next of Kin
sco: Eik New Nex o Kin

source: Next of Kin
sco: Nex o Kin

source: Set Emergency Contact
sco: Set Emergancie Contact

source: Emergency Contact
sco: Emergancie Contact

source: Set Other Contact
sco: Set Ither Contact

source: Other Contact
sco: Ither Contact

source: Passport Photo
sco: Passport Photæ

source: Upload New Passport Photo
sco: Uplaid New Passport Photæ

source: Add New Identification
sco: Eik Some New Identification

source: View Demographic Details
sco: See the Demægrapheec Details
