Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage-job/*.po
Languages: sw

source: Edit This Information
sw: Hariri Taarifa Hii

source: Update this Information
sw: Sasisha Taarifa hii

source: Select another Job
sw: Chagua kazi nyingine

source: Job
sw: Kazi

source: Select another Salary Grade
sw: Chagua Daraja lingine la Mshahara

source: Salary Grade
sw: Daraja la Mshahara

source: View Job
sw: Angalia Kazi

source: Job Information
sw: Taarifa ya Kazi

source: Hide
sw: Ficha

source: Edit the salary_grade list
sw: Hariri orodha ya daraja la _mshahara

source: View the salary_grade list
sw: Angalia orodha ya daraja la _mshahara

source: Name
sw: Jina

source: Start
sw: Anza

source: End
sw: Maliza

source: MidPoint
sw: Kituo cha Kati

source: Notes
sw: Maelezo
