Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-train/translations/templates/train-position/*.po
Languages: lt

source: Add/Update Position Information
lt: Pridėti/Atnaujinti Pozicijos Informaciją

source: Position Information
lt: Pozicijos Informacija

source: Job/Post Title
lt: Darbo/Posto Pavadinimas

source: Job/Post Code
lt: Darbo/Posto Kodas

source: Date of Current Appointment
lt: Dabartinio Paskyrimo Data

source: Deployment Information
lt: Dislokavimo Informacija

source: Job/Post Information
lt: Darbo/Posto Informacija

source: Edit This Information
lt: Redaguoti Šią Informaciją

source: Update this Information
lt: Atnaujinti Šią Informaciją

source: View Position History
lt: Peržiūrėti Pozicijos Istoriją

source: Deployment
lt: Dislokavimas
