Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage/*.po
Languages: cs, fr_ml, lt, nl, si, tl

source: Add Person
cs: Přidat osobu
fr_ml: Ajouter une personne
lt: Pridėti asmenį
nl: Persoon toevoegen
si: පුද්ගලයා එක් කරන්න
tl: Magdagdag ng Tao

source: Review Applicants
cs: Prohlédnout si uchazeče
fr_ml: Revoir les candidats
lt: Peržiūrėti pareiškėjus
nl: Sollicitanten beoordelen
si: අයදුම්කරු සමාලෝචනය
tl: Suriin ang mga Aplikante

source: Manage People
cs: Správa lidí
fr_ml: Gérer des personnes
lt: Tvarkyti Žmones
nl: Mensen beheren
si: පුද්ගලයන් හසුරවන්න
tl: Pamahalaan ang mga Tao

source: Add a new employee
cs: Přidat nového zaměstnance
fr_ml: Ajouter un nouvel employé
lt: Pridėti naują darbuotoją
nl: Nieuwe medewerker
si: අලුත් සේවකයෙක් එක් කරන්න
tl: Magdagdag ng isang bagong empleyado

source: or applicant
cs: nebo uchazeče
fr_ml: ou un candidat
lt: ar pareiškėją
nl: of kandidaat
si: හෝ අයදුම්කරුවෙක්
tl: o aplikante,

source: Search Records
cs: Prohledat záznamy
fr_ml: Rechercher des enregistrements
lt: Paieškos įrašai
nl: Gegevens doorzoeken
si: ලේඛන සොයන්න
tl: Maghanap sa mga Rekord

source: Locate any employee or position record in the system to review, print or update.
cs: Nalézt jakéhokoliv zaměstnance nebo pozici v systému pro kontrolu, tisk nebo aktualizaci.
fr_ml: Retrouver n'importe quel employé ou poste dans le système pour le revoir, l'imprimer ou le mettre à jour.
lt: Rasti bet kurio darbuotojo ar pozicijos įrašą sistemoje peržiūrai, spausdinimui ar atnaujinimui.
nl: De gegevens van medewerkers of posities vinden om ze te bekijken, af te drukken of bij te werken.
si: සමාලෝචනය, මුද්‍රණය හෝ යාවත්කාලීන කිරීම සඳහා පද්ධතිය තුළින් සේවකයෙකු හෝ ලේඛනයක් සොයන්න
tl: Hanapin ang anumang empleyado o rekord ng posisyon sa loob ng sistema upang suriin, ilimbag, o isapanahon.

source: View Reports
cs: Zobrazit hlášení
fr_ml: Afficher les rapports
lt: Peržiūrėti ataskaitas
nl: Rapporten weergeven
si: වාර්තා බලන්න
tl: Tingnan ang mga Ulat

source: Configure System
cs: Nastavit systém
fr_ml: Configurer le système
lt: Konfigūruoti sistemą
nl: Systeeminstellingen
si: පද්ධති වින්‍යාසය
tl: Isaayos ang Sistema

source: Configure modules, administer positions, customize drop down menus and create or update user accounts.
cs: Nastavit moduly, spravovat pozice, přizpůsobit rozbalovací menu a vytvořit nebo aktualizovat uživatelské účty.
fr_ml: Configurer les modules, administrer les postes, personnaliser les menus déroulants et créer ou mettre à jour les comptes des utilisateurs.
lt: Konfigūruoti modulius, administruoti pozicijas, pritaikyti išskleidžiamus meniu ir kurti ar atnaujinti vartojo paskyras.
nl: Modules instellen, posities beheren, dropdownmenu's aanpassen en gebruikers aanmaken of wijzigen.
si: මොඩියුල වින්‍යාසය, පරිපාලක තත්වය, පතන මෙනුව සහ පරිශීලක ගිණුම් තැනීම හෝ යාවත්කාලීන කිරීම
tl: Isaayos ang mga modyul, pangasiwaan ang mga posisyon, ipasadya ang mga menung naibabagsak na paibaba at lumikha o magsapanahon ng mga akawnt ng tagagamit.

source: Change Password
cs: Změnit heslo
fr_ml: Changer le mot de passe
lt: Keisti slaptažodį
nl: Wachtwoord wijzigen
si: මුරපදය වෙනස් කරන්න
tl: Baguhin ang Hudyat

source: View Person
cs: Zobrazit osobu
fr_ml: Afficher la personne
lt: Peržiūrėti asmenį
nl: Persoon bekijken
si: පුද්ගලයා දර්ශනය කරන්න
tl: Tingnan ang Tao

source: Individual Information
cs: Individuální informace
fr_ml: Information individuelle
lt: Asmeninė informacija
nl: Gegevens over individu
si: පුද්ගල තොරතුරු
tl: Kabatiran sa Indibiduwal

source: Hide
cs: Skrýt
fr_ml: Masquer
lt: Slėpti
nl: Verbergen
si: සඟවන්න
tl: Itago

source: Set Position
cs: Nastavit pozici
fr_ml: Affecter au poste
lt: Nustatyti poziciją
nl: Positie instellen
si: ස්ථානගතකරණය සකසන්න
tl: Itakda ang Posisyon

source: Add Demographic Information
cs: Přidat demografické informace
fr_ml: Ajouter les informations démographiques
lt: Pridėti demografinę informaciją
nl: Demografische gegevens toevoegen
si: ජනවිකාස තොරතුරු එකතු කරන්න
tl: Magdagdag ng Kabatirang Demograpiko

source: Add Identification
cs: Přidat identifikaci
fr_ml: Ajouter l’identification
lt: Pridėti identifikaciją
nl: Identificatie toevoegen
si: එක් කිරීම් අනන්‍යතාව
tl: Magdagdag ng Pagkakakilanlan

source: Edit This Information
cs: Upravit tuto informaci
fr_ml: Éditer cette information
lt: Redaguoti šią informaciją
nl: Gegevens bewerken
si: මෙම තොරතුරු සංස්කරණය කරන්න
tl: Baguhin ang Kabatirang Ito

source: Update this Information
cs: Aktualizovat tuto Informaci
fr_ml: Mettre à jour cette information
lt: Atnaujinti šią informaciją
nl: Gegevens bijwerken
si: මෙම තොරතුරු යාවත්කාල කරන්න
tl: Isapanahon ang Kabatirang ito

source: View Name History
cs: Zobrazit historii názvu
fr_ml: Afficher l’historique du nom
lt: Peržiūrėti pavadinimų Istoriją
nl: Naamgeschiedenis bekijken
si: නාම ඉතිහාසය බලන්න
tl: Tingnan ang Kasaysayan ng Pangalan

source: Name / Nationality
cs: Jméno / Národnost
fr_ml: Nom / Nationalité
lt: Vardas / Pilietybė
nl: Naam / nationaliteit
si: නම/පුරවැසිභාවය
tl: Pangalan / Kabansaan

source: Contact Information
cs: Kontaktní údaje
fr_ml: Coordonnées
lt: Kontaktinė informacija
nl: Contactgegevens
si: සබඳතා තොරතුරු
tl: Kabatiran sa Pakikipag-ugnayan

source: Position Information
cs: Informace o pozici
fr_ml: Informations sur le poste
lt: Pozicijos Informacija
nl: Positiegegevens
si: තත්වය පිළිබඳ තොරතුරු
tl: Kabatiran sa Posisyon

source: Add Benefit/Special Payment
cs: Přidat Benefity/Zvláštní platby
fr_ml: Ajouter un avantage/Paiement spécial
lt: Pridėti Naudą/Specialų Mokėjimą
nl: Uitkering/Speciale betaling toevoegen
si: වාසිය එක් කරන්න/විශේෂ ගෙවීම්
tl: Magdagdag ng Benepisyo/Natatanging Bayad

source: Qualifications
cs: Kvalifikace
lt: Kvalifikacijos
nl: Kwalificaties
si: සුදුසුකම්
tl: Mga kuwalipikasyon

source: Add Registration
cs: Přidat registraci
fr_ml: Ajouter une inscription
lt: Pridėti registracija
nl: Registratie toevoegen
si: ලියාපදිංචි කිරීම එක් කරන්න
tl: Magdagdag ng Pagpapatala

source: Add Language Proficiency
cs: Přidat jazykovou způsobilost
fr_ml: Ajouter la compétence de la langue
lt: Pridėti Kalbos Mokėjimą
nl: Taalvaardigheid toevoegen
si: භාෂා ප්‍රවීණත්වය එක් කරන්න
tl: Magdagdag ng Kabihasaan sa Wika

source: Add Competency
cs: Přidat způsobilost
fr_ml: Ajouter la compétence
lt: Pridėti Kompetenciją
nl: Competentie toevoegen
si: දක්ෂතාව එක් කරන්න
tl: Magdagdag ng Kakayahan sa Pagganap

source: Competency Evaluations
cs: Vyhodnocení způsobilosti
fr_ml: Les évaluations de la compétence
lt: Kompetencijos Vertinimai
nl: Competentieevaluaties
si: දක්ෂතාව ඇගයීම
tl: Mga Pagsusuri sa Kakayahan sa Pagganap

source: Training Courses
cs: Vzdělávací kurzy
fr_ml: Cours de Formation
lt: Mokymo kursai
nl: Cursussen
si: පුහුණු කිරීමේ පාඨමාලා
tl: Mga Kurso ng Pagsasanay

source: Add Training Course
cs: Přidat výcvikový kurz
fr_ml: Ajouter un cour de formation
lt: Pridėti Mokymo Kursą
nl: Cursus toevoegen
si: පුහුණු කිරීමේ පාඨමාලාව එක් කරන්න
tl: Magdagdag ng Kurso ng Pagsasanay

source: Application
cs: Aplikace
fr_ml: Candidature
lt: Prašymas
nl: Sollicitatie
si: යෙදුම
tl: Aplikasyon

source: Add Application
cs: Přidat aplikaci
fr_ml: Ajouter une candidature
lt: Pridėti Prašymą
nl: Sollicitatie toevoegen
si: යෙදුමක් එක් කරන්න
tl: Magdagdag ng Aplikasyon

source: Log Interview Details
cs: Zaznamenat podrobnosti rozhovoru
fr_ml: Enregistrer les détails de l'entretien
lt: Įrašyti Intervių Detales
nl: Gespreksgegevens vastleggen
si: සම්මුඛ පරීක්ෂණ ලොග් සටහන්
tl: Itala ang mga Detalye ng Panayam

source: Log Hiring Decision
cs: Zaznamenat rozhodnutí o přijmutí
fr_ml: Enregsiter la décision de recrutement
lt: Įrašyti Samdymo Sprendimą
nl: Aannamebeslissing vastleggen
si: බඳවා ගැනීම් ලොග් සටහන්
tl: Itala ang Pasya sa Pagkuha

source: Employment History
cs: Historie zaměstnání
fr_ml: Expérience professionnelle
lt: Darbo Istorija
nl: Overzicht werkverleden
si: රැකියා ඉතිහාසය
tl: Kasaysayan ng Paghahanapbuhay

source: Add Employment
cs: Přidat zaměstnání
fr_ml: Ajouter un recrutement
lt: Pridėti Darbovietę
nl: Betrekking toevoegen
si: රැකියාව එක් කරන්න
tl: Magdagdag ng Paghahanapbuhay

source: Education History
cs: Historie vzdělání
fr_ml: Historique du cursus scolaire
lt: Švietimo Istorija
nl: Opleidingsgeschiedenis
si: අධ්‍යාපන ඉතිහාසය
tl: Kasaysayan ng Edukasyon

source: Add Education
cs: Přidat vzdělání
fr_ml: Ajouter le cursus scolaire
lt: Pridėti švietimą
nl: Opleiding toevoegen
si: අධ්‍යාපනය එක් කරන්න
tl: Magdagdag ng Edukasyon

source: Notes
cs: Poznámky
fr_ml: Commentaires
lt: Pastabos
nl: Aantekeningen
si: සටහන්
tl: Mga tala

source: Add Note
cs: Přidat poznámku
fr_ml: Ajouter le commentaire
lt: Pridėti pastabą
nl: Aantekening toevoegen
si: සටහන එක් කරන්න
tl: Magdagdag ng Tala

source: Administer Database
cs: Spravovat Databázi
fr_ml: Administrer la base de données
lt: Administruoti Duomenų Bazę
nl: Database beheren
si: පරිපාලක දත්ත සමුදාය
tl: Pangasiwaan ang Kalipunan ng Dato

source: Administer Positions
cs: Spravovoat pozice
fr_ml: Administrer les Postes
lt: Administruoti Pozicijas
nl: Posities beheren
si: පරිපාලක තත්වය
tl: Pangasiwaan ang mga Posisyon

source: Create Job Structure
cs: Vytvořit strukturu práce
fr_ml: Créer une structure des fonctions
lt: Sukurti darbo struktūrą
nl: Rollenstructuur aanmaken
si: රැකියා ආකෘතිය තනන්න
tl: Lumikha ng Kayarian ng Hanapbuhay

source: Cadres
cs: Kádry
lt: Kadrai
nl: Kaders
si: සේවක සංඛ්‍යාව
tl: Mga tagapagsanay

source: Job Classifications
cs: Klasifikace práce
fr_ml: Classifications des fonctions
lt: Darbo klasifikacijos
nl: Werkclassificaties
si: රැකියා වර්ගීකරණය
tl: Mga Klasipikasyon ng Hanapbuhay

source: Salary Grades
cs: Platové třídy
fr_ml: Échèle des salaires
lt: Algos Lygiai
nl: Salarisschalen
si: වැටුප් ශ්‍රේණිය
tl: Mga Antas ng Sahod

source: Jobs
cs: Práce
fr_ml: Fonctions
lt: Darbai
nl: Functies
si: කාර්යයන්
tl: Mga hanapbuhay

source: Manage Positions
cs: Spravovat pozice
fr_ml: Gérer les Postes
lt: Tvarkyti pozicijas
nl: Posities beheren
si: තත්වය හැසිරවීම
tl: Pamahalaan ang mga Posisyon

source: Salary Sources
cs: Zdroje platu
fr_ml: Sources de revenu
lt: Atlyginimo Šaltiniai
nl: Salarisbronnen
si: වැටුප් මුලාශ්‍ර
tl: Mga Mapagkukunan ng Sahod

source: Position Types
cs: Typy pozic
fr_ml: Types de Poste
lt: Pozicijos tipai
nl: Positietypen
si: තනතුරු මාදිලිය
tl: Mga Uri ng Posisyon

source: Positions (by Status)
cs: Pozice (podle stavu)
fr_ml: Postes (par situation)
lt: Pozicijos (pagal statusą)
nl: Posities (op status)
si: තනතුරු (තත්වය අනුව)
tl: Mga posisyon (ayon sa Kalagayan)

source: Administer Other Lists
cs: Spravovat ostatní seznamy
fr_ml: Administrer les autres listes
lt: Administruoti kitus sąrašus
nl: Overige lijsten beheren
si: අනෙකුත් ලැයිස්තු පරිපාලනය
tl: Pangasiwaana ang Iba pang mga Tala

source: Organization Lists
cs: Seznamy organizací
fr_ml: Listes des organisations
lt: Organizacijos sąrašai
nl: Organisatielijsten
si: සංවිධාන ලැයිස්තු
tl: Tala ng mga Organisasyon

source: Department
cs: Oddělení
fr_ml: Département
lt: Departamentas
nl: Afdeling
si: දෙපාර්තමේන්තුව
tl: Kagawaran

source: Registration Councils
cs: Koncil pro registrace
fr_ml: Les Ordres Professionnels
lt: Registracijos Tarybos
nl: Beroepsverenigingen
si: ලියාපදිංචි කිරීමේ විධායක සභාව
tl: Mga Kapulungan ng Pagpapatala

source: Employee Lists
cs: Seznamy zaměstnanců
fr_ml: Listes du personnel
lt: Darbuotojų Sąrašai
nl: Medewerkerslijsten
si: සේවක ලැයිස්තු
tl: Mga Tala ng Empleyado

source: Education Type
cs: Typ vzdělání
fr_ml: Cursus Scolaire
lt: Švietimo Tipas
nl: Opleidingstype
si: අධ්‍යාපන මාදිලිය
tl: Uri ng Edukasyon

source: Degree
cs: Stupeň
fr_ml: Diplôme ou certificat
lt: Laipsnis
nl: Graad
si: උපාධිය
tl: Antas

source: Language
cs: Jazyk
fr_ml: Langue
lt: Kalba
nl: Taal
si: භාෂාව
tl: Wika

source: Competency Type
cs: Typ kompetence
fr_ml: Type de compétence
lt: Kompetencijos Tipas
nl: Competentietype
si: ප්‍රවීණත්ව මාදිලිය
tl: Uri ng Kakayahang Gumanap

source: Competency
cs: Kompetence
fr_ml: Compétence
lt: Kompetencija
nl: Competentie
si: ප්‍රවීණත්වය
tl: Kakayahang Gumanap

source: Competency Evaluation
cs: Vyhodnocení kompetence
fr_ml: Évaluation de compétence
lt: Kompetencijos Vertinimas
nl: Competentieevaluatie
si: ප්‍රවීණත්වය ඇගයීම
tl: Pagsusuri sa Kakayahang Gumanap

source: Identification Type
cs: Typ identifikace
fr_ml: Type d’identification
lt: Identifikacijos tipas
nl: Identificatietype
si: මාදිලිය හඳුනා ගැනීම
tl: Uri ng Pagkakakilanlan

source: Benefit Type
cs: Typ bonusu
fr_ml: Type d'avantage
lt: Naudos Tipas
nl: Arbeidsvoorwaardentype
si: ප්‍රතිලාභ මාදිලිය
tl: Uri ng Benepisyo

source: Marital Status
cs: Rodinný stav
fr_ml: Situation matrimoniale
lt: Šeimyninė Padėtis
nl: Burgerlijke staat
si: විවාහ තත්ත්වය
tl: Katayuang Pangpag-aasawa

source: Reasons for Departure
cs: Důvody pro odchod
fr_ml: Raisons du départ
lt: Išvykimo Priežastis
nl: Redenen voor vertrek
si: නික්ම යාමට හේතු
tl: Dahilan ng Paglisan

source: Geographic Information
cs: Geografické informace
fr_ml: Information géographique
lt: Geografinė informacija
nl: Geografische gegevens
si: භූගෝලීය තොරතුරු
tl: Kabatirang Heograpiko

source: Country
cs: Země
fr_ml: Pays
lt: Šalis
nl: Land
si: රට
tl: Bansa

source: Region
cs: Kraj
fr_ml: Région
lt: Regionas
nl: Regio
si: කළාපය
tl: Rehiyon

source: District
cs: Čtvrť
fr_ml: Cercle
lt: Rajonas
si: දිස්ත්‍රික්කය
tl: Distrito

source: County
cs: Obec
fr_ml: Commune
lt: Apskritis
nl: District
si: රට
tl: Kondado

source: Currency
cs: Měna
fr_ml: Monnaie/Devise
lt: Valiuta
nl: Munteenheid
si: ව්‍යවහාර මුදල්
tl: Salapi

source: Training Course Information
cs: Informace o vzdělávacím kurzu
fr_ml: Information sur le cours de formation
lt: Mokymo kurso informaciją
nl: Cursusgegevens
si: පුහුණු පාඨමාලා තොරතුරු
tl: Kabatiran sa Kurso ng Pagsasanay

source: Status of a Training Course
cs: Stav vzdělávacího kurzu
fr_ml: Situation du cours de formation
lt: Mokymo Kurso Būsena
nl: Cursusstatus
si: පුහුණු පාඨමාලාවේ තත්ත්වය
tl: Katayuan ng isang Kurso ng Pagsasanay

source: Requestors of a Training Course
cs: Žadatelé o vzdělávací kurz
fr_ml: Demandeurs d'une cours de formation
lt: Mokymų Kurso Prašytojai
nl: Cursusaanvragers
si: පුහුණු පාඨමාලාවේ අයදුම්කරුවන්
tl: Mga Humiling ng isang Kurso ng Pagsasanay

source: Evaluation of a Training Course
cs: Vyhodnocení vzdělávacího kurzu
fr_ml: Évaluation du Cours de Formation
lt: Mokymo Kurso Vertinimas
nl: Cursusevaluatie
si: පුහුණු පාඨමාලාව ඇගයීම
tl: Pagsusuri ng isang Kurso ng Pagsasanay

source: Category of a Training Course
cs: Kategorie vzdělávacího kurzu
fr_ml: Catégorie d'un cours de formation
lt: Mokymo kursų kategorija
nl: Cursuscategorie
si: පුහුණු පාඨමාලාවේ ප්‍රභේදය
tl: Kategorya ng isang Kurso ng Pagsasanay

source: Training Institution
cs: Učiliště
fr_ml: Établissement de Formation
lt: Mokymo Įstaiga
nl: Opleidingsinstituut
si: පුහුණු කිරීමේ ආයතනය
tl: Institusyon ng Pagsasanay

source: Training Funder
cs: Sponzor školení
fr_ml: Bailleur de fonds de la formation
lt: Mokymų Rėmėjas
nl: Opleidingssponsor
si: පුහුණුවට අරමුදල් සපයන්නා
tl: Tagapagtustos ng Pagsasanay

source: Continuing Education Course
cs: Kurz dalšího vzdělávání
fr_ml: Cours de formation continue
lt: Tęsiamas Mokymo Kursas
nl: Opleiding permanente vorming
si: අධ්‍යාපන පාඨමාලාව පවත්වාගෙන යාම
tl: Kurso ng Nagpapatuloy na Edukasyon

source: Search People
cs: Hledat lidi
fr_ml: Rechercher des personnes
lt: Žmonių paieška
nl: Mensen zoeken
si: පුද්ගලයන් සොයන්න
tl: Maghanap ng mga Tao

source: Search Positions
cs: Hledat pozice
fr_ml: Rechercher les postes
lt: Paieška pozicijų
nl: Posities doorzoeken
si: තත්වය සොයන්න
tl: Maghanap ng mga Posisyon

source: Locate any person's record in the system to review, print or update.
cs: Umístit jakýkoliv záznam osoby do systému pro kontrolu, tisk, nebo aktualizaci.
fr_ml: Trouver n'importe quelles enregistrements d'une personne dans le système pour les revoir, les imprimer ou les mettre à jour.
lt: Rasti bet kurio asmens įrašą sistemoje peržiūrai, spausdinimui ar atnaujinimui.
nl: De gegevens van personen vinden om ze te bekijken, af te drukken of bij te werken.
si: ඇගයීම, මුද්‍රණය හෝ යාවත්කාලීන කිරීම සඳහා පුද්ගල වාර්තා පිහිටීම සොයා ගැනීම
tl: Maghanap ng anumang rekord ng tao na nasa sistema upang suriin, ilimbag o isapanahon.

source: Locate any position in the system to review, print or update.
cs: Nalézt jakoukoliv pozici v systému pro kontrolu, tisk, nebo aktualizaci.
fr_ml: Retrouver n'importe quel poste dans le système pour le revoir, l'imprimer ou le mettre à jour.
lt: Rasti bet kurios pozicijos įrašą sistemoje peržiūrai, spausdinimui ar atnaujinimui.
nl: De gegevens van posities vinden om ze te bekijken, af te drukken of bij te werken.
si: ඇගයීම, මුද්‍රණය හෝ යාවත්කාලීන කිරීම සඳහා තත්වයන් සොයා ගැනීම
tl: Maghanap ng anumang posisyon sa loob ng sistema na susuriin, ililimbag o isasapanahon.

source: Can edit some organizational database lists
cs: Může upravit některé seznamy organizačních databází
fr_ml: Peut éditer certaines listes de bases de données des organisations
lt: Gali redaguoti kai kuriuos organizacinių duomenų bazės sąrašus
nl: Kan enkele organisatorische databaselijsten bewerken
si: ආයතනික දත්ත සමුදාය වාර්තා සැකසීම
tl: Makapagbabago ng ilang mga talaan ng kalipunan ng dato na pang-organisasyon

source: Can view some organizational database lists
cs: Může zobrazit některé seznamy organizačních databází
fr_ml: Peut afficher certaines listes de bases de données des organisations
lt: Gali peržiūrėti kai kuriuos organizacinių duomenų bazės sąrašus
nl: Kan enkele organisatorische databaselijsten bekijken
si: ආයතනික දත්ත සමුදාය වාර්තා දසුන
tl: Matitingnan ang ang ilang mga talaan ng kalipunan ng dato na pang-organisasyon

source: Can edit all organizational database lists
cs: Může upravit všechny seznamy organizačních databází
fr_ml: Peut éditer toutes les listes de bases de données des organisations
lt: Gali redaguoti visus organizacinių duomenų bazės sąrašus
nl: Kan alle organisatorische databaselijsten bewerken
si: සියලු ආයතනික දත්ත සමුදායන් ලැයිස්තු සැකසීම
tl: Mababago ang lahat ng mga tala ng kalipunan ng dato na pang-organisasyon

source: Can view all organizational database lists
cs: Může zobrazit všechny seznamy organizačních databází
fr_ml: Peut afficher toutes les listes de bases de données des organisations
lt: Gali peržiūrėti visus organizacinių duomenų bazės sąrašus
nl: Kan alle organisatorische databaselijsten bekijken
si: සියලු ආයතනික දත්ත සමුදායන් ලැයිස්තු දසුන
tl: Makikita ang lahat ng mga tala ng kalipunan ng dato na pang-organisasyon

source: Can edit some employee database lists
cs: Může upravit některé seznamy zaměstnaneckých databází
fr_ml: Peut éditer certaines listes de bases de données des employés
lt: Gali redaguoti kai kuriuos darbuotojų duomenų bazės sąrašus
nl: Kan enkele personeelsdatabaselijsten bewerken
si: ඇතැම් සේවක දත්ත සමුදාය ලැයිස්තු සැකසීම
tl: Mababago ang ilang tala ng kalipunan ng dato na pang-empleyado

source: Can view some employee database lists
cs: Může zobrazit některé seznamy zaměstnaneckých databází
fr_ml: Peut afficher certaines listes de bases de données des employés
lt: Gali peržiūrėti kai kuriuos darbuotojų duomenų bazės sąrašus
nl: Kan enkele personeelsdatabaselijsten bekijken
si: ඇතැම් සේවක දත්ත සමුදාය ලැයිස්තු දසුන
tl: Matitingnan ang ilang mga tala ng kalipunan ng dato na pang-empleyado

source: Can edit all employee database lists
cs: Může upravit všechny seznamy zaměstnaneckých databází
fr_ml: Peut éditer toutes les listes de bases de données du personnel
lt: Gali redaguoti visus darbuotojų duomenų bazės sąrašus
nl: Kan alle medewerkersdatabaselijsten bewerken
si: සියලු සේවක දත්ත සමුදාය ලැයිස්තු සැකසීම
tl: Mababago ang lahat ng mga tala ng kalipunan ng dato na pang-empleyado

source: Can view all employee database lists
cs: Může zobrazit všechny seznamy zaměstnaneckých databází
fr_ml: Peut afficher toutes les listes de bases de données du personnel
lt: Gali peržiūrėti visus darbuotojų duomenų bazės sąrašus
nl: Kan alle medewerkersdatabaselijsten bekijken
si: සියලු සේවක දත්ත සමුදාය ලැයිස්තු දසුන
tl: Makikita ang lahat ng mga tala ng kalipunan ng dato na pang-empleyado

source: Can edit some position database lists
cs: Může upravit některé seznamy databází pozic
fr_ml: Peut éditer certaines listes de base de donnéesde des postes
lt: Gali redaguoti kai kuriuos pozicijos duomenų bazės sąrašus
nl: Kan sommige positiedatabaselijsten bewerken
si: ඇතැම් තත්ත්ව දත්ත සමුදාය ලැයිස්තු සැකසීම
tl: Mababago ang ilang tala ng kalipunan ng dato na pamposisyon

source: Can view some position database lists
cs: Může zobrazit některé seznamy databází pozic
fr_ml: Peut afficher certaines listes de base de donnéesde des postes
lt: Gali peržiūrėti kai kuriuos pozicijos duomenų bazės sąrašus
nl: Kan sommige positiedatabaselijsten bekijken
si: ඇතැම් තත්ත්ව දත්ත සමුදාය ලැයිස්ත දසුන
tl: Makikita ang mga tala ng kalipunan ng dato na pamposisyon

source: HR Manager
cs: Správce HR
fr_ml: Gestionnaire des RH
lt: Personalo Vadovas
si: මානව සම්පත් කළමනාකරු
tl: Tagapamahala ng Kuhanan ng Tao

source: HR Staff
cs: Zaměstnanci HR
fr_ml: Personnel des RH
lt: Personalo Darbuotojai
nl: HR-medewerker
si: මානව සම්පත් කාර්ය මණ්ඩලය
tl: Tauhan ng Kuhanan ng Tao

source: Executive Manager
cs: Výkonný ředitel
fr_ml: Cadre supérieur
lt: Vykdomasis Vadovas
si: විධායක කළමනාකරු
tl: Tagapamahalang Tagapagpatupad

source: Training Manager
cs: Ředitel výcviku
fr_ml: Gestionnaire de la formation
lt: Mokymų Vadovas
nl: Cursusmanager
si: පුහුණු කිරීමේ කළමනාකරු
tl: Tagapamahalang Tagapagsanay

source: Send Feedback
cs: Poslat zpětnou vazbu
fr_ml: Envoyer un Feedback
lt: Siųsti Atsiliepimus
nl: Terugkoppeling verzenden
si: ප්‍රතිපෝෂණ යවන්න
tl: Magpadala ng Tugon

source: Add Passport Photo
cs: Přidat pasovou fotografii
fr_ml: Ajouter une photo passeport
lt: Pridėti paso nuotrauką
nl: Pasfoto toevoegen
si: විදෙස් ගමන් බලපත් ඡායාරූපය​ එක් කරන්න
tl: Magdagdag ng Larawang Pampasaporte

source: Add Resume
cs: Přidat pokračování
fr_ml: Ajouter un Curriculum Vitae (CV)
lt: Pridėti CV
nl: CV toevoegen
si: පුද්ගලදත්ත එක් කරන්න
tl: Magdagdag ng Buod ng Karanasan

source: Current Disciplinary Actions
cs: Současné disciplinární opatření
fr_ml: Mesures disciplinaires actuelles
lt: Dabartiniai Drausminiai Veiksmai
nl: Huidige disciplinaire maatregelen
si: පවතින විනය ක්‍රියාමාර්ග
tl: Pangkasalukuyang mga Hakbanging Pangdisiplina

source: New Action
cs: Nová činnost
fr_ml: Nouvelle mesure
lt: Naujas veiksmas
nl: Nieuwe maatregel
si: නව ක්‍රියාවක්
tl: Bagong Hakbang

source: History
cs: Historie
fr_ml: Historique
lt: Istorija
nl: Geschiedenis
si: ඉතිහාසය
tl: Kasaysayan

source: Workplace Accidents
cs: Úrazy na pracovišti
fr_ml: Accidents de travail
lt: Darbovietės Nelaimingi Įvykiai
nl: Bedrijfsongevallen
si: වැඩපලේ අනතුරු
tl: Mga Aksidente sa Pook ng Hanapbuhay

source: Report Accident
cs: Nahlásit nehodu
fr_ml: Signaler un accident
lt: Pranešti Atsitikimą
nl: Ongeval vastleggen
si: අනතුරු වාර්තා කිරිම
tl: Iulat ang Aksidente

source: Scheduled Training Courses
cs: Náplánované vzdělávací kurzy
fr_ml: Cours de formation programmés
lt: Suplanuoti Mokymų Kursai
nl: Geplande cursussen
si: සැලසුම් කරන ලද පුහුණු පාඨමාලා
tl: Nakatakdang mga Kurso ng Pagsasanay

source: Disciplinary Actions
cs: Disciplinární opatření
fr_ml: Mesures disciplinaires (Les Sanctions)
lt: Drausminiai Veiksmai
nl: Disciplinaire maatregelen
si: විනය ක්‍රියාමාර්ග
tl: Mga Hakbanging Pangdisiplina

source: Accident Type
cs: Typ nehody
fr_ml: Type d’accident
lt: Nelaimingo Atsitikimo Tipas
nl: Type ongeval
si: හදිසි අනතුරු වර්ගය
tl: Uri ng Aksidente

source: Disciplinary Action Type
cs: Typ disciplinárního řízení
fr_ml: Type de sanction
lt: Drausminio Veiksmo Tipas
nl: Type disciplinaire maatregel
si: විනය ක්‍රියාමාර්ග වර්ගය
tl: Uri ng Hakbanging Pangdisiplina

source: Standardized Letters
cs: Standardizované dopisy
fr_ml: Lettres standardisées
lt: Standartizuoti Laiškai
nl: Standaardbrieven
si: ප්‍රමිතිගත ලිපි
tl: Mga Isinapamantayang Liham
