Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage/*.po
Languages: cs, fr_ml, lt, nl, si, tl

source: Dependent Information
cs: Informace o závislém
fr_ml: Information sur les personnes à charge
lt: Priklausoma Informacija
nl: Gegevens afhankelijken
si: යැපෙන්නාගේ තොරතුරු
tl: Kabatiran sa Umaasa

source: Add Dependent
cs: Přidat závislé
fr_ml: Ajouter une personne à charge
lt: Pridėti Priklausomą
nl: Afhankelijke toevoegen
si: යැපෙන්නා එක් කරන්න
tl: Magdagdag ng Umaasa

source: Can edit some planning database lists
cs: Může upravit některé databázové seznamy plánování
fr_ml: Peut éditer certaines listes de bases de données de planning
lt: Gali redaguoti kai kuriuos planavimo duomenų bazės sąrašus
nl: Kan enkele planningsdatabaselijsten bewerken
si: සමහර සැලසුම් දත්ත සමුදාය ලැයිස්තු සකසන්න
tl: Makapagbabago ng ilang mga tala ng kalipunan ng dato na pangpagpaplano

source: Can view some planning database lists
cs: Může zobrazit některé databázové seznamy plánování
fr_ml: Peut afficher certaines listes de bases de données de planning
lt: Gali peržiūrėti kai kuriuos planavimo duomenų bazės sąrašus
nl: Kan enkele planningsdatabaselijsten bekijken
si: සමහර සැලසුම් දත්ත සමුදාය ලැයිස්තු බලන්න
tl: Matitingnan ang ilang mga tala ng kalipunan ng dato na pangpagpaplano

source: Can edit all planning database lists
cs: Může upravit všechny databázové seznamy plánování
fr_ml: Peut éditer toutes les listes de bases de données de planning
lt: Gali redaguoti visus planavimo duomenų bazės sąrašus
nl: Kan alle planningsdatabaselijsten bewerken
si: සියලු සැලසුම් දත්ත සමුදාය ලැයිස්තු සකසන්න
tl: Makapagbabago ng lahat ng mga tala ng kalipunan ng dato na pangpagpaplano

source: Can view all planning database lists
cs: Může zobrazit všechny databázové seznamy plánování
fr_ml: Peut afficher toutes les listes de bases de données de planning
lt: Gali peržiūrėti visus planavimo duomenų bazės sąrašus
nl: Kan alle planningsdatabaselijsten bekijken
si: සියලු සැලසුම් දත්ත සමුදාය ලැයිස්තු බලන්න
tl: Matitingnan ang lahat ng mga tala ng kalipunan ng dato na pangpagpaplano

source: Planning Information
cs: Informace o plánování
fr_ml: Informations pour Planning
lt: Planavimo informacija
nl: Planningsgegevens
si: සැලසුම් තොරතුරු
tl: Kabatiran sa Pagpaplano

source: Establishment Type
cs: Typ zařízení
fr_ml: Type des normes
lt: Įstaigos Tipas
nl: Type aanstelling
si: සංස්ථාපන වර්ගය
tl: Uri ng Establisamyento

source: Establishment Period
cs: Období zařízení
fr_ml: La période des normes
lt: Įsteigimo Periodas
nl: Aanstellingsperiode
si: සංස්ථාපන කාලසීමාව
tl: Panahon ng Pagtatatag

source: Establishments
cs: Zařízení
fr_ml: Les normes
lt: Įstaigos
nl: Aanstellingen
si: සංස්ථාපනයන්
tl: Mga Etablisamyento

source: Scanned Paper Records
cs: Naskenováné papírové záznamy
fr_ml: Documents Scannés
lt: Nuskanuotų dokumentų įrašai
nl: Gescande documenten
si: පරිලෝකනය කරන ලද කඩදාසි ලේඛන
tl: Nasagap na mga Rekord na nasa Papel

source: Add Scanned Document
cs: Přidat naskenované dokumenty
fr_ml: Ajouter un document scannés
lt: Pridėti Nuskaitytą Dokumentą
nl: Gescand document toevoegen
si: පරිලෝකනය කරන ලද ලේඛය එක් කරන්න
tl: Magdagdag ng Nasagap na Kasulatan

source: Confirmation Types
cs: Typy potvrzení
fr_ml: Types de confirmation
lt: Patvirtinimo tipas
nl: Bevestigingssoorten
si: තහවුරු කිරීමේ වර්ගය
tl: Mga Uri ng Pagpapatunay

source: Confirmation Information
cs: Informace o potvrzení
fr_ml: Information de confirmation
lt: Patvirtinimo informacija
nl: Bevestigingsinformatie
si: තහවුරු කිරීමේ තොරතුරු
tl: Kabatiran sa Pagpapatotoo

source: Record Status
cs: Stav hlášení
fr_ml: Situation de enregistrement
lt: Įrašo būsena
si: ලේඛන තත්වය
tl: Katayuan ng Rekord

source: Self Service
cs: Samoobslužné
fr_ml: Libre service
lt: Savitarna
nl: Zelfservice
si: ස්‌වයං සේවය
tl: Paglilingkod sa Sarili

source: Assign User Account
cs: Přidělit uživatelský účet
fr_ml: Assigner un compte d'utilisateur
lt: Priskirti Vartotojo Paskyrą
nl: Gebruikersaccount toewijzen
si: පරිශීලක ගිණුම පවරන්න
tl: Italaga ang Akawnt ng Tagagamit

source: Please Log In
cs: Prosím přihlašte se
fr_ml: Veuillez faire le login
lt: Prašome Prisijungti
nl: Meld u aan
si: කරුණාකර පළමුව පිවිස සිටින්න
tl: Paki Lumagdang Papasok

source: Enter your username and password.
cs: Vložte své uživatelské jméno a heslo.
fr_ml: Saisir votre nom d'utilisateur et votre mot de passe.
lt: Įveskite savo vartotojo vardą ir slaptažodį.
nl: Voer uw gebruikersnaam en wachtwoord in.
si: පරිශීලක නම සහ මුරපදය ඇතුලත් කරන්න
tl: Ipasok ang iyong pangalan ng tagagamit at hudyat.

source: Username
cs: Uživatelské jméno
fr_ml: Nom d’utilisateur
lt: Vartotojo vardas
nl: Gebruikersnaam
si: පරිශිලික නම
tl: Pangalan ng Tagagamit

source: Password
cs: Heslo
fr_ml: Mot de passe
lt: Slaptažodis
nl: Wachtwoord
si: මුරපදය

source: Current Positions
cs: Současná pozice
fr_ml: Les postes actuelles
lt: Dabartinė Pozicija
nl: Huidige posities
si: දැන් තනතුර
tl: Pangkasalukuyang mga Posisyon

source: View Open Positions
cs: Zobrazit otevřené pozice
fr_ml: Afficher les postes vacantes
lt: Žiūrėti Galimas Pozicijas
nl: Open posities bekijken
si: විවෘත තනතුරු බලන්න
tl: Tingnan ang Bukas na mga Posisyon

source: View Your Record
cs: Zobrazit vaše záznamy
fr_ml: Afficher votre enregistrement
lt: Žiūrėti Savo Įrašą
nl: Uw record bekijken
si: ඔබගේ ලේඛනය බලන්න
tl: Tingnan ang Rekord Mo

source: To track a person in the database, whether an employee or a job applicant, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
cs: Pro sledování osoby v databázi, ať už je to zaměstnanec nebo uchazeč, pro toto osobu přidejte záznam. Určité informace jsou pro založení záznamu povinné. Jakmile je záznam vytvořen, budou dostupné další možnosti pro přidání dat o této osobě. Zaměstnanec nebo ředitel osobního oddělení může přidat novou osobu do systému.
fr_ml: Pour cibler une personne dans la base de données, que ce soit un employé ou un candidat au travail, ajoutez un enregistrement pour cette personne. Certaines informations sont obligatoires pour commencer un nouvel enregistrement. Dès que l'enregistrement est généré, les options additionnelles pour ajouter des données sur la personne deviennent disponibles. Une personne du groupe RH ou un responsable RH peuvent ajouter une nouvelle personne au système.
lt: Kad stebėtumėte asmenį duomenų bazėje, nesvarbu darbuotoją ar kandidatą, pridėkite to asmens įrašą. Tam tikra informacija yra reikalinga pradėti įrašui. Kai įrašas sugeneruojamas, papildomi pasirinkimai duomenų apie asmenį pridėjimui tampa prieinami. Personalo darbuotojai ir vadovas gali pridėti naujus asmenys į sistemą.
nl: U kunt een record voor een persoon toevoegen om een persoon, medewerker of sollicitant, in de database te volgen. Er zijn bepaalde gegevens nodig om een nieuw record aan te maken. Als dit record is aangemaakt, komen nieuwe mogelijkheden beschikbaar om gegevens over de persoon toe te voegen. Een medewerker van persooneelszaken of een hoofd personeelszaken kan een nieuwe persoon aan het systeem toevoegen.
si: සේවකයෙකු, රැකියා අපේක්ෂකයෙකු හෝ පුද්ගලයෙකු දත්ත සමුදාය තුළ හඹායාම සඳහා එම පුද්ගලයා සඳහා වර්තාවක් එක් කරන්න. නව වාර්තාවක් එක් කිරීම සඳහා නිශ්චිත තොරතුරු අවශ්‍යවේ. නව වාර්තාවක් ජනිත වීමෙන් පසුව පුද්ගලයාට දත්ත එක් කිරීම සඳහා අතිරේක විකල්ප උපයෝජනය වේ. මානව සම්පත් කාර්යමණ්ඩලයේ සාමාජිකයෙකුට හෝ මානව සම්පත් කළමනාකරුට නව පුද්ගලයකු පද්ධතියට ඇතුලත් කල හැක.
tl: Upang masubaybayan ang isang tao sa loob ng kalipunan ng tao, kung empleyado man o isang aplikante para sa hanapbuhay, magdagdag ng isang rekord para sa taong iyan. Kailangan ang partikular na kabatiran upang makapagsimula ng isang bagong rekord. Kapag nalikha na ang isang rekord, ang karagdagang mga mapagpipilian para sa pagdaragdag ng dato hinggil sa tao ay magiging nakukuha. Ang isang taong tauhan ng Kuhanan ng Tao o isang Tagapamahala ng Kuhanan ng Tao ay makapagdaragdag ng isang bagong tao sa sistema.

source: To track a person in the database, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
cs: Pro sledování osoby v databázi přidejte záznam. Určité informace jsou pro založení záznamu povinné. Jakmile je záznam vytvořen, budou dostupné další možnosti pro přidání dat o této osobě. Zaměstnanec nebo ředitel osobního oddělení může přidat novou osobu do systému.
fr_ml: Pour cibler une personne dans la base de données, ajoutez un enregistrement pour cette personne. Certaines informations sont obligatoires pour commencer un nouvel enregistrement. Dès que l'enregistrement est généré, les options additionnelles pour ajouter des données sur la personne deviennent disponibles. Une personne du groupe RH ou un responsable RH peuvent ajouter une nouvelle personne au système.
lt: Kad stebėtumėte asmenį duomenų bazėje, pridėkite to asmens įrašą. Tam tikra informacija yra reikalinga pradėti įrašui. Kai įrašas sugeneruojamas, papildomi pasirinkimai duomenų apie asmenį pridėjimui tampa prieinami. Personalo darbuotojai ir vadovas gali pridėti naujus asmenys į sistemą.
nl: U kunt een record voor een persoon toevoegen om een persoon in de database te volgen. Er zijn bepaalde gegevens nodig om een nieuw record aan te maken. Als dit record is aangemaakt, komen nieuwe mogelijkheden beschikbaar om gegevens over de persoon toe te voegen. Een medewerker van persooneelszaken of een hoofd personeelszaken kan een nieuwe persoon aan het systeem toevoegen.
si: පුද්ගලයෙකු දත්ත සමුදාය තුළ හඹායාම සඳහා එම පුද්ගලයා සඳහා වර්තාවක් එක් කරන්න. නව වාර්තාවක් එක් කිරීම සඳහා නිශ්චිත තොරතුරු අවශ්‍යවේ. නව වාර්තාවක් ජනිත වීමෙන් පසුව පුද්ගලයාට දත්ත එක් කිරීම සඳහා අතිරේක විකල්ප උපයෝජනය වේ. මානව සම්පත් කාර්යමණ්ඩලයේ සාමාජිකයෙකුට හෝ මානව සම්පත් කළමනාකරුට නව පුද්ගලයකු පද්ධතියට ඇතුලත් කල හැක.
tl: Upang masubaybayan ang isang tao sa loob ng kalipunan ng dato, magdagdag ng isang rekord para sa taong iyon. Kailangan ang partikular na kabatiran upang makapagsimula ng isang rekord. Kapag nalikha na ang isang rekord, makakakuha ng karagdagang mga mapagpipilian para sa pagdaragdag ng dato tungkol sa tao. Ang isang taong tauhan ng Kuhanan ng Tao o isang Tagapamahala ng Kuhanan ng Tao ang makapagdaragdag ng isang tao sa sistema.

source: Once one or more applications have been recorded for an open position, an HR Staff person, HR Manager or Executive Manager can review the applications and record notes during the hiring process. Click Review Applicants to review all of the applications for any open position.
cs: Jakmile bude zaznamenána jedna či více žádostí o otevřenou pozici, zaměstnanec, nebo ředitel osobního oddělení nebo výkonný ředitel si můžou žádosti zkontrolovat a zapsat poznámky během najímajícího procesu. Klikněte Prohlédnout si uchazeče pro kontrolu všech žádostí pro jakoukoli otevřenou pozici.
fr_ml: Dès qu'une ou plusieurs candidatures a été enregistrée pour un poste à pourvoir, une personne du groupe RH, le responsable RH ou le responsable Exécutif peut revoir les candidatures et enregistrer des notes durant le processus de recrutement. Cliquer Revoir les candidats pour revoir toutes les candidatures à n'importe quelle poste à pourvoir.
lt: Kai viena ar daugiau paraiškų buvo įrašytos laisvai pozicijai, samdymo proceso metu Žmogiškųjų Išteklių Darbuotojas, Vadovas ar Vykdantysis Direktorius gali peržiūrėti paraiškas ir įrašyti pastabos. Paspauskite Peržiūrėti Paraiškas, kad peržiūrėtumėte visas paraiškas bet kuriai pozicijai.
nl: Er er n of meer sollicitaties voor een open vacature zijn binnengekomen, kan een medewerker van personeelszaken, een chef personeelszaken of een uitvoerend manager de sollicitaties beoordelen en opmerkingen plaatsen gedurende het aanstellingsproces. Klik op "Sollicitanten beoordelen" om alle sollicitanten voor open vacatures te beoordelen.
si: අයදුම්පත් එකක් හෝ ඊට වැඩි ගණනක්‌ විවෘත තනතුරක් සඳහා වාර්තා වී ඇති විටක මානව සම්පත් කාර්යමණ්ඩලයේ සාමාජිකයෙකුට, මානව සම්පත් කළමනාකරුට හෝ විධායක කළමනාකරුට බඳවා ගැනීමේ ක්‍රියාපටිපාටියෙදී සමාලෝචනය කල හැක. ඕනෑම විවෘත තනතුරක් සඳහා අයදුම්පත් සමාලෝචනය කිරීම සඳහා අයදුම්පත් සමාලෝචනය ක්ලික් කරන්න.
tl: Kapag naitala na ang isa o mahigit pang mga aplikasyon para sa isang bukas na posisyon, isang taong Tauhan ng Tagakuha ng Tao, Tagapamahala ng Kuhanan ng Tao, o Tagapamahalang Tagapagpatupad ay maaaring makapagsuri ng mga aplikasyon at makapagtatala ng mga tala sa kahabaan ng pagkuha ng tauhan. Pindutin ang Suriin ang mga Aplikante upang suriin ang lahat ng mga aplikasyon para sa anumang bukas na posisyon.

source: record to the system, and search for and update records that have been entered into the system.
cs: záznam do systému a hledat a aktualizovat záznamy, které byly do systému zadány.
fr_ml: enregistrer dans le système, et rechercher et mettre à jour les enregistrements ayant été saisis dans le système.
lt: įrašyti į sistemą, bei ieškoti ir atnaujinti įrašus, kurie buvo įrašyti į sistemą.
nl: opnemen in het systeem, zoeken en het bijwerken van rijen die zijn ingevoerd in het systeem.
si: පද්ධතියට වාර්තා කිරීම සඳහා, සහ පද්ධතියට අතුලත් කරන ලද යාවත්කාලින වූ වාර්තා සෙවීම සඳහා
tl: irekord sa sistema, at hanapin at isapanahon ang mga rekord na naipasok na sa loob ng sistema.

source: Also complete job applications for open positions, review completed applications and assign a position to the successful applicant.
cs: Také dokončit žádosti o práci pro otevřené pozice, prohlédnout si aplikace a přidělit pozici úspěšnému uchazeči.
fr_ml: Par ailleurs, vous pouvez compléter les candidatures pour les postes à pourvoir, revoir celles qui sont complètes et assigner un poste au meilleur candidat.
lt: Taip pat užbaigti darbo paraiškas laisvoms pozicijoms, peržiūrėkite baigtas paraiškas ir priskirkite poziciją geriausiam pareiškėjui.
nl: Ook kandidaten invullen voor open posities, afgeronde sollicitaties beoordelen, en een positie toewijzen aan een succesvolle kandidaat.
si: විවෘත තනතුරු සඳහා සම්පුර්ණ කරන ලද රැකියා අයදුම්පත්, සමාලෝචනය කරන ලද අයදුම්පත් සහ සාර්ථක අයදුම්කරුවන්ට පවරන් ලද තනතුරු
tl: Gayundin buuin ang mga aplikasyon sa trabahon para sa bukas na mga posisyon, suriin ang nabuong mga aplikasyon at magtakda ng isang posisyon para sa matagumpay na aplikante.

source: View Your Personnel Details
cs: Zobrazit Vaše osobní údaje
fr_ml: Afficher vos détails personnels
lt: Žiūrėti Savo Darbuotojų Duomenys
nl: Uw personeelsgegevens bekijken
si: ඔබගේ පෞද්ගලික විස්තර බලන්න
tl: Tingnan ang Iyong mga Detalyeng Pantauhan

source: View your personnel details.
cs: Zobrazit Vaše osobní údaje
fr_ml: Afficher vos détails personnels
lt: Žiūrėti savo darbuotojų duomenys.
nl: Uw personeelsgegevens bekijken.
si: ඔබගේ පෞද්ගලික විස්තර බලන්න
tl: Tingnan ang iyong mga detalyeng pantauhan.

source: Self-Service
cs: Samoobslužné
fr_ml: Libre service
lt: Savitarna
nl: Zelfservice
si: ස්‌වයං සේවා
tl: Paglilingkod sa Sarili

source: Scanned Records
cs: Skenované záznamy
fr_ml: Documents scannés
lt: Nuskaityti Įrašai
nl: Gescande documenten
si: පරිලෝකනය කරන ලද ලේඛන
tl: Nasagap na mga Rekord

source: Disciplinary Action Reason
cs: Důvod disciplinárního řízení
fr_ml: Raison de l'action disciplinaire
lt: Drausminio Veiksmo Priežastis
nl: Reden disciplinaire maatregel
si: විනය ක්‍රියාමාර්ග හේතු
tl: Dahilan ng Hakbang na Pangdisiplina

source: Mass Delete
cs: Hromadné mazání
lt: Masinis Trynimas
nl: Massaal verwijderen
si: සමස්තය මකන්න

source: By Person (Search Page)
cs: Osobou (vyhledat stránku)
lt: Pagal Asmenį (Paieškos Puslapis)
nl: Op persoon (zoekpagina)
si: පුද්ගලයා අනුව(පිටුව සොයන්න)

source: Forgot username or password?
cs: Zapomněli jste uživatelské jméno nebo heslo?
lt: Pamiršote vartotojo vardą ar slaptažodį?
nl: Gebruikersnaam of wachtwoord vergeten?
si: පරිශීලක නම හෝ මුරපදය අමතකද?

source: View Dashboard
lt: Peržiūrėti Prietaisų Skydelį
nl: Dashboard bekijken

source: Data Export
lt: Duomenų Eksportavimas
nl: Gegevens exporteren

source: View DHIS Dashboard
lt: Žiūrėti DHIS prietaisų skydelį
nl: DHIS Dashboard bekijken

source: DHIS Export
lt: DHIS Eksportavimas
nl: DHIS exporteren

source: Send DHIS Report
lt: Siųsti DHIS Ataskaitą
nl: DHIS-rapportage verzenden

source: Contact Group
lt: Kontaktų grupė

source: Interlinked Health Worker Registry
lt: Susietas Sveikatos Darbuotojų Registras

source: Dashboards
lt: Valdymo skydas

source: Manager's Dashboard
lt: Vadovo prietaisų skydelis

source: View Dashboards
lt: Peržiūrėti skydą

source: View system dashboards
lt: Žiūrėti sistemos prietaisų skydus

source: Add Leave of Absence
lt: Pridėti Atostogas

source: Personal Reference
lt: Asmeninė Nuoroda

source: Positions (by Facility)
cs: Pozice (podle zařízení)
fr_ml: Poste (par structure)
nl: Posities (op lokatie)
si: තනතුරු (පහසුකම් අනුව)
tl: Mga Posisyon (ayon sa Pasilidad)

source: Facility Type
cs: Typ zařízení
fr_ml: Type de Structure
nl: Instellingstype
si: පහසුකම් මාදිලිය
tl: Uri ng Pasilidad

source: Office/Facility
cs: Kancelář/Zařízení
fr_ml: Structure
nl: Kantoor/lokatie
si: කාර්යාල/පහසුකම්
tl: Tanggapan/Pasilidad

source: Next of Kin Information
cs: Informace o osobách blízkých
fr_ml: Informations sur le parent le plus proche
nl: Gegevens over naaste verwanten
si: ලඟම ඥාතියාගේ තොරතුරු
tl: Kabatiran sa Pinakamalapit na Kamag-anak

source: Add Next of Kin
cs: Přidat osobu blízkou
fr_ml: Ajouter le parent le plus proche
nl: Naaste verwanten toevoegen
si: ලඟම ඥාතියා එක් කරන්න
tl: Magdagdag ng Pinakamalapit na Kamag-anak

source: Reports enable analysis of human resource data in various ways. Customize, display and print staff lists, statistical charts and other standard reports.
cs: Hlášení umožňují analýzu dat lidských zdrojů různými způsoby. Přizpůsobte si, zobrazte a vytiskněte seznamy zaměstnanců, statistické grafy a další standardní hlášení.
fr_ml: Les rapports aident l'analyse des données des ressources humaines dans plusieures directions. Personaliser, afficher et imprimer des listes groupées, des graphiques statistiques et autres rapports standards.
nl: Rapportages make de analyse van personeelsgegevens op verschillende manieren mogelijk. U kunt medewerkerslijsten, statische grafieken en andere rapportages aanpassen, weergeven en afdrukken.
si: විවිධ මානව සම්පත් දත්ත විශ්ලේෂණය සඳහා වාර්තාගත කර ඇත. අභිරුචිකරණය, ප්‍රදර්ශනය, සහ කාර්ය මණ්ඩල ලැයිස්තු මුද්‍රණය, සංඛ්‍යාලේඛන වගු සහ අනෙකුත් සම්මත වාර්තා
tl: Ang mga ulat ay nagpapagana ng pagsusuri ng dato na mapagkukunan ng tauhan sa sari-saring mga paraan. Ipasadya, ipakita at ilimbag ang mga tala ng tauhan, mga talangguhit na pang-estadistika at iba pang pamantayang mga ulat.

source: By Facility
cs: Zařízením
nl: Op filiaal
si: පහසුකම් අනුව
