Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-train/translations/templates/ihris-train-custom-reports-training-participant/*.po
Languages: sd

source: Training Participants
sd: تربيت ۾ شرڪت ڪندڙ

source: The funder for this training.
sd: هن تربيت جي سهائتا ڪندڙ.

source: Funder
sd: سهائتا ڪندڙ

source: The link from the training to the participant.
sd: تربيت کان شرڪت ڪندڙن ڏانهن ڳنڍڻو.

source: Person
sd: شخص

source: The position this person is currently in.
sd: آسامي جنهن ۾ هن وقت هي شخص آهي.

source: Position
sd: آسامي

source: The health facility where this person works.
sd: صحت جي سهولت جتي هي شخص ڪم ڪري ٿو.

source: Health Facility
sd: صحت جي سهولت

source: The district where this health facility is located.
sd: ضلعو جتي هي صحت جي سهولت آهي.

source: District
sd: ضلعو

source: The training details.
sd: تربيت جا تفصيل

source: Training
sd: تربيت

source: The training provider for this training.
sd: هن تربيت لاءِ تربيت ڏيندڙ.

source: Training Provider
sd: تربيت ڏيندڙ

source: A list of all participants in all trainings.
sd: سڀني تربيتن ۾ سڀني شرڪت ڪندڙن جي فهرست.

source: Health Facility Location
sd: صحت جي صحولت جي بيهڪ

source: First Name
sd: شروعاتي نالو

source: Surname
sd: ذات

source: Health Facility ID
sd: صحت جي سهولت جي آءِڊي

source: Job/Post Title
sd: نوڪري/ملازمت جو عنوان

source: End Date
sd: اختتام جي تاريخ

source: Funder ID
sd: سهائتا ڪندڙ جي آءِڊي

source: Start Date
sd: شروعات جي تاريخ

source: Start Date After
sd: شروعات جي تاريخ کانپوءِ

source: Start Date Before
sd: شروعات جي تاريخ کان اڳ

source: Training ID
sd: تربيت جي آءِڊي

source: Duration of Training
sd: تربيت جو عرصو

source: Training Type
sd: تربيت جو قسم

source: Completed?
sd: مڪمل ٿيل؟

source: Participants
sd: شرڪت ڪندڙ

source: A list of all trainings with the number of participants.
sd: شرڪت جي انگ سان سڀني تربيتن جي فهرست.

source: Number of Participants
sd: شرڪت ڪندڙن جو انگ
