Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/ihris-train-site/sco.po
Languages: sco

source: Welcome
sco: Weelcome

source: is a free, Open Source software solution developed by
sco: is ae free, Apen Soorce saffware solution deveelipt bi

source: Capacity
sco: Capacitie

source: an innovative global initiative to help developing countries build and sustain the health workforce.
sco: aen innovateeve global ineetiateeve tae heelp deveelopin kintras tae big n sustain the Heal wairkforce.

source: Welcome, %s
sco: Weelcome, %s

source: To get started using iHRIS Train, please click one of the options below. Return to this page at any time by clicking the Home button in the bar above. If you need help with any function, click the Help button. We encourage you to send us any errors you find, suggestions for improvements or additional features, and any other feedback you may have about this software; contact us at any time by clicking the Feedback button or visiting the
sco: Tae get stairtit uisin iHRIS Train, please clap yin o the opties ablo. Return til this page at onie time bi clapin the Hame button in the baur abuin. Gif ye need heelp wi onie function, clap the Heelp button. We encoorage ye tae send us onie mistaks that ye fynd, suggestions fer impruivmants or addeetional featurs, n onie ither feedback that ye micht hae aneat this saffware; contact us at onie time bi clapin the Feedback button or veesitin the

source: HRIS Strengthening Website
sco: HRIS Strangthenin Wabsteid

source: In-Service Training Management
sco: In-Service Trainin Management

source: Home
sco: Hame

source: Help
sco: Heelp

source: iHRIS Website
sco: iHRIS Wabsteid

source: Log out as %s
sco: Log oot aes %s

source: Results for
sco: Ootcomes fer

source: If you have a bug report, problem with the page, feature request or question, please contact us by filling out and submitting the following form. Your comments and email address will be kept private in accordance with Capacity
sco: Gif ye hae ae bug report, proablem wi the page, featur request or speirin, please contact us bi fillin oot n haunin the follaein form in. Yer comments n email address will be kept private in accordance wi Capacity

source: privacy policy
sco: preevacie policie

source: . We will use your email address only to reply to your request. You may also contact us by emailing us directly at
sco: . We will uise yer email address yinlie tae replie til yer request. Foreby, ye can contact us bi emailin us directlie at

source: Site Feedback Form
sco: Steid feedback form

source: Company
sco: Companie

source: Industry
sco: Industrie

source: City
sco: Ceetie

source: State/Province
sco: State/Proveence

source: Country
sco: Kintra

source: Telephone
sco: Telephane

source: Thank you for your feedback.
sco: Thank ye fer yer feedback.
