Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/manage-self-service-application/*.po
Languages: lt, sd

source: Add/Update Person
lt: Pridėti/Atnaujinti Asmenį
sd: شامل ڪريو/سنواريو شخص

source: Open Positions
lt: Laisvos Pozicijos
sd: کليل آساميون

source: Position List
lt: Pozicijų Sąrašas
sd: آسامين جي فهرست

source: Details for all positions.
lt: Informacija apie visas pozicijas.
sd: سڀني آسامين جا تفصيل.

source: Position Reports
lt: Pozicijos Ataskaitos
sd: آسامين جون رپورٽون

source: Code
lt: Kodas
sd: ڪوڊ

source: Position Job
lt: Pozicijos Darbas

source: Job
lt: Darbas
sd: نوڪري

source: Title
lt: Pavadinimas
sd: عنوان

source: Department ID
lt: Departamento ID
sd: شعبي جي آءِڊي

source: Department
lt: Departamentas
sd: شعبو

source: Posted Date
lt: Paskelbimo Data

source: The currently open positions
lt: Šiuo metu laisvos pozicijos
sd: تازو کليل آساميون

source: Apply for a Position
lt: Pretenduoti į Poziciją
sd: ڪنهن آسامي لاءِ درخواست ڏيو

source: Personal Information
lt: Asmeninė Informacija
sd: ذاتي معلومات

source: User Details
lt: Vartotojo Informacija
sd: يوزر جا تفصيل

source: Facility ID
sd: سهولت جي آءِڊي

source: Facility
sd: سهولت
