Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-manage/translations/templates/ihris-manage-salary/*.po
Languages: sd

source: Edit This Information
sd: هن معلومات کي سنواريو

source: Update this Information
sd: هن معلومات ۾ جدت آڻيو

source: Select another Salary Source
sd: پگهار جو هڪ ٻيو ذريعو چونڊيو

source: Salary Source
sd: پگهار جو ذريعو

source: Edit the salary_source list
sd: پگهار جي ذريعي جي فهرست جي ترميم ڪريو

source: View the salary_source list
sd: پگهار جي ذريعي جي فهرست ڏسو

source: Salary
sd: پگهار

source: Start Date
sd: شروعات جي تاريخ

source: End Date
sd: اختتام جي تاريخ

source: Notes
sd: نوٽس

source: The start date must be after the start date of the current salary.
sd: شروعات جي تاريخ هاڻوڪي پگهار جي شروعات جي تاريخ کانپوءِ هجڻ لازمي آهي

source: Salary Change
sd: پگهار جي تبديلي

source: Salary History
sd: پگهار جي سوانح

source: Proposed Salary
sd: ٻڌايل پگهار

source: Source
sd: ذريعو

source: return
sd: واپس وَرو

source: Correct this Information
sd: هن معلومات کي درست ڪريو

source: New Salary
sd: نئرن پگهار

source: Current Salary
sd: هاڻوڪي پگهار

source: Add a salary
sd: ڪا پگهار شامل ڪريو

source: No Salaries
sd: ڪي به پگهارون نه آهن

source: Edit Salary
sd: پگهار جي ترميم ڪريو

source: View Salary History
sd: پگهار جي سوانح ڏسو
