Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/train-position/*.po
Languages: fr, zh_cn

source: Can view position child form of a person
fr: Peut voir le formulaire enfant de position d’une personne
zh_cn: 可以查看一个人的职位子窗体

source: Can edit position child forms of a person
fr: Peut modifier les formulaires enfant de position d’une personne
zh_cn: 可以查看一个人的职位子窗体

source: Add/Update Position Information
fr: Ajouter/Mettre à jour l’information de position
zh_cn: 添加/更新位置信息

source: Position Information
fr: Information de position
zh_cn: 职位信息

source: Health Facility
fr: Établissement de santé
zh_cn: 健康设备

source: Job/Post Title
fr: Titre du travail/poste
zh_cn: 职称/职衔

source: Job/Post Code
fr: Code du travail/poste
zh_cn: 工作/邮编

source: Date of Current Appointment
fr: Date de la nomination actuelle
zh_cn: 当前任命日期

source: Deployment Information
fr: Information de déploiement
zh_cn: 部署信息

source: Job/Post Information
fr: Information sur le travail/poste
zh_cn: 就业/张贴信息

source: Edit This Information
fr: Modifier cette information
zh_cn: 编辑此信息

source: Update this Information
fr: Mettre à jour cette information
zh_cn: 更新此信息

source: View Position History
fr: Afficher l’historique des positions
zh_cn: 查看职位历史

source: Deployment
fr: Déploiement
zh_cn: 就业
