Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/train-position/sco.po
Languages: sco

source: Can view position child form of a person
sco: Can see poseetion bairn form o ae person

source: Can edit position child forms of a person
sco: Can eedit poseetion bairn forms o ae person

source: Add/Update Position Information
sco: Eik/Update Poseetion Information

source: Position Information
sco: Poseetion Information

source: Health Facility
sco: Heal Faceelitie

source: Date of Current Appointment
sco: Date o the Nou Appointmant

source: Deployment Information
sco: Deploymant Information

source: Edit This Information
sco: Eedit This Information

source: View Position History
sco: See Poseetion Histerie

source: Deployment
sco: Deploymant
