Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-mass-delete-facility/*.po
Languages: nl, si

source: Mass Delete By Facility
nl: Massaal verwijderen via faciliteit
si: පහසුකමක් පාසා රාශියක් මැකීම

source: Mark Facility for Deletion
nl: Faciliteit voor verwijdering markeren
si: මැකීම සඳහා පහසුකම් සලකුණු කරන්න

source: Facility Positions
nl: Faciliteitposities
si: පහසුකම් තනතුරු

source: List of all facilities and current positions.
nl: Lijst van alle faciliteiten en actuele posities.
si: සියලු පහසුකම් සහ දැනට පවතින තනතුරු ලැයිස්තුව.

source: 1 if the position is filled, 0 if not.
nl: 1 als de positie is vervuld, 0 indien niet.
si: තනතුර පිරවී ඇත්නම් 1 ද, නැත්නම් 0 වේ.

source: Positions in this facility.
nl: Posities in deze faciliteit.
si: මෙම පහසුකම තුළ පවතින තනතුරු

source: Position
nl: Positie
si: තනතුර

source: The current person position linked to this position.
nl: De huidige persoon standpunt, gelinkt aan deze positie.
si: වත්මන් පුද්ගල තනතුර මෙම තනතුර හා සම්බන්ධිතය.

source: Person Position
nl: Persoonpositie
si: පුද්ගල තනතුර

source: List of all facilities with counts of positions.
nl: Lijst van alle faciliteiten en actuele posities.
si: තනතුරු සංඛ්‍යාව සමඟ සියලු පහසුකම් ලැයිස්තුව.

source: Office/Facility Location
nl: Kantoor/faciliteitslocatie
si: කාර්යාල/පහසුකම පිහිටි ස්ථානය

source: Office/Facility
nl: Kantoor/faciliteit
si: කාර්යාල/පහසුකම

source: Facility Type
nl: Faciliteitstype
si: පහසුකම් මාදිලිය

source: Total Positions
nl: Totaal aantal posities
si: තනතුරු එකතුව

source: List of all facilities with position counts.
nl: Lijst van alle faciliteiten en actuele posities.
si: තනතුරු සංඛ්‍යාව සමඟ සියලු පහසුකම් ලැයිස්තුව

source: The form caches have been erased, but you will need to regenerate any reports to reflect the deleted data.
nl: De formuliercaches zijn gewist, maar u moet de rapportage opnieuw genereren om de verwijderde gegevens opnieuw aan te maken.
si: ආකෘති පත්‍ර හැඹිලිය මකා දමා ඇත, නමුත් ඔබට මකාදමන ලද දත්ත යළි ගැනීමට ඕනෑම වාර්තාවක් ප්‍රතිජනනය කිරීමට සිදුවේ.

source: Deletion Succeeded
nl: Verwijdering uitgevoerd
si: මකා දැමීම සාර්ථකයි

source: Your delete request has been completed.
nl: Uw verwijderverzoek is uitgevoerd.
si: ඔබේ මකා දැමීමේ අයදුම සම්පූර්ණ කරන ලදී.

source: records have been deleted.
nl: records zijn verwijderd.
si: වාර්තා මකා දමන ලදී.

source: Invalid input was entered in the yes box. Please type 'yes' to confirm this deletion.
nl: Er is ongeldige invoer opgegeven in het ja-vakje. Type "yes" om het verwijderverzoek te bevestigen.
si: වලංගු නැති ආදානයක් ඔව් කොටුවේ ඇතුළත් කර ඇත. කරුණාකර මෙම මකා දැමීම තහවුරු කිරීමට 'ඔව්' යනුවෙන් ලියන්න.

source: Mass Delete Records by Facility
nl: Massa Records Verwijderen door de Faciliteit
si: පහසුකමක් පාස වාර්තා රාශී ලෙස මකා දැමීම

source: Please confirm by checking each facility you wish to delete and click 'Continue.'
nl: Bevestig door iedere faciliteit die u wilt verwijderen te selecteren en te klikken op "Doorgaan".
si: කරුණාකර ඔබ මකා දැමීමට බලාපොරොත්තු වන සෑමපහසුකමක්ම පරීක්ෂා කර බලා 'Continue'ක්ලික් කරන්න.

source: WARNING
nl: Waarschuwing
si: අනතුරු හැඟවීමයි !!

source: This will delete all position records for the given facility as well as all person records that are currently assigned to those positions. This data can not be automatically recovered and you must be sure to back up your data before doing this.
nl: Dit verwijdert alle positie-records voor de bepaalde inrichting alsmede alle stamgegevens die momenteel zijn toegewezen aan die posities. Deze gegevens kunnen niet automatisch worden hersteld en moet u altijd een back-up van uw gegevens voordat u dit doet.
si: මෙය සියලුම තනතුරු ලේඛන සඳහා දෙන ලද පහසුකම් මෙන්ම එම තනතුරු වලට අදාල පුද්ගල ලේඛන මකාදමනු ලබයි. මෙම දත්ත නැවත ස්වයංක්‍රීයව ලබාගත නොහැකි අතර මෙය සිදු කිරීමට පෙර දත්ත උපස්ථ කරගන්න

source: Facility List
nl: Faciliteitenlijst
si: පහසුකම් ලැයිස්තුව

source: No facilities were selected.
nl: Er waren geen faciliteiten geselecteerd.
si: පහසුකමක් තෝරාගෙන නැත.

source: Go back
nl: Terug
si: ආපසු යන්න

source: and select some facilities to delete.
nl: en selecteer te verwijderen faciliteiten.
si: සහ මකාදැමීමට පහසුකම් තෝරන්න.

source: records will be deleted from the following facilities
nl: records worden verwijderd uit de volgende faciliteiten
si: පහත පහසුකම් වලින් වාර්තා මකා දමනු ඇත

source: An error occurred trying to drop the form caches. You will need to do this manually and then regenerate the reports.
nl: Er is een fout opgetreden tijdens het verwijderen van de formuliercaches. U moet dit handmatig uitvoeren, en daarna de rapportages regenereren.
si: පෝරම හැඹිලිය හෙළීමට යාමේදී දෝෂයක් ඇතිවිය. මෙය හස්තීමය ආකාරයට කර නැවත වාර්තා ලබා ගන්න

source: There is an invalid storage method for the position or person position forms. Both must use entry form storage to use this page.
nl: Er is een ongeldige opslagmethode voor de positie- of persoonpositieformulieren. Beiden moeten gebruik maken van invoerformulieropslag om deze pagina te gebruiken.
si: තනතුරු හෝ පුද්ගල තනතුරු පෝරම සඳහා මෙය අවලංගු ආචන විධියකි. මෙම පිටුව භාවිතා කිරීමට ඇතුලත් කිරීමේ පෝරම ආචන දෙකම තිබිය යුතුය

source: You entered an incorrect admin password.
nl: U hebt een onjuist beheerderswachtwoord ingevoerd.
si: ඔබ වැරදි පරිපාලක මුරපදයක් ඇතුළත් කර ඇත.

source: Please type 'yes' to confirm this deletion.
nl: Type "yes" om het verwijderverzoek te bevestigen.
si: කරුණාකර මෙම මකා දැමීම තහවුරු කිරීමට 'yes' යනුවෙන් ලියන්න.

source: You cannot undo this
nl: Dit kan niet ongedaan gemaakt worden
si: ඔබට මෙය ආපසු හැරවිය නොහැක

source: Enter the Site Administration (Super User) password to continue
nl: Geef wachtwoord van de sitebeheerder (Super User) op om verder te gaan
si: නොකඩවාම කරගෙන යාමට අඩවි පරිපාලක (සුපිරි පරිශීලක) මුරපදය ඇතුළත් කරන්න.

source: This is the final step. When you click continue these records will be deleted!
nl: Dit is de laatste stap. Als u klikt op "Doorgaan" worden deze records verwijderd!
si: මේ අවසාන පියවරයි. ඔබ continue ක්ලික් කළ විට මෙම වාර්තා මකා දැමෙනු ඇත !

source: No positions records were found for these facilities so there is nothing to delete.
nl: Er zijn geen positierecords gevonden voor deze faciliteiten. Er is dus niets te verwijderen.
si: මෙම පහසුකම් වලට අදාල තනතුරු ලේඛන සොයාගත නොහැකි විය. එම නිසා මැකීමට කිසිවක් නොමැත

source: Delete All Records by Facility
nl: Alle records van een faciliteit verwijderen
si: පහසුකම් අනුව සියලුම ලේඛන මකන්න

source: This will delete all positions and person records assigned to those positions from the database. This can only be recovered from backups manually, so make sure your backups are up to date before performing this action!
nl: Dit verwijdert alle posities en persoon records die zijn toegewezen aan die posities uit de database. Dit kan alleen worden hersteld vanaf de back-ups handmatig, dus zorg ervoor dat uw back-ups zijn up-to-date voor het uitvoeren van deze actie!
si: මෙය දත්ත සමුදාය තුළින් සියලුම තනතුරු සහ එම තනතුරු වලට අදාල සියලුම පුද්ගල ලේඛන මකනු ලබයි. මෙය නැවත ලබා ගත හැක්කේ හස්තීමය උපස්ථක තුළින් පමණි, එම නිසා මෙම ක්‍රියාවට පෙර උපස්ථක යාවත්කාලීන බව සහතික කරගන්න

source: Selected Facilities
nl: Geselecteerde faciliteiten
si: තෝරාගත් පහසුකම්

source: An unknown error has occurred. Please contact your system administrator to resolve this issue.
nl: Er is een onbekende fout opgetreden. Neem contact op met uw systeembeheerder om dit probleem te verhelpen.
si: හඳුනා නොගත් දෝෂයක් සිදු වී ඇත. මෙම ගැටළුව විසඳා ගැනීමට පද්ධති පරිපාලක සම්බන්ධ කරගන්න
