Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-mass-delete-facility/sco.po
Languages: sco

source: Mass Delete By Facility
sco: Mass Delyte Bi Faceelitie

source: Mark Facility for Deletion
sco: Maurk Faceelitie fer Delytion

source: Facility Positions
sco: Faceelitie Poseetions

source: List of all facilities and current positions.
sco: Ae leet o aw faceelities n poseetions the nou.

source: 1 if the position is filled, 0 if not.
sco: 1 gif the poseetion is filled, 0 gif it's na.

source: Positions in this facility.
sco: Poseetions in this faceelitie.

source: Position
sco: Poseetion

source: The current person position linked to this position.
sco: The nou person poseetion airtit til this poseetion.

source: Person Position
sco: Person Poseetion

source: List of all facilities with counts of positions.
sco: Ae leet o aw faceelities wi coonts o poseetions.

source: Office/Facility Location
sco: Affice/Faceelitie Location

source: Office/Facility
sco: Affice/Faceelitie

source: Facility Type
sco: Faceelitie Type

source: Total Positions
sco: Total Poseetions

source: List of all facilities with position counts.
sco: Leet o aw faceelities wi poseetion coonts.

source: The form caches have been erased, but you will need to regenerate any reports to reflect the deleted data.
sco: The form caches hae been wipt, bit ye'll need tae regenerate onie reports tae reflect the delytit data.

source: Deletion Succeeded
sco: The Delytion Succeedit

source: Your delete request has been completed.
sco: Yer delyte request haes been compleatit

source: records have been deleted.
sco: the records hae been delytit.

source: Invalid input was entered in the yes box. Please type 'yes' to confirm this deletion.
sco: Onvalid inpit wis entered intil the ay kist. Please type 'ay' tae confirm this delytion.

source: Mass Delete Records by Facility
sco: Mass Delyte Records bi Faceelitie

source: Please confirm by checking each facility you wish to delete and click 'Continue.'
sco: Please confirm bi checkin ilka faceelitie that ye wish tae delyte n clap 'Continue.'

source: WARNING
sco: WARNISHMENT

source: This will delete all position records for the given facility as well as all person records that are currently assigned to those positions. This data can not be automatically recovered and you must be sure to back up your data before doing this.
sco: This will delyte aw poseetion records fer the gien faceelitie aes weel aes aw person records that ar nou assigned til thae poseetions. This data canna be aut√¶mateeclie recoverit n its up til ye tae back up yer data afore daein this.

source: Facility List
sco: Faceelitie Leet

source: No facilities were selected.
sco: Nae faceelities were selectit.

source: Go back
sco: Gang back

source: and select some facilities to delete.
sco: n select some faceelities tae delyte.

source: records will be deleted from the following facilities
sco: records will be delytit fae the follaein faceelities

source: An error occurred trying to drop the form caches. You will need to do this manually and then regenerate the reports.
sco: Ae mistak occurred while ettlin tae drap the form caches. Ye'll need tae dae this manuallie n than regenerate the reports.

source: There is an invalid storage method for the position or person position forms. Both must use entry form storage to use this page.
sco: Thaur's aen onvalid storage methid fer the poseetion or person poseetion forms. Baith maun uise entrie form storage tae uise this page.

source: You entered an incorrect admin password.
sco: Ye entered aen oncorrect admeen passwaird.

source: Please type 'yes' to confirm this deletion.
sco: Please type 'ay' tae confirm this delytion.

source: You cannot undo this
sco: Ye canna ondae this

source: Enter the Site Administration (Super User) password to continue
sco: Enter the Steid Admeenistration (Super Uiser) paisswaird tae continue

source: This is the final step. When you click continue these records will be deleted!
sco: This is the final step. Whan ye clap continue thir records will be delytit!

source: No positions records were found for these facilities so there is nothing to delete.
sco: Nae poseetions records were foond fer thir faceelities sae thaur's nathing tae delyte.

source: Delete All Records by Facility
sco: Delyte Aw Records bi Faceelitie

source: This will delete all positions and person records assigned to those positions from the database. This can only be recovered from backups manually, so make sure your backups are up to date before performing this action!
sco: This will delyte aw poseetions n person records assigned til thae poseetions fae the database. This can yinlie be recovered fae backups manuallie, sae mak sair that yer backups ar up til date afore daein this action!

source: Selected Facilities
sco: Selectit Faceelities

source: An unknown error has occurred. Please contact your system administrator to resolve this issue.
sco: Aen onkent mistak haes occurred. Please contact yer system admeenistrater tae resolve this issue.
