Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-common/translations/templates/geography/*.po
Languages: de

source: Edit This Information
de: Diese Informationen bearbeiten

source: Update this Information
de: Diese Informationen aktualisieren

source: Select another Region
de: Wählen Sie eine andere Region aus

source: Select another County
de: Einen anderen Kreis auswählen

source: County
de: Kreis

source: Select another Country
de: Wählen Sie einen anderen Staat aus

source: Country
de: Staat

source: Select another District
de: Einen anderen Distrikt auswählen

source: District
de: Bezirk

source: Can edit country list
de: Kann die Staatenliste bearbeiten

source: Can view country list
de: Kann die Staatenliste ansehen

source: Can edit region list
de: Kann die Regionenliste bearbeiten

source: Can view region list
de: Kann die Regionenliste ansehen

source: Can edit district list
de: Kann die Distriktliste bearbeiten

source: Can view district list
de: Kann die Distriktliste ansehen

source: Can edit some geography data
de: Kann einige geografische Daten bearbeiten

source: Can view some geography data
de: Kann einige geografische Daten ansehen

source: Can edit all geography data
de: Kann alle geografischen Daten bearbeiten

source: Can view all geography data
de: Kann alle geografischen Daten ansehen

source: Location
de: Ort

source: 2 Character Alpha Code
de: 2-Zeichen-Alphacode

source: ISO Numeric Code
de: ISO-Zahlencode

source: Primary Country
de: Primärer Staat

source: Use for Location Selection
de: Für die Standortwahl verwenden
