Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage.bkp/translations/templates/ihris-manage/*.po
Languages: de

source: Add Person
de: Mitarbeiter hinzufügen

source: Review Applicants
de: Überprüfung Kandidat

source: Manage People
de: Mitarbeiter verwalten

source: Add a new employee
de: Neuen Mitarbeiter

source: or applicant
de: oder Bewerber

source: Search Records
de: Unterlagen durchsuchen

source: Locate any employee or position record in the system to review, print or update.
de: Personal- oder Stellenunterlagen zum Durchsehen, Drucken oder Aktualisieren ausfindig machen.

source: View Reports
de: Berichte ansehen

source: Configure System
de: System einrichten

source: Configure modules, administer positions, customize drop down menus and create or update user accounts.
de: Module konfigurieren, Stellen verwalten, Dropdown-Menüs anpassen sowie Nutzerkonten erstellen oder aktualisieren.

source: Change Password
de: Passwort ändern

source: View Person
de: Mitarbeiter anzeigen

source: Individual Information
de: Persönliche Informationen

source: Hide
de: Ausblenden

source: Set Position
de: Stelle festlegen

source: Add Demographic Information
de: Demografische Informationen hinzufügen

source: Add Identification
de: Identifikation hinzufügen

source: Edit This Information
de: Diese Informationen bearbeiten

source: Update this Information
de: Diese Informationen aktualisieren

source: View Name History
de: Namensänderungen ansehen

source: Name / Nationality
de: Name/Nationalität

source: Contact Information
de: Kontaktinformationen

source: Position Information
de: Stellenbeschreibung

source: Add Benefit/Special Payment
de: Zusatzleistungen/-zahlungen hinzufügen

source: Qualifications
de: Qualifikationen

source: Add Registration
de: Registrierung hinzufügen

source: Add Language Proficiency
de: Sprachkenntnisse hinzufügen

source: Add Competency
de: Kompetenzen hinzufügen

source: Competency Evaluations
de: Bewertungen der Fähigkeiten

source: Training Courses
de: Schulungen

source: Add Training Course
de: Schulung hinzufügen

source: Application
de: Bewerbung

source: Add Application
de: Bewerbung hinzufügen

source: Log Interview Details
de: Gesprächsnotizen hinzufügen

source: Log Hiring Decision
de: Anstellungsentscheidungen hinzufügen

source: Employment History
de: Beruflicher Werdegang

source: Add Employment
de: Anstellung hinzufügen

source: Education History
de: Ausbildungsverlauf

source: Add Education
de: Ausbildung hinzufügen

source: Notes
de: Notizen

source: Add Note
de: Anmerkung hinzufügen

source: Administer Database
de: Datenbank verwalten

source: Administer Positions
de: Stellen verwalten

source: Create Job Structure
de: Stellenbeschreibung anlegen

source: Cadres
de: Mitarbeitergruppen

source: Job Classifications
de: Stellenklassifizierungen

source: Salary Grades
de: Entgeltstufen

source: Jobs
de: Stellen

source: Manage Positions
de: Stellen verwalten

source: Salary Sources
de: Entgeltträger

source: Position Types
de: Stellenarten

source: Positions (by Facility)
de: Stellen (nach Einrichtung)

source: Positions (by Status)
de: Stellen (nach Status)

source: Administer Other Lists
de: Andere Listen verwalten

source: Organization Lists
de: Organisationslisten

source: Facility Type
de: Einrichtungsart

source: Office/Facility
de: Büro/Einrichtung

source: Department
de: Abteilung

source: Registration Councils
de: Registrierungsbeiräte

source: Employee Lists
de: Mitarbeiterlisten

source: Education Type
de: Ausbildungsart

source: Degree
de: Abschluss

source: Language
de: Sprache

source: Competency Type
de: Art der Fähigkeit

source: Competency
de: Fähigkeiten

source: Competency Evaluation
de: Bewertung der Fähigkeiten

source: Identification Type
de: Identifizierungsart

source: Benefit Type
de: Art der Zusatzleistung

source: Marital Status
de: Familienstand

source: Reasons for Departure
de: Gründe für den Weggang

source: Geographic Information
de: Geografische Informationen

source: Country
de: Staat

source: District
de: Bezirk

source: County
de: Kreis

source: Currency
de: Währung

source: Training Course Information
de: Schulungsinformationen

source: Status of a Training Course
de: Status einer Schulung

source: Requestors of a Training Course
de: Antragsteller eines Schulung

source: Evaluation of a Training Course
de: Bewertung einer Schulung

source: Category of a Training Course
de: Kategorie einer Schulung

source: Training Institution
de: Schulungseinrichtung

source: Training Funder
de: Kostenträger der Schulung

source: Continuing Education Course
de: Weiterbildungskurs

source: Search People
de: Mitarbeiter suchen

source: Search Positions
de: Stellen suchen

source: Locate any person's record in the system to review, print or update.
de: Personalunterlagen zum Durchsehen, Drucken oder Aktualisieren ausfindig machen.

source: Locate any position in the system to review, print or update.
de: Stellenunterlagen zum Durchsehen, Drucken oder Aktualisieren ausfindig machen.

source: Can edit some organizational database lists
de: Kann einige Listen in der Organisationsdatenbank bearbeiten

source: Can view some organizational database lists
de: Kann einige Listen in der Organisationsdatenbank einsehen

source: Can edit all organizational database lists
de: Kann alle Listen in der Organisationsdatenbank bearbeiten

source: Can view all organizational database lists
de: Kann alle Listen in der Organisationsdatenbank einsehen

source: Can edit some employee database lists
de: Kann einige Listen in der Mitarbeiterdatenbank bearbeiten

source: Can view some employee database lists
de: Kann einige Listen in der Mitarbeiterdatenbank einsehen

source: Can edit all employee database lists
de: Kann alle Listen in der Mitarbeiterdatenbank bearbeiten

source: Can view all employee database lists
de: Kann alle Listen in der Mitarbeiterdatenbank einsehen

source: Can edit some position database lists
de: Kann einige Listen in der Stellendatenbank bearbeiten

source: Can view some position database lists
de: Kann einige Listen in der Stellendatenbank einsehen

source: HR Manager
de: Personalleiter

source: HR Staff
de: Mitarbeiter Personal

source: Executive Manager
de: Führungskraft

source: Training Manager
de: Schulungsleiter

source: Send Feedback
de: Rückmeldung senden

source: Add Passport Photo
de: Passfoto hinzufügen

source: Add Resume
de: Lebenslauf hinzufügen

source: Current Disciplinary Actions
de: Aktuelle Disziplinarmaßnahmen

source: New Action
de: Neue Aktion

source: History
de: Verlauf

source: Workplace Accidents
de: Arbeitsunfälle

source: Report Accident
de: Unfall melden

source: Scheduled Training Courses
de: Geplante Schulungen

source: Disciplinary Actions
de: Disziplinarmaßnahmen

source: Accident Type
de: Unfallart

source: Disciplinary Action Type
de: Art der Disziplinarmaßnahme

source: Standardized Letters
de: Standardbriefe

source: Dependent Information
de: Informationen über Angehörige

source: Add Dependent
de: Anlass hinzufügen

source: Next of Kin Information
de: Informationen zu Angehörigen

source: Add Next of Kin
de: Verwandtschaft hinzufügen

source: Can edit some planning database lists
de: Kann einige Listen in der Planungsdatenbank bearbeiten

source: Can view some planning database lists
de: Kann einige Listen in der Planungsdatenbank einsehen

source: Can edit all planning database lists
de: Kann alle Listen in der Planungsdatenbank bearbeiten

source: Can view all planning database lists
de: Kann alle Listen in der Planungsdatenbank einsehen

source: Planning Information
de: Planungsinformationen

source: Establishment Type
de: Betriebsstättenart

source: Establishment Period
de: Betriebsstättenzeitraum

source: Establishments
de: Betriebsstätten

source: Scanned Paper Records
de: Eingescannte Dokumente

source: Add Scanned Document
de: Gescanntes Dokument hinzufügen

source: Confirmation Types
de: Bestätigungsarten

source: Confirmation Information
de: Bestätigungsinformation

source: Record Status
de: Aufzeichnungsstatus

source: Self Service
de: Selbstbedienung

source: Assign User Account
de: Anwenderkonto zuweisen

source: Please Log In
de: Bitte melde dich an

source: Enter your username and password.
de: Gib deinen Anwendernamen und dein Passwort ein.

source: Username
de: Anwendername

source: Password
de: Passwort

source: Current Positions
de: Aktuelle Stellen

source: View Open Positions
de: Offene Stellen ansehen

source: View Your Record
de: Deinen Datensatz ansehen

source: To track a person in the database, whether an employee or a job applicant, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
de: Um eine Person in der Datenbank nachverfolgen zu können, ob ein Mitarbeiter oder ein Bewerber, ist eine Personalunterlage zu dieser Person anzulegen. Bestimmte Informationen werden benötigt, um eine Personalunterlage anlegen zu können. Sobald die Personalunterlage angelegt wurde, werden zusätzliche Möglichkeiten zum Hinzufügen von Daten zu dieser Person verfügbar sein. Ein Mitarbeiter Personal oder eine Führungskraft Personal kann eine neue Person in das System aufnehmen.

source: To track a person in the database, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
de: Um eine Person in der Datenbank nachverfolgen zu können, ob ein Mitarbeiter oder ein Bewerber, ist eine Personalunterlage zu dieser Person anzulegen. Bestimmte Informationen werden benötigt, um eine Personalunterlage anlegen zu können. Sobald die Personalunterlage angelegt wurde, werden zusätzliche Möglichkeiten zum Hinzufügen von Daten zu dieser Person verfügbar sein. Ein Mitarbeiter Personal oder eine Führungskraft Personal kann eine neue Person in das System aufnehmen.

source: Once one or more applications have been recorded for an open position, an HR Staff person, HR Manager or Executive Manager can review the applications and record notes during the hiring process. Click Review Applicants to review all of the applications for any open position.
de: Eine oder mehrere Bewerbungen wurden zu einer offenen Stelle erfasst. Ein Mitarbeiter Personal, eine Führungskraft Personal oder eine Führungskraft kann die Bewerbungen durchsehen und Notizen während des Einstellungsverfahrens machen. „Bewerber durchsehen“ anklicken, um alle Bewerbungen für jede offene Stelle einzusehen.

source: record to the system, and search for and update records that have been entered into the system.
de: ins System aufnehmen sowie Unterlagen zur Aktualisierung suchen, die in das System aufgenommen wurden.

source: Also complete job applications for open positions, review completed applications and assign a position to the successful applicant.
de: Bewerbungen für offene Stellen abschließen, abgeschlossene Bewerbungen durchsehen und die Stelle an den erfolgreichen Bewerber vergeben.

source: Reports enable analysis of human resource data in various ways. Customize, display and print staff lists, statistical charts and other standard reports.
de: Berichte ermöglichen die Analyse der Personaldaten auf verschiedene Weise. Mitarbeiterlisten, statistische Diagramme und andere Standardberichte können angepasst, angezeigt und gedruckt werden.

source: View Your Personnel Details
de: Ihre Personalinformationen anzeigen

source: View your personnel details.
de: Ihre Personalinformationen anzeigen.

source: Self-Service
de: Selbstbedienung

source: Scanned Records
de: Eingescannte Aufzeichnungen

source: Disciplinary Action Reason
de: Grund für die Disziplinarmaßnahme

source: Mass Delete
de: Massenlöschung

source: By Facility
de: Nach Einrichtung

source: By Person (Search Page)
de: Nach Mitarbeiter (Suchseite)

source: Forgot username or password?
de: Benutzernamen oder Passwort vergessen?

source: View Dashboard
de: Dashboard ansehen

source: Data Export
de: Datenexport

source: View DHIS Dashboard
de: DHIS-Dashboard ansehen

source: Send DHIS Report
de: DHIS-Bericht senden

source: Contact Group
de: Kontaktgruppe

source: Dashboards
de: Übersichtsseiten

source: Manager's Dashboard
de: Verwaltungsübersichtsseite

source: View Dashboards
de: Übersichtsseiten anzeigen

source: View system dashboards
de: Systemübersichtsseiten anzeigen
