Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-train/translations/templates/provider-instance/*.po
Languages: fr

source: Can view instance child form of a provider
fr: Peut voir le formulaire enfant d’instance d’un fournisseur

source: Can edit instance child forms of a provider
fr: Peut modifier les formulaires enfant d’instance d’un fournisseur

source: Can edit the funder database list.
fr: Peut modifier la liste des bases de données des bailleurs de fonds.

source: Can view the funder database list.
fr: Peut voir la liste des bases de données des bailleurs de fonds.

source: Scheduled/Update Training Information
fr: Information de formation planifiée/mise à jour

source: Add/Update Fee Information
fr: Ajouter/Mettre à jour les informations de frais

source: Set Exam Details
fr: Fixer les détails des examens

source: Scheduled Training Information
fr: Information de formation planifiée

source: Scheduled Training Fee Information
fr: Information sur les frais d’une formation planifiée

source: Funder
fr: Bailleur de fonds

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Academic Year (eg. Year 1)
fr: Années académique (par ex. Année 1)

source: Calender Year
fr: Année calendaire

source: Upload Scanned Signed Student List
fr: Télécharger la liste scannée des étudiants ayant signé

source: Source of Funding
fr: Source de financement

source: Target Group(s)
fr: Groupe(s) cible

source: Location Details
fr: Détails de l’emplacement

source: Provider Training
fr: Fournisseur de formation

source: Hide
fr: Masquer

source: Fee
fr: Frais

source: Amount
fr: Montant

source: Edit This Information
fr: Modifier cette information

source: Correct this Information
fr: Corriger cette information

source: Exam Results
fr: Résultats de l’examen

source: Add Exam Results for
fr: Ajouter les résultats des examens pour

source: Add Exam Numbers
fr: Ajouter des numéros de l'examen

source: Edit Fee
fr: Modifier les frais

source: save
fr: enregistrer

source: Exam Number
fr: Numéro d'examen

source: Scheduled Training Courses
fr: Cours de formation planifiés

source: Firstname
fr: Prénom

source: Surname
fr: Nom de famille

source: return
fr: retour

source: Schedule a Training for
fr: Planifier une formation pour

source: All participants have an exam number so there is nothing to set for these participants.
fr: Tous les participants ont un numéro d’examen, donc rien n’est à définir pour eux.

source: An invalid paper was passed to this page so nothing can be done. Please contact your system administrator.
fr: Un papier non valide a été passé à cette page, donc rien ne peut être fait. Veuillez contacter votre administrateur système.

source: Set Exam Number
fr: Fixer le numéro d’examen

source: Update this Information
fr: Mettre à jour cette information

source: Schedule Training
fr: Planifier une formation

source: Cancelled?
fr: Annulé ?
