Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-train/translations/templates/provider-instance/sco.po
Languages: sco

source: Can view instance child form of a provider
sco: Can see instance bairn form o ae provider

source: Can edit instance child forms of a provider
sco: Can eedit instance bairn forms o ae provider

source: Can edit the funder database list.
sco: Can eedit the funder database leet.

source: Can view the funder database list.
sco: Can see the funder database leet.

source: Scheduled/Update Training Information
sco: Scheduled/Update Trainin Information

source: Add/Update Fee Information
sco: Eik/Update Fee Information

source: Scheduled Training Information
sco: Scheduled Trainin Information

source: Scheduled Training Fee Information
sco: Scheduled Trainin Fee Information

source: Start Date
sco: Stairt Date

source: Academic Year (eg. Year 1)
sco: Acadeemic Year (eg. Year 1)

source: Calender Year
sco: Calendair Year

source: Upload Scanned Signed Student List
sco: Uplaid Scanned n Signed Studant Leet

source: Source of Funding
sco: Soorce o Fundin

source: Target Group(s)
sco: Tairget Groop(s)

source: Provider Training
sco: Provider Trainin

source: Hide
sco: Skauk

source: Amount
sco: Amoont

source: Edit This Information
sco: Eedit This Information

source: Exam Results
sco: Exam Ootcomes

source: Add Exam Results for
sco: Eik Exam Ootcomes fer

source: Add Exam Numbers
sco: Eik Exam Nummers

source: Edit Fee
sco: Eedit Fee

source: save
sco: hain

source: Exam Number
sco: Exam Nummer

source: Scheduled Training Courses
sco: Scheduled Trainin Coorses

source: Firstname
sco: Gien Name

source: Schedule a Training for
sco: Schedule ae Trainin fer

source: All participants have an exam number so there is nothing to set for these participants.
sco: Aw pairteeceepants hae aen exam nummer sae thaur's nathing tae set fer thir pairteeceepants.

source: An invalid paper was passed to this page so nothing can be done. Please contact your system administrator.
sco: Aen onvalid paiper wis passed til this page sae nathing can be dun. Please contact yer system admeenistrater.

source: Set Exam Number
sco: Set Exam Nummer

source: Schedule Training
sco: Schedule Trainin
