Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-manage/translations/templates/ihris-manage-custom-reports-search-people/*.po
Languages: it, si

source: Search People
it: Cerca persona
si: පුද්ගලයන් සොයන්න

source: Search relationship for all person records.
it: Cerca relazioni fra tutte le persone
si: පුද්ගල ලේඛන සඳහා සියලුම සබඳතා සොයන්න

source: The current status of this employee
it: Lo stato attuale di questo impiegato
si: මෙම සේවකයාගේ වත්මන් තත්වය

source: The last position this person has held.
it: L'ultimo ruolo che ha ricoperto questa persona
si: මෙම පුද්ගලයා විසින් දරන ලද අවසන් තනතුර

source: Last Person Position
it: Ultimo ruolo della persona
si: අවසන් පුද්ගලයාගේ තනතුර

source: The position details for the last position held by this person.
it: I dettagli dell'ultimo ruolo ricoperto da questa persona
si: මෙම පුද්ගලයා විසින් දරන ලද අවසන් තනතුර සඳහා තනතුරු විස්තර

source: Last Position
it: Ultimo ruolo
si: අවසන් තනතුර

source: The last job held by this person.
it: Ultimo impiego avuto da questa persona
si: මෙම පුද්ගලයා විසින් ඉටු කරන ලද අවසන් කාර්යය

source: Last Job
it: Ultimo impiego
si: අවසන් කාර්යය

source: The last facility where this person worked.
it: L'ultima sede dove questa persona ha lavorato
si: මෙම පුද්ගලයාගේ සේවා ස්ථානයේ තිබූ අවසන් පහසුකම්

source: Last Facility
it: Ultima sede
si: අවසන් පහසුකම්

source: The application details for this person.
it: Dettagli per la candidatura di questa persona
si: මෙම පුද්ගලයාගේ අයදුම්පතේ විස්තර

source: Application
it: Candidatura
si: අයදුම්පත

source: Search all people records.
it: Cerca tra tutte le persone
si: සියලු පුද්ගල ලේඛන සොයන්න

source: Surname
it: Cognome
si: වාසගම

source: First Name
it: Nome
si: මුල් නම

source: Job
it: Impiego
si: කාර්යය

source: Position Job ID
it: ID dell'Impiego di lavoro
si: තනතුරු කාර්යය හැඳුනුම්පත් අංකය

source: Position Title
it: Qualifica del ruolo
si: තනතුරු සිරැසිය

source: Facility
it: Sede
si: පහසුකම

source: Facility ID
it: ID Sede di lavoro
si: පහසුකම් හැඳුනුම්පත් අංකය

source: Employee Status
it: Stato impiegato
si: සේවකයාගේ තත්ත්වය

source: Search all person records in the system.
it: Cerca ogni persona nel sistema
si: පද්ධතියේ සියලුම පුද්ගල ලේඛන සොයන්න

source: Search
it: Cerca
si: සොයන්න

source: Start Date
it: Data inizio
si: ආරම්භක දිනය

source: End Date
it: Data fine
si: අවසන් දිනය

source: Job Title
it: Qualifica
si: රැකියා සිරැසිය
