Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-confirmation/*.po
Languages: ar, fr, mk, si, uk, zh_cn

source: Can view confirmation child form of a person
ar: يمكن عرض نموذج التأكيد الفرعي لشخص
fr: Peut voir la formulaire enfant de confirmation d'une personne
mk: Може да се прегледува потврдниот подобразец за едно лице
si: පුද්ගලයෙකුගේ තහවුරු කිරීමේ උප ආකෘති පත්‍රය නැරඹීමට හැක
uk: Можна переглядати дочірню форму підтвердження особи
zh_cn: 可以查看某人的确认子窗体

source: Can edit confirmation child forms of a person
ar: يمكن تعديل نموذج التأكيد الفرعي لشخص
fr: Peut éditer la formulaire enfant de conformation d'une personne
mk: Може да се уредува потврдниот подобразец за едно лице
si: පුද්ගලයෙකුගේ තහවුරු කිරීමේ උප ආකෘති පත්‍රය සංස්කරණය කළ හැක
uk: Можна редагувати дочірню форму підтвердження особи
zh_cn: 可以编辑某人的确认子窗体

source: Can edit the confirmation type database list
ar: يمكن تعديل قوائم قاعدة البيانات لأنواع التأكيد
fr: Peut éditer la liste de type de confirmation
mk: Може да се уредува список на видови на потврди од базата
si: තහවුරු කිරීම් දත්ත සමුදා ලැයිස්තුව සංස්කරණය කළ හැක
uk: Можна змінити тип підтвердження списку баз даних
zh_cn: 可以查看确认类型数据库表

source: Can view the confirmation type database list
ar: يمكن عرض قائمة قاعدة البيانات لأنواع التأكيد
fr: Peut voir la liste de type de confirmation
mk: Може да се прегледува списокот на видови на потврди од базата
si: තහවුරු කිරීම් දත්ත සමුදා ලැයිස්තුව නැරඹීමට හැක
uk: Можна переглянути тип підтвердження списку баз даних
zh_cn: 可以编辑确认类型数据库表

source: Add/Update Confirmation
ar: إضافة / تحديث تأكيد
fr: Ajouter/Mettre à jour la confirmation
mk: Додај/поднови потврда
si: තහවුරු කිරීම් එකතු/යාවත්කාල කරන්න
uk: Додати/оновити підтвердження
zh_cn: 添加/更新确认

source: Confirmation
ar: تأكيد
mk: Потврда
si: තහවුරු කිරීම
uk: Підтвердження
zh_cn: 确认

source: Confirmation Type
ar: نوع التأكيد
fr: Type de confirmation
mk: Вид потврда
si: තහවුරු කිරීමේ මාදිලිය
uk: Тип підтвердження
zh_cn: 确认类型

source: Probationary Period (Months)
ar: فترة الاختبار (أشهر)
fr: La période probatoire (mois)
mk: Пробен период (месеци)
si: පරිවාස කාලසීමාව (මාස)
uk: Випробувальний термін (місяців)
zh_cn: 试用期（月）

source: Associated Job
ar: الوظيفة ذات الارتباط
fr: Emploi associé
mk: Поврзано раб. место
si: ආශ්‍රිත කාර්යය
uk: Пов'язана робота
zh_cn: 相关工作

source: Name
ar: اسم
fr: Nom
mk: Име
si: නාමය
uk: Назва
zh_cn: 名称

source: Valid
ar: صالح
fr: Valable
mk: Важи
si: වලංගු
uk: Дійсний
zh_cn: 有效

source: Date
ar: تاريخ
mk: Датум
si: දිනය
uk: Дата
zh_cn: 日期

source: Edit This Information
ar: تعديل هذه المعلومة
fr: Modifier cette Information
mk: Уреди ги информацииве
si: මෙම තොරතුරු සංස්කරණය කරන්න
uk: Редагувати цю інформацію
zh_cn: 编辑此信息

source: Update this Information
ar: تحديث هذه المعلومة
fr: Mettre à jour cette information
mk: Поднови ги информацииве
si: මෙම තොරතුරු යාවත්කාල කරන්න
uk: Оновити цю інформацію
zh_cn: 更新此信息

source: Select another Confirmation Type
ar: حدد نوع تأكيد آخر
fr: Sélectionner un autre type de confirmation
mk: Одберете друг вид на потврда
si: වෙනත් තහවුරු කිරීම් මාදිලියක් තෝරන්න
uk: Виберіть інший тип підтвердження
zh_cn: 选择另一个确认类型

source: Confirmation Details
ar: تفاصيل التأكيد
fr: Détailles de confirmation
mk: Подробно за потврдата
si: තහවුරු කිරීම් විස්තර
uk: Подробиці підтвердження
zh_cn: 确认的详细信息
