Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-common/translations/templates/person-demographic/*.po
Languages: sw

source: Demographic Information
sw: Taarifa ya Takwimu

source: Edit This Information
sw: Hariri Taarifa Hii

source: Update this Information
sw: Sasisha Taarifa hii

source: Select another Marital Status
sw: Chagua Hali ya ndoa nyingine

source: Marital Status
sw: Hali ya Ndoa

source: Can view demographic child form of a person
sw: Weza kuangalia fomu ya takwimu ya mtoto wa mtu

source: Can edit demographic child forms of a person
sw: Weza kuhariri fomu za takwimu za mtoto wa mtu

source: Can edit the department marital status list.
sw: Weza kuhariri orodha ya idara ya hali ya ndoa.

source: Can view the department marital status list.
sw: Weza kuangalia orodha ya idara ya hali ya ndoa

source: Add/Update Demographic Information
sw: Ongeza/Sasisha Taarifa ya Kitakwimu

source: Gender
sw: Jinsia

source: Female
sw: Mke

source: Male
sw: Mume

source: Date of Birth
sw: Tarehe ya Kuzaliwa
