Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/ihris-manage-custom-reports-search-people/*.po
Languages: fr

source: Search People
fr: Rechercher des personnes

source: Search relationship for all person records.
fr: Rechercher un lien pour tous les enregistrements de personnes.

source: The current status of this employee
fr: Le statut actuel de cet employé

source: The last position this person has held.
fr: Le dernier poste que cette personne a occupé.

source: Last Person Position
fr: Dernier poste occupé par la personne

source: The position details for the last position held by this person.
fr: Renseignements de poste pour le dernier poste occupé par cette personne.

source: Last Position
fr: Dernier poste

source: The last job held by this person.
fr: Le dernier emploi occupé par cette personne.

source: Last Job
fr: Dernier emploi

source: The last facility where this person worked.
fr: Le dernier établissement où cette personne a travaillé.

source: Last Facility
fr: Dernier établissement

source: The application details for this person.
fr: Précisions sur la candidature de cette personne.

source: Application
fr: Candidature

source: Search all people records.
fr: Rechercher tous les enregistrements de personnes.

source: Surname
fr: Nom de famille

source: First Name
fr: Prénom

source: Job
fr: Emploi

source: Position Job ID
fr: ID du Poste Emploi

source: Position Title
fr: Intitulé du poste

source: Facility
fr: Établissement

source: Facility ID
fr: ID de l’Etablissement

source: Employee Status
fr: Statut de l’employé

source: Search all person records in the system.
fr: Rechercher tous les enregistrements de personnes dans le système.

source: Search
fr: Recherche

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Job Title
fr: Intitulé de l'emploi
