Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/ihris-train-custom-reports-training-participant/*.po
Languages: de, zh_tw

source: Relationship for participants of all trainings.
de: Beziehung für Teilnehmer aller Schulungen.
zh_tw: 所有培訓參與者關係

source: Training Participants
de: Schulungsteilnehmer
zh_tw: 培訓參與者

source: The funder for this training.
de: Der Kostenträger dieser Schulung.
zh_tw: 此培訓創辦者。

source: Funder
de: Kostenträger
zh_tw: 創辦者

source: The link from the training to the participant.
de: Die Verknüpfung von der Schulung zum Teilnehmer.
zh_tw: 從培訓至參與者的連結。

source: Person Instance
de: Person-Instanz
zh_tw: 個人實例

source: The person details of the participant.
de: Die Personeneinzelheiten des Teilnehmers.
zh_tw: 參與者個人詳細內容

source: Person
zh_tw: 人員

source: The position this person is currently in.
de: Die gegenwärtige Stelle, die diese Person hat.
zh_tw: 此人員目前的職務。

source: Position
de: Stelle
zh_tw: 職位

source: The health facility where this person works.
de: Die Gesundheitseinrichtung, in der diese Person arbeitet.
zh_tw: 此人員工作的醫療場所地點。

source: Health Facility
de: Gesundheitseinrichtung
zh_tw: 醫療設施

source: The district where this health facility is located.
de: Der Bezirk, in dem diese Gesundheitseinrichtung liegt.
zh_tw: 此醫療場所座落的區域。

source: District
de: Bezirk
zh_tw: 區

source: The link from the provider to the training details.
de: Die Verknüpfung vom Anbieter zu den Schulungseinzelheiten.
zh_tw: 從供應方至培訓詳細資料的連結。

source: Provider Training Link
de: Anbieterschulungsverknüpfung
zh_tw: 供應方培訓連結

source: The training details.
de: Die Schulungseinzelheiten.
zh_tw: 培訓詳細內容。

source: Training
de: Schulung
zh_tw: 培訓

source: The training provider for this training.
de: Der Schulungsanbieter für diese Schulung.
zh_tw: 此培訓的培訓供應方。

source: Training Provider
de: Schulungsanbieter
zh_tw: 培訓機構

source: Set to yes if this training has been completed by date.
de: Auf Ja setzen, wenn die Schulung zum Datum abgeschlossen wurde.
zh_tw: 如果此培訓依日期已完成；設定為「是」。

source: Set to 1 if there is a partcipant assigned to this training for totalling.
zh_tw: 如果有參與者分配至此培訓來合計；設定為「1」。

source: A list of all participants in all trainings.
de: Eine Liste aller Teilnehmer in allen trainings.
zh_tw: 所有參與者在所有培訓的清單

source: Health Facility Location
de: Ort der Gesundheitseinrichtung
zh_tw: 醫療場所位置

source: First Name
de: Vorname
zh_tw: 名

source: Surname
de: Nachname
zh_tw: 姓

source: Health Facility ID
de: ID der Gesundheitseinrichtung
zh_tw: 醫療場所ID

source: Job/Post Title
de: Stellenbezeichnung
zh_tw: 職業/職位頭銜

source: End Date
de: Enddatum
zh_tw: 結束日期

source: Funder ID
de: Kostenträger-ID
zh_tw: 創辦者ID

source: Start Date
de: Anfangsdatum
zh_tw: 起始日期

source: Start Date After
de: Anfangsdatum nach
zh_tw: 起始日期後

source: Start Date Before
de: Anfangsdatum vor
zh_tw: 起始日期前

source: Training ID
de: Schulungskennung
zh_tw: 培訓ID

source: Training Classification
de: Schulungsklassifikation
zh_tw: 培訓類別

source: Duration of Training
de: Dauer der Schulung
zh_tw: 培訓期間

source: Duration Unit
de: Zeitdauereinheit
zh_tw: 期間單位

source: Training Type
de: Art der Schulung
zh_tw: 培訓類型

source: Training Provider Type
de: Art des Schulungsanbieters
zh_tw: 培訓供應方類型

source: Completed?
de: Abgeschlossen?
zh_tw: 完成？

source: Participants
de: Teilnehmer
zh_tw: 添加參與者

source: A list of all trainings with the number of participants.
de: Eine Liste aller Schulungen mit der Anzahl der Teilnehmer.
zh_tw: 所有帶有參與者數目培訓的清單

source: Number of Participants
de: Anzahl der Teilnehmer
zh_tw: 參與者數量
