Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/ihris-train-custom-reports-training-participant/sco.po
Languages: sco

source: Relationship for participants of all trainings.
sco: Relationship fer pairteeceepants o aw trainins.

source: Training Participants
sco: Trainin Pairteeceepants

source: The funder for this training.
sco: The funder fer this trainin

source: The link from the training to the participant.
sco: The airtin fae the trainin til the pairteeceepant

source: The person details of the participant.
sco: The person details o the pairteeceepant

source: The position this person is currently in.
sco: The position that this person is nou in

source: Position
sco: Poseetion

source: The health facility where this person works.
sco: The heal faceelitie whaur this person wairks.

source: Health Facility
sco: Heal Faceelitie

source: The district where this health facility is located.
sco: The launairt whaur this Heal faceelitie can be foond

source: District
sco: Laundaurie

source: The link from the provider to the training details.
sco: The airtin fae the provider til the trainin details.

source: Provider Training Link
sco: Provider Trainin Aritin

source: The training details.
sco: The trainin details.

source: Training
sco: Trainin

source: The training provider for this training.
sco: The trainin provider fer this trainin.

source: Training Provider
sco: Trainin Provider

source: Set to yes if this training has been completed by date.
sco: Set til ay gif this trainin haes been compleatit bi date.

source: Set to 1 if there is a partcipant assigned to this training for totalling.
sco: Set til 1 gif thaur's ae pairteeceepant assigned til this trainin fer totallin.

source: A list of all participants in all trainings.
sco: Ae leet o aw pairteeceepants in aw trainins.

source: Health Facility Location
sco: Heal Faceelitie Location

source: First Name
sco: Gien Name

source: Health Facility ID
sco: Heal Facilitie ID

source: Start Date
sco: Stairt Date

source: Start Date After
sco: Stairt Date Efter

source: Start Date Before
sco: Stairt Date Afore

source: Training ID
sco: Trainin ID

source: Training Classification
sco: Trainin Claisseefeescation

source: Duration of Training
sco: Duration o Trainin

source: Training Type
sco: Trainin Type

source: Training Provider Type
sco: Trainin Provider Type

source: Completed?
sco: Compleatit?

source: Participants
sco: Pairteecipants

source: A list of all trainings with the number of participants.
sco: Ae leet o aw trainins wi the nummer o pairteeceepants.

source: Number of Participants
sco: Nummer o Pairteeceepants
