Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/training-provider/*.po
Languages: de

source: Can view the provider page
de: Darf die Anbieterseite ansehen

source: Can edit the provider page
de: Darf die Anbieterseite bearbeiten

source: Can view all of the child forms of a provider
de: Darf alle untergeordneten Formulare eines Anbieters ansehen

source: Can edit all of the child forms of a provider
de: Darf alle untergeordneten Formulare eines Anbieters bearbeiten

source: Can edit the participants of a training.
de: Darf die Teilnehmer einer Schulung bearbeiten

source: Training Institution
de: Schulungseinrichtung

source: Sponsor
de: Unterstützer

source: Government
de: Regierung

source: Ownership
de: Eigentümerschaft

source: Training Provider Type
de: Art des Schulungsanbieters

source: Training Provider
de: Schulungsanbieter

source: Code
de: Schlüssel

source: Mailing Address
de: Postanschrift

source: Intake Capacity
de: Aufnahmekapazität

source: Telephone Number
de: Telefonnummer

source: Alternate Telephone Number
de: Alternative Rufnummer

source: Fax Number
de: Faxnummer

source: Email Address
de: E-Mail-Adresse

source: Primary Contact Person
de: Erster Ansprechpartner

source: Add/Update Training Provider
de: Schulungsanbieter hinzufügen/bearbeiten

source: View Training Provider
de: Schulungsanbieter anzeigen

source: Upload Participants
de: Teilnehmer hochladen

source: Edit Participants
de: Teilnehmer bearbeiten

source: Add/Remove Participant
de: Teilnehmer hinzufügen/entfernen

source: View History
de: Änderungsverlauf ansehen

source: Invalid form given for this page.
de: Ungültiges Formular für diese Seite übergeben.

source: Scheduled Training Courses
de: Geplante Schulungen

source: Contact Information
de: Kontaktinformationen

source: Upload Participant List
de: Teilnehmerliste hochladen

source: Select CSV file to upload
de: CSV-Datei zum Hochladen auswählen.

source: Has Headers?
de: Hat diese Kopfdaten?

source: This file has headers.
de: Diese Datei hat Kopfdaten.

source: View Scheduled Training Courses
de: Geplante Schulungen anzeigen

source: Scheduled Training Details
de: Einzelheiten zur geplanten Schulung

source: Hide
de: Ausblenden

source: Add Participants
de: Teilnehmer hinzufügen

source: Edit This Information
de: Diese Angabe bearbeiten

source: Update this Information
de: Diese Informationen aktualisieren

source: Add Fee
de: Gebühr hinzufügen

source: Scheduled Training
de: Geplante Schulung

source: Scheduled Training Fees
de: Gebühren der geplanten Schulung

source: Participant Details
de: Teilnehmerdetails

source: Add Exam Numbers
de: Prüfungsnummern hinzufügen

source: Paper I Results
de: Ergebnisse von Veröffentlichung I

source: Paper II Results
de: Ergebnisse von Veröffentlichung II

source: Paper III Results
de: Ergebnisse von Veröffentlichung III

source: Paper IV Results
de: Ergebnisse von Veröffentlichung IV

source: First Name
de: Vorname

source: Surname
de: Nachname

source: Exam Number
de: Prüfungsnummer

source: Comments
de: Kommentare

source: Confirm
de: Bestätigen

source: return (do not save changes)
de: zurück (Änderungen nicht speichern)

source: Add Participant
de: Teilnehmer hinzufügen

source: Training Provider Information
de: Schulungsanbieterinformationen

source: Add Training
de: Schulung hinzufügen

source: Remove Participant
de: Teilnehmer entfernen

source: View Scheduled Trainings
de: Geplante Schulungen anzeigen

source: Scheduled Trainings
de: Geplante Schulungen

source: View Provider
de: Anbieter anzeigen

source: View Training
de: Schulung ansehen

source: Scheduled Training Course Details
de: Einzelheiten zur geplanten Schulung

source: Scheduled Training Course Fees
de: Gebühren der geplanten Schulung

source: Select another Training Provider type
de: Eine andere Art von Schulungsanbieter auswählen

source: Training Information
de: Schulungsinformationen

source: Scheduled a new Training
de: Eine neue Schulung geplant

source: View All Trainings
de: Zeige alle Schulungen

source: Save
de: Speichern

source: return
de: zurück

source: View Record
de: Zeige Datensatz

source: An error has occurred!
de: Ein Fehler ist aufgetreten!

source: Edit this Information
de: Diese Informationen bearbeiten

source: View Scheduled Training Details
de: Einzelheiten zur geplanten Schulung anzeigen

source: Scheduled Training Course
de: Geplante Schulung
