Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/training-provider/sco.po
Languages: sco

source: Can view the provider page
sco: Can see the provider page

source: Can edit the provider page
sco: Can eedit the provider page

source: Can view all of the child forms of a provider
sco: Can see aw o the bairn forms o ae provider

source: Can edit all of the child forms of a provider
sco: Can eedit aw o the bairn forms o ae provider

source: Can edit the participants of a training.
sco: Can eedit the parteeceepants o ae trainin.

source: Partner
sco: Pairtner

source: Training Institution
sco: Trainin Institution

source: Sponsor
sco: Sponser

source: Government
sco: Goernmant

source: Ownership
sco: Ainership

source: Training Provider Type
sco: Trainin Provider Type

source: Training Provider
sco: Trainin Provider

source: This form holds basic information about a training ptovider such as their names and location
sco: This form hauds baseec information aneat ae trainin provider like thair names n location

source: Mailing Address
sco: Mailin Address

source: Intake Capacity
sco: Intak Capacitie

source: Telephone Number
sco: Telephane Nummer

source: Alternate Telephone Number
sco: Alternate Telephane Nummer

source: Fax Number
sco: Fax Nummer

source: Primary Contact Person
sco: Primarie Contact Person

source: Add/Update Training Provider
sco: Eik/Update Trainin Provider

source: View Training Provider
sco: See Trainin Provider

source: Upload Participants
sco: Uplaid Pairteeceepants

source: Edit Participants
sco: Eedit Pairteeceepants

source: Add/Remove Participant
sco: Eik/Remuiv Pairteeceepant

source: View History
sco: See Histerie

source: Invalid form given for this page.
sco: Onvalid form gien fer this page.

source: Scheduled Training Courses
sco: Scheduled Trainin Coorses

source: Upload Participant List
sco: Uplaid Pairteeceepant Leet

source: Select CSV file to upload
sco: Select CSV file tae uplaid

source: Has Headers?
sco: Haes Heiders?

source: This file has headers.
sco: This file haes heiders.

source: View Scheduled Training Courses
sco: See Scheduled Trainin Coorses

source: Scheduled Training Details
sco: Scheduled Trainin Details

source: Hide
sco: Skauk

source: Add Participants
sco: Eik Pairteeceepants

source: Edit This Information
sco: Eedit This Information

source: Add Fee
sco: Eik Fee

source: Scheduled Training
sco: Scheduled Trainin

source: Scheduled Training Fees
sco: Scheduled Trainin Fees

source: Participant Details
sco: Pairticeepant Details

source: Add Exam Numbers
sco: Eik Exam Nummers

source: Paper I Results
sco: Paiper I Ootcomes

source: Paper II Results
sco: Paiper 2 Ootcomes

source: Paper III Results
sco: Paiper 3 Ootcomes

source: Paper IV Results
sco: Paiper 4 Ootcomes

source: First Name
sco: Gien Name

source: Exam Number
sco: Exam Nummer

source: AV Mark
sco: AV Maurk

source: return (do not save changes)
sco: return (dinna hain chynges)

source: Add Participant
sco: Eik Pairteeceepant

source: Training Provider Information
sco: Trainin Provider Information

source: Add Training
sco: Eik Trainin

source: Remove Participant
sco: Remuiv Parteecipant

source: View Scheduled Trainings
sco: See Schedduled Trainins

source: Scheduled Trainings
sco: Scheduled Trainins

source: View Provider
sco: See Provider

source: View Training
sco: See Trainin

source: Scheduled Training Course Details
sco: Scheduled Trainin Coorse Details

source: Scheduled Training Course Fees
sco: Scheduled Trainin Coorse Fees

source: Select another Training Provider type
sco: Select anither Trainin Provider type

source: Training Information
sco: Trainin Information

source: Scheduled a new Training
sco: Scheduled ae new Trainin

source: View All Trainings
sco: See Aw Trainins

source: Save
sco: Hain

source: View Record
sco: See Record

source: An error has occurred!
sco: Ae mistak haes occured

source: Edit this Information
sco: Eedit this Information

source: View Scheduled Training Details
sco: See Scheduled Trainin Details

source: Scheduled Training Course
sco: Scheduled Trainin Coorse
