Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/manage-registration/*.po
Languages: fr, gl, sw

source: Registration Information
fr: Informations d’enregistrement
gl: Información de rexistro
sw: Taarifa ya Usajili

source: License Information
fr: Informations sur la license
gl: Información sobre a licenza
sw: Taarifa ya Leseni

source: Edit This Information
fr: Editer cette information
gl: Editar esta información
sw: Hariri Taarifa Hii

source: Update this Information
fr: Actualiser cette information
gl: Actualizar esta información
sw: Sasisha Taarifa hii

source: Registration/License Information
fr: Informations sur l’enregistrement/la license
gl: Información de rexistro/sobre a licenza
sw: Taarifa ya Usajili/Leseni

source: Select another Registration Council
fr: Sélectionner un autre conseil de l’ordre
gl: Seleccionar outro consello de rexistro
sw: Chagua Baraza la Usajili lingine

source: Registration Council
fr: Conseil de l’ordre
gl: Consello de rexistro
sw: Baraza la Usajili

source: Can view registration child form of a person
fr: Peut afficher le formulaire enfant de l’enregistrement d’une personne
gl: Pode ollar a ficha de rexistro dunha persoa
sw: Weza kuangalia fomu ya usajili ya mtoto wa mtu

source: Can edit registration child forms of a person
fr: Peut éditer les formulaires enfants de l’enregistrement d’une personne
gl: Pode editar as fichas de rexistro dunha persoa
sw: Weza kuhariri fomu ya usajili ya mtoto wa mtu

source: Can edit the council database list
fr: Peut éditer la liste de base de données du Conseil
gl: Pode editar a lista da base de datos dos consellos
sw: Weza kuhariri orodha ya hazinadata ya baraza

source: Can view the council database list
fr: Peut afficher la liste de base de données du Conseil
gl: Pode ollar a lista da base de datos dos consellos
sw: Weza kuangalia orodha ya hazinadata ya baraza

source: Add/Update Registration
fr: Ajouter/Actualiser un enregistrement
gl: Engadir/Actualizar o rexistro
sw: Ongeza/Sasisha Usajili

source: Council
fr: Conseil
gl: Consello
sw: Baraza

source: Registration
fr: Enregistrement
gl: Rexistro
sw: Usajili

source: Registration Number
fr: Numéro d’enregistrement
gl: Número de rexistro
sw: Namba ya Usajili

source: License Number
fr: Numéro de licence
gl: Número de licenza
sw: Namba ya Leseni

source: Registration Date
fr: Date d’enregistrement
gl: Data de rexistro
sw: Tarehe ya Usajili

source: License Expiration Date
fr: Date d’expiration de la license
gl: Data de caducidade da licenza
sw: Tarehe ya Kuisha kutumika Leseni
