Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-manage/translations/templates/ihris-manage-benefit/*.po
Languages: et, fr_ml

source: Edit This Information
et: Muuda seda infot
fr_ml: Éditer cette information

source: Update this Information
et: Uuenda seda infot
fr_ml: Mettre à jour cette information

source: Benefit
et: Hüvitis
fr_ml: Avantages

source: Select another Benefit Type
et: Vali teine hüvitise tüüp
fr_ml: Sélectionner un autre type d'avantage

source: Benefit Type
et: Hüvitise tüüp
fr_ml: Type d'avantage

source: Can view benefit child form of a person
et: Võib vaadata isiku hüvitise alamvormi
fr_ml: Peut afficher le formulaire enfant de l’allocation d’une personne

source: Can edit benefit child forms of a person
et: Võib redigeerida isiku hüvitise alamvormi
fr_ml: Peut éditer le formulaire enfant de l’avantage d’une personne

source: Can edit the benefit type database list
et: Võib redigeerida hüvitistüüpide andmebaasi nimekirja
fr_ml: Peut éditer la liste de base de données des types d’avantage

source: Can view the benefit type database list
et: Võib vaadata isiku hüvitistüüpide andmebaasi nimekirja
fr_ml: Peut afficher la liste de la base des données de type d’avantage

source: Once
et: Üks kord
fr_ml: Une fois

source: Weekly
et: Iga nädal
fr_ml: Hebdomadairement

source: Monthly
et: Iga kuu
fr_ml: Mensuel

source: Yearly
et: Iga aasta
fr_ml: Annuellement

source: Add/Update Benefits
et: Lisa/Uuenda hüvitised
fr_ml: Ajouter/Mettre à jour les avantages

source: Benefit Recurrence
et: Hüvitise kordumine
fr_ml: Répétition des avantages

source: Amount
et: Kogus
fr_ml: Montant

source: Source
et: Allikas

source: Start Date
et: Alguskuupäev
fr_ml: Date de début

source: End Date
et: Lõppkuupäev
fr_ml: Date de fin

source: Recurrence Frequency
et: Korduse sagedus
fr_ml: Fréquence de Répétition
