Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/ihris-manage-confirmation/*.po
Languages: cs, lt

source: Can view confirmation child form of a person
cs: Může zobrazit podřazený formulář potvrzení osoby

source: Can edit confirmation child forms of a person
cs: Může upravit podřazený formulář potvrzení osoby

source: Can edit the confirmation type database list
cs: Může upravit databázový seznam typu potvrzení
lt: Gali redaguoti patvirtinimo tipo duomenų bazės sąrašą

source: Can view the confirmation type database list
cs: Může zobrazit podřazený formulář potvrzní osoby
lt: Gali žiūrėti patvirtinimo tipo duomenų bazės sąrašą

source: Add/Update Confirmation
cs: Přidat/Aktualizovat potvrzení
lt: Pridėti / atnaujinti patvirtinimą

source: Confirmation
cs: Potvrzení
lt: Patvirtinimas

source: Confirmation Type
cs: Typ potvrzení
lt: Patvirtinimo tipas

source: Probationary Period (Months)
cs: Zkušební doba (měsíce)
lt: Bandomasis Laikotarpis (Mėnesiais)

source: Associated Job
cs: Přidružená práce
lt: Susijęs Darbas

source: Name
cs: Název
lt: Pavadinimas

source: Valid
cs: Platné
lt: Galiojantis

source: Date
cs: Datum
lt: Data

source: Edit This Information
cs: Upravit tuto informaci
lt: Redaguoti šią informaciją

source: Update this Information
cs: Aktualizovat tuto Informaci
lt: Atnaujinti šią informaciją

source: Select another Confirmation Type
cs: Vyberte jiný typ potvrzení
lt: Pasirinkite kitą identifikavimo tipą

source: Confirmation Details
cs: Podrobnosti potvrzení
lt: Patvirtinimo detalės
