Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-custom-reports-filled-positions/*.po
Languages: ar, br, et, fr_ml, lt, mk, pt_br, si

source: Filled Positions
ar: الوظائف الشاغلة
et: Täidetud positsioonid
fr_ml: Les postes occupés
lt: Užimtos pozicijos
mk: Пополнети работни места
pt_br: Cargos Preenchidos
si: පුරවන ලද තනතුරු

source: Historical list of all filled positions.
ar: القائمة التاريخية لكافة الوظائف المشغولة
et: Ajalooline nimekiri kõigist täidetud positsioonidest.
fr_ml: Liste historique de l’ensemble des postes occupés.
lt: Istorinis sąrašas visų užimtų pozicijų.
mk: Хонолошки список на сите пополнети работни места.
pt_br: Lista de todos os cargos preenchidos.
si: පුරවන ලද තනතුරු ඇතුලත් ඉතිහාස ලැයිස්තු

source: First Salary
ar: أول راتب
br: Gopr kentañ
et: Esimene palk
fr_ml: Salaire au début
lt: Pirmasis Atlyginimas
mk: Прва плата
pt_br: Primeiro Salário
si: පළමු වැටුප

source: The first salary for this position and person.
ar: الراتب الأول لهذه الوظيفة و لهذا الشخص.
br: Ar gopr kentañ evit ar post-mañ hag an den-mañ
et: Esimene palk sellel positsioonil ja isikul.
fr_ml: Le salaire au début pour ce poste et cette personne.
lt: Pirmasis šios pozicijos ir asmens atlyginimas.
mk: Првата плата на ова раб. место и лице.
pt_br: O primeiro salário para esse cargo e pessoa.
si: මෙම තනතුර හා පුද්ගලයා සඳහා පළමු වැටුප

source: Last Salary
ar: آخر راتب
br: Gopr diwezhañ
et: Viimane palk
fr_ml: Dernier Salaire
lt: Paskutinis Atlyginimas
mk: Последна плата
pt_br: Último Salário
si: අවසන් වැටුප

source: The last salary for this position and person.
ar: الراتب الأخير لهذه الوظيفة و لهذا الشخص.
br: Ar gopr diwezhañ evit ar post-mañ hag an den-mañ
et: Viimane palk sellel positsioonil ja isikul
fr_ml: Le dernier salaire pour ce poste et cette personne.
lt: Paskutinis šios pozicijos ir asmens atlyginimas.
mk: Последната плата за ова раб. место и лице.
pt_br: O último salário para esse cargo e pessoa.
si: මෙම තනතුර හා පුද්ගලයා සඳහා අවසන් වැටුප

source: Person
ar: شخص
br: Den
et: Isik
fr_ml: Personne
lt: Asmuo
mk: Лице
pt_br: Pessoa
si: පුද්ගලයා

source: The person filling this position.
ar: الشخص الذي شغل هذه الوظيفة.
et: Isik, kes seda positsiooni täidab.
fr_ml: La personne occupant ce poste.
lt: Asmuo užimantis šią poziciją.
mk: Лицето на ова работно место.
pt_br: A pessoa preenchendo o cargo.
si: තනතුර පුරවන ලද පුද්ගලයා

source: Employee Position
ar: وظيفة الموظف
br: Post an implijad
et: Töötaja positsioon
fr_ml: Poste de l’employé
lt: Darbuotojo Pozicija
mk: Раб. место на вработениот
pt_br: Cargo do Empregado
si: සේවකයාගේ තනතුර

source: The position details.
ar: تفاصيل الوظيفة
br: Resisadennoù war ar post-mañ.
et: Positsiooni detailid.
fr_ml: Détails du poste.
lt: Pozicijos duomenys.
mk: Податоците за раб. место.
pt_br: Detalhes do cargo.
si: තනතුර පිලිබඳ විස්තර

source: Supervisor Position
ar: مشرف الوظيفة
et: Ülevaataja positsioon
fr_ml: Poste de superviseur hiérarchique
lt: Prižiūrėtojo Pozicija
mk: Раб. место на надозрникот
pt_br: Cargo Supervisor
si: සුපරීක්ෂක තනතුර

source: The position details for the supervisor.
ar: تفاصيل مشرف الوظيفة
et: Positsiooni detailid ülevaatajal
fr_ml: Détails du poste de superviseur hiérarchique.
lt: Prižiūrėtojo pozicijos informacija.
mk: Податоци за раб. место на претпоставениот.
pt_br: Os detalhes do cargo do supervisor.
si: සුපරීක්ෂක තනතුර සඳහා විස්තරය

source: Supervisor Person Position
ar: الشخص المشرف علي الوظيفة
et: Ülevaataja isiku positsioon
fr_ml: Poste de la personne du superviseur hiérarchique
lt: Prižiūrėtojo Asmens Pozicija
mk: Раб. место на претпоставеното лице
pt_br: Pessoa no Cargo Supervisor
si: සුපරීක්ෂක පුද්ගල තනතුර

source: The current or most recent person filling the supervisor position.
ar: الشخص الحالي أو الأحدث الذي شغل وظيفة المشرف علي الوظيفة
et: Praegune või kõige hilisem isik, kes täidab ülevaataja positsiooni.
fr_ml: La personne actuelle ou la plus récente à occuper le poste de superviseur hiérarchique.
lt: Dabartinis ar naujausias asmuo, ėjęs prižiūrėtojo pareigas.
mk: Тековното или последното лице на надзорното раб. место.
pt_br: A atual ou mais recente pessoa preenchendo o cargo supervisor.
si: සුපරීක්ෂක තනතුර සඳහා දැනට සිටින හෝ මෑතකදී සිටි පුද්ගලයා

source: Supervisor Person
ar: الشخص المشرف
et: Ülevaataja isik
fr_ml: Personne du superviseur hiérarchique
lt: Prižiūrėtojo Asmuo
mk: Надзорно лице
pt_br: Pessoa Supervisora
si: සුපරීක්ෂක පුද්ගලයා

source: The person most recently filling the supervisor position.
ar: الشخص الذي شغل وظيفة المشرف مؤخراً
et: Isik, kes kõige hiljemalt täitis ülevaataja positsiooni.
fr_ml: La personne la plus récente à occuper le poste de superviseur hiérarchique.
lt: Naujausias asmuo, ėjęs prižiūrėtojo pareigas.
mk: Лицето што последно било на надозрното раб. место.
pt_br: A pessoa mais recente preenchendo o cargo supervisor.
si: සුපරීක්ෂක තනතුර සඳහා අලුතින්ම බඳවා ගත් පුද්ගලයා

source: A historical report of all filled positions.
ar: تقرير تاريخي عن جميع الوظائف الشاغلة
et: Ajalooline aruanne kõigist täidetud positsioonidest.
fr_ml: Rapport historique de tous les postes occupés.
lt: Istorinė visų užimtų pozicijų ataskaita.
mk: Времеследен список на сите пополнети раб. места.
pt_br: Um histórico de todos os cargos preenchidos.
si: පුරවන ලද සියලුම තනතුරු අතුලත් ඉතිහාස වාර්තාව

source: Person Start Date
ar: تاريخ البدء بالنسبة للشخص
br: Deiziad deroù evit an den
et: Isiku alguskuupäev
fr_ml: Date de début de la personne
lt: Asmens pradžios data
mk: Почетен датум за лицето
pt_br: Data de Início da Pessoa
si: පුද්ගල ආරම්භක දිනය

source: Start Date After
ar: تاريخ البدء بعد
br: Deiziad deroù Goude
et: Alguskuupäev pärast
fr_ml: Date de début Après
lt: Pradžios data po
mk: Почнува по
pt_br: Começar Data Depois
si: ආරම්භක දිනෙන් පසුව

source: Start Date Before
ar: تاريخ البدء قبل
br: Deiziad deroù A-raok
et: Alguskuupäev enne
fr_ml: Date de début Avant
lt: Pradžios data prieš
mk: Почнува пред
pt_br: Começar Data Antes
si: ආරම්භක දිනට පෙර

source: Person End Date
ar: تاريخ الانتهاء للشخص
br: Deiziad dibenn evit an den
et: Isiku lõppkuupäev
fr_ml: Date de fin de la personne
lt: Asmens pabaigos data
mk: Завршен датум за лицето
pt_br: Data de Fim da Pessoa
si: පුද්ගල අවසාන දිනය

source: End Date After
ar: تاريخ الانتهاء بعد
br: Deiziad dibenn Goude
et: Lõppkuupäev pärast
fr_ml: Date de fin Après
lt: Pabaigos data po
mk: Завршува по
pt_br: Data de Fim Depois
si: අවසාන දිනට පසු

source: End Date Before
ar: تاريخ الانتهاء قبل
br: Deiziad dibenn A-raok
et: Lõppkuupäev enne
fr_ml: Date de fin Avant
lt: Pabaigos data prieš
mk: Завршува пред
pt_br: Data de Fim Antes
si: අවසාන දිනට පෙර

source: Surname
ar: لقب
br: Anv
et: Perekonnanimi
fr_ml: Nom
lt: Pavardė
mk: Презиме
pt_br: Sobrenome
si: වාසගම

source: Firstname
ar: الاسم الأول
br: Anv-bihan
et: Eesnimi
fr_ml: Prénoms
lt: Vardas
mk: Име
pt_br: Primeiro nome
si: මුල් නම

source: Job Title
ar: المسمى الوظيفي
br: Anv ar post
et: Töö nimetus
fr_ml: Intitulé de la fonction
lt: Darbo titulas
mk: Звање
pt_br: Função
si: රැකියා සිරැසිය

source: Position Title
ar: عنوان الوظيفة
br: Anv ar post
et: Positsiooni tiitel
fr_ml: Intitulé du poste
lt: Pozicijos titulas
mk: Назив на раб. место
pt_br: Nome do Cargo
si: තනතුරු සිරැසිය

source: Facility
ar: المرفق
br: Diazezadur
et: Jaoskond
fr_ml: Structure
mk: Установа
pt_br: Facilidade
si: පහසුකම

source: Department
ar: قسم
br: Departamant
et: Osakond
fr_ml: Département
lt: Departamentas
mk: Оддел
pt_br: Departamento
si: දෙපාර්තමේන්තුව

source: Position Status
ar: حالة الوظيفة
br: Statud ar post
et: Positsiooni olek
fr_ml: Situation du poste
lt: Pozicijos Būsena
mk: Статус на раб. место
pt_br: Status do Cargo
si: තනතුරේ තත්ත්වය

source: Supervisor Title
ar: وظيفة المشرف
br: Titl ar gourseller
et: Ülevaataja tiitel
fr_ml: Titre du Superviseur hiérarchique
lt: Prižiūrėtojo Titulas
mk: Звање на претпоставениот
pt_br: Título do Supervisor
si: සුපරීක්ෂක සිරැසිය

source: Supervisor Start Date
ar: تاريخ بدء عمل المشرف
br: Deziad derou evit ar Gourseller
et: Ülevaataja alguskuupäev
fr_ml: Date de début pour le superviseur hiérarchique
lt: Prižiūrėtojo Pradžios Data
mk: Почетен датум на претпоставениот
pt_br: Início da Data de Supervisor
si: සුපරීක්ෂක ආරම්භක දිනය

source: Supervisor Surname
ar: لقب المشرف
br: Anv familh ar Gourseller
et: Ülevaataja perekonnanimi
fr_ml: Nom du Superviseur hiérarchique
lt: Prižiūrėtojo Pavardė
mk: Презиме на претпоставениот
pt_br: Sobrenome do Supervisor
si: සුපරීක්ෂක ආරම්භක දිනය

source: Supervisor Firstname
ar: الاسم الأول للمشرف
br: Anv-bihan ar Gourseller
et: Ülevaataja eesnimi
fr_ml: Prénom du Superviseur hiérarchique
lt: Prižiūrėtojo Vardas
mk: Име на претпоставениот
pt_br: Primeiro nome do Supervisor
si: සුපරීක්ෂක මුල් නම

source: Filled Positions Export
ar: إصدار الوظائف الشاغلة
et: Täidetud positsioonide eksportimine
fr_ml: Exporter des postes occupés
lt: Užimtų Pozicijų Eksportavimas
mk: Извоз на пополнети раб. места
pt_br: Exportar Cargos Preenchidos
si: පුරවන ලද තනතුරු නිර්යාත කරන්න

source: A list of historical filled positions for exporting.
ar: قائمة تاريخية بالوظائف الشاغلة للإصدار
et: Nimekiri ajaloolistest täidetud positsioonidest eksportimiseks.
fr_ml: Liste historique des postes occupés pour exporter.
lt: Istorinis užimtų pozicijų sąrašas eksportavimui.
mk: Времеследен список на пополнети раб. места за извоз.
pt_br: Uma lista de todos os cargos preenchidos para exportação.
si: නිර්යාත කිරීම සඳහා පුරවන ලද තනතුරු ලැයිස්තුව
