Repository: agabaandre/iHRIS_train_qualify
Catalog: ihris-manage.bkp/translations/templates/ihris-manage-application/*-formal.po
Languages: hu_formal

source: Edit This Information
hu_formal: Információ szerkesztése

source: Update this Information
hu_formal: Információ frissítése

source: Interview Details
hu_formal: Interjú részletei

source: Make a job offer
hu_formal: Állásajánlat létrehozása

source: There are no applicants for this position.
hu_formal: Nincsenek jelentkezők erre a tisztségre.

source: Position Information
hu_formal: Információ a tisztségről

source: Open Position(s) Applied For
hu_formal: Megpályázott szabad tisztség(ek)

source: Review Applicants
hu_formal: Jelentkezők áttekintése

source: return
hu_formal: vissza

source: Select the Open Position below to view all the applicants.
hu_formal: Válassza ki a lenti szabad tisztséget az összes jelentkező megtekintéséhez.

source: Applicant
hu_formal: Jelentkező

source: Position Interview
hu_formal: Állásinterjú

source: Position Decision
hu_formal: Döntés

source: Position(s)
hu_formal: Tisztség(ek)

source: Have you ever been convicted of a felony?
hu_formal: Elítélték valaha önt bűncselekmény miatt?

source: If yes, give the circumstances.
hu_formal: Amennyiben igen, adja meg a körülményeket.

source: In addition to your work history, are there other skills, qualifications or experience we should consider?
hu_formal: Az alkalmazási története mellett vannak-e más, figyelmuünkbe ajánlott képességei, minősítései vagy tapasztalatai?

source: How did you hear of this opening?
hu_formal: Hogyan szerzett tudomást erről az állásajánlatról?

source: When can you start?
hu_formal: Mikor tud kezdeni?

source: Desired Wage
hu_formal: Kívánt bér

source: Are you looking for full-time employment?
hu_formal: Teljes munkaidőben kíván dolgozni?

source: If no, what hours are you available?
hu_formal: Amennyiben nem, mely órákban érhető el?

source: Date of Interview
hu_formal: Interjú dátuma

source: People Attending
hu_formal: Résztvett személyek

source: Comments
hu_formal: Megjegyzések

source: Date of Decision
hu_formal: Döntés dátuma

source: Make a Job Offer?
hu_formal: Létrehoz egy állásajánlatot?

source: Add/Update Application
hu_formal: Jelentkezés hozzáadása/frissítése

source: oops
hu_formal: Hoppá!
