Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-manage/translations/templates/accident/*.po
Languages: br, id, ru, tl, zh_cn

source: Can edit the workplace injuries and accidents assigned to a person
br: Gallout a ra aozañ ar gloazioù hag ar gwallzarvoudoù labour lakaet war gwall unan bennak
id: Dapat menyunting cedera dan kecelakaan kerja seseorang
ru: Может изменять рабочее место в случае травмы владельца
tl: Makapamamatnugot ng mga pinsala at mga aksidente sa pook ng hanapbuhay na nakatalaga sa isang tao
zh_cn: 可以编辑工伤和分配给某人的意外

source: Can view the wokrplace injuries and accidents assigned to a person
br: Gallout a ra aozañ ar gloazioù hag ar gwallzarvoudoù labour lakaet war gwall unan bennak
id: Dapat melihat cedera dan kecelakaan kerja seseorang
ru: Может просматривать рабочее место в случае травмы владельца
tl: Makatatanaw sa mga pinsala at mga aksidente sa pook ng hanapbuhay na nakatalaga sa isang tao
zh_cn: 可以查看工作场所受伤和分配给某人的意外

source: Edit the workplace accident type list
br: Aozañ roll ar seurtoù gwallzarvoudoù labour
id: Sunting daftar jenis kecelakaan kerja
ru: Редактировать список типов несчастных случаев на рабочем месте
tl: Baguhin ang talaan ng uri ng aksidente sa pook ng hanapbuhay
zh_cn: 编辑工作场所的事故类型列表

source: Accident
br: Gwallzarvoud
id: Kecelakaan
ru: Аварии
tl: Aksidente
zh_cn: 事故

source: Workplace Accident Type
br: Seurt gwallzarvoud war al lec'h labour
id: Jenis Kecelakaan Kerja
ru: Тип несчастного случая на рабочем месте
tl: Uri ng Aksidente sa Pook ng Hanapbuhay
zh_cn: 工作场所的事故类型

source: Date of Occurence
br: Deiziad an darvoud
id: Tanggal Kejadian
ru: Дата появления
tl: Petsa ng Pangyayari
zh_cn: 发生的日期

source: Accident Type
br: Seurt gwallzarvoud
id: Jenis Kecelakaan
ru: Тип Аварии
tl: Uri ng Aksidente
zh_cn: 事故类型

source: Start of Applicability
br: Deroù an dedalvezaduster
id: Mulai Berlaku
ru: Начало Применимости
tl: Simula ng Pagkanagagamit
zh_cn: 适用性开端

source: End of Applicability
br: Fin an dedalvezaduster
id: Selesai Berlaku
ru: Конец Применимости
tl: Katapusan ng Pagkanagagamit
zh_cn: 适用性结束

source: Follow-up Required
br: Heuliañ dre ret
id: Tindak Lanjut yang Diperlukan
ru: Необходимое продолжение
tl: Kailangan ng Pagtugaygay
zh_cn: 所需的后续行动

source: People Involved
br: Tud empleget
id: Pihak yang Terlibat
ru: Участники происшествия
tl: Mga Taong Kasangkot
zh_cn: 所涉及的人

source: Add/Update Workplace Accident
br: Ouzhpennañ/hizivaat ur gwallzarvoud war al lec'h labour
id: Tambah/Mutakhirkan Kecelakaan Kerja
ru: Добавить/обновить тип несчастного случая на рабочем месте
tl: Idagdag/Isapanahon ang Aksidente sa Pook ng Hanapbuhay
zh_cn: 添加/更新工作地点意外事故

source: Edit This Information
br: Cheñch an titour-mañ
id: Sunting Informasi Ini
ru: Редактировать эту информацию
tl: Baguhin ang Kabatirang Ito
zh_cn: 编辑此信息

source: Update this Information
br: Hizivaat an titour-mañ
id: Mutakhirkan Informasi ini
ru: Обновить информацию
tl: Isapanahon ang Kabatirang Ito
zh_cn: 更新此信息

source: Select another Accident Type
br: Diuzañ ur seurt gwallzarvoud all
id: Pilih Jenis Kecelakaan lain
ru: Выберите другой тип несчастного случая
tl: Pumili ng iba pang Uri ng Aksidente
zh_cn: 请选择另一个意外的种类

source: Workplace Accident Information
br: Titouroù diwar-benn ar gwallzarvoud war al lec'h labour
id: Informasi Kecelakaan Kerja
ru: Информация об несчастном случае на рабочем месте
tl: Kabatiran sa Aksidente sa Pook ng Hanapbuhay
zh_cn: 工作场所的事故信息

source: Correct this Information
br: Reizhañ an titour-mañ
id: Perbaiki Informasi ini
ru: Исправить эту информацию
tl: Itama ang Kabatirang Ito
zh_cn: 更正此信息

source: View the workplace accident type list
br: Diskwel roll ar seurtoù gwallzarvoudoù labour
id: Lihat daftar jenis kecelakaan kerja
ru: Посмотреть типы несчастных случаев на рабочем месте
tl: Tingnan ang talaan ng uri ng aksidente sa pook ng hanapbuhay
zh_cn: 查看工作场所的事故类型列表

source: The end date must be after the start date.
br: Ret eo d'an deiziad dibenn bezañ war-lerc'h an deiziad kregiñ.
ru: Дата конца должна быть позже даты начала.
tl: Ang petsa ng pagwawakas ay dapat na maging pagkalipas ng petsa ng pagsisimula.
zh_cn: 结束日期必须在开始日期之后。
