Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/ihris-manage-job/*.po
Languages: az, gl, sd, si

source: Edit This Information
az: Bu məlumatı redaktə et
gl: Editar esta informaci칩n
sd: هن معلومات کي سنواريو
si: මෙම තොරතුරු සංස්කරණය කරන්න

source: Update this Information
az: Bu məlumatı yenilə
gl: Actualizar esta informaci칩n
sd: هن معلومات ۾ جدت آڻيو
si: මෙම තොරතුරු යාවත්කාල කරන්න

source: Select another Job
az: Başka işi seç
gl: Seleccionar outro emprego
sd: هڪ ٻي نوڪري چونڊيو
si: වෙනත් කාර්යයක් තෝරන්න

source: Job
az: İş
gl: Emprego
sd: نوڪري
si: කාර්යය

source: Select another Salary Grade
az: Başqa əmək haqqı dərəcəsini seç
gl: Seleccionar outro nivel de ingresos
sd: هڪ ٻيو پگھار جو گريڊ چونڊيو
si: වෙනත් වැටුප් ශ්‍රේණියක් තෝරන්න

source: Salary Grade
az: Əmək haqqı dərəcələri
gl: Nivel de ingresos
sd: پگھار جو گريڊ
si: වැටුප් ශ්‍රේණිය

source: View Job
az: İşə bax
gl: Ollar un emprego
sd: نوڪري ڏسو
si: කාර්යය නරඹන්න

source: Job Information
az: İş haqda məlumat
gl: Informaci칩n sobre o emprego
sd: نوڪري جي معلومات
si: කාර්යය තොරතුරු

source: Hide
az: Gizlət
gl: Agochar
sd: لڪايو
si: සඟවන්න

source: Edit the salary_grade list
az: Əməkhaqqı dərəcələri siyahısını redaktə et
gl: Editar a lista salary_grade
sd: پگھار جي گريڊ واري فهرست کي سنواريو
si: වැටුප්_ශ්‍රේණි ලැයිස්තුව සංස්කරණය කරන්න

source: View the salary_grade list
az: Əməkhaqqı dərəcələri
gl: Ollar a lista salary_grade
sd: پگھار جي گريڊ واري فهرست کي ڏسو
si: වැටුප්_ශ්‍රේණි ලැයිස්තුව නරඹන්න

source: Name
az: Ad
gl: Nome
sd: نالو
si: නම

source: Start
az: Başlanğıc
gl: Comezo
sd: شروعات
si: අරඹන්න

source: End
az: Son
gl: Fin
sd: اختتام
si: අවසානය

source: MidPoint
az: Orta nöqtə
gl: Termo medio
sd: وچ
si: මධ්‍යලක්ෂය

source: Notes
az: Qeydlər
gl: Notas
sd: نوٽس
si: සටහන්
