Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-manage/translations/templates/ihris-manage-person-position/*.po
Languages: de

source: Position
de: Stelle

source: Enter new Status for the Position
de: Den neuen Status dieser Stelle eingeben

source: Discontinue this Position
de: Diese Stelle auslaufen lassen

source: Edit This Information
de: Diese Informationen bearbeiten

source: Correct this Information
de: Diese Informationen korrigieren

source: Supervised Positions
de: Angeleitete Stellen

source: Open this Position
de: Stelle veröffentlichen

source: Positions
de: Stellen

source: Update this Information
de: Diese Informationen aktualisieren

source: Select another Department
de: Andere Abteilung auswählen

source: Department
de: Abteilung

source: View Position
de: Stelle einsehen

source: Position Information
de: Stellenbeschreibung

source: Hide
de: Ausblenden

source: Select another Position
de: Eine andere Stelle auswählen

source: Select another Position Type
de: Eine andere Stellenart auswählen

source: Position Type
de: Stellenart

source: return (do not save changes)
de: zurück (Änderungen nicht speichern)

source: Start Date
de: Anfangsdatum

source: New Position
de: Neue Stelle

source: Current Position
de: Aktuelle Stelle

source: Enter new Status for the Current Position
de: Den neuen Status für die aktuelle Stelle eingeben

source: Record a Departure
de: Weggang aufzeichnen

source: Change Position
de: Stelle ändern

source: View Position History
de: Stellenverlauf einsehen

source: View Person
de: Mitarbeiter anzeigen

source: Position Filled By
de: Stelle ist besetzt von

source: Select another Reason for Departure
de: Einen anderen Grund für den Weggang auswählen

source: Reason for Departure
de: Gründe für den Weggang

source: Edit the department list
de: Liste der Abteilungen bearbeiten

source: View the department list
de: Liste der Abteilungen einsehen

source: Edit the position_type list
de: Liste der Stellenarten bearbeiten

source: View the position_type list
de: Liste der Stellenarten einsehen

source: Edit the position list
de: Liste der Stellen bearbeiten

source: View the position list
de: Liste der Stellen einsehen

source: Edit the pos_change_reason list
de: Listen der Gründe für Stellenumbesetzungen bearbeiten

source: View the pos_change_reason list
de: Listen der Gründe für Stellenumbesetzungen einsehen

source: Can edit some information about positions
de: Kann Informationen zu Stellen bearbeiten

source: Can view some information about positions
de: Kann Informationen zu Stellen einsehen

source: Can edit all information about positions
de: Kann alle Informationen zu Stellen bearbeiten

source: Can view all information about positions
de: Kann alle Informationen zu Stellen einsehen

source: Can edit the position of a person
de: Kann die Stellen eines Mitarbeiters bearbeiten

source: Can view the position of a person
de: Kann die Stellen eines Mitarbeiters einsehen

source: Can change the existing position of a person
de: Kann die bestehende Stelle eines Mitarbeiters ändern

source: Open
de: Offen

source: Closed
de: Geschlossen

source: Discontinued
de: Ausgelaufen

source: Make a Job Offer
de: Ein Arbeitsangebot abgeben

source: Edit Position
de: Stelle bearbeiten

source: Person Position
de: Stelle des Mitarbeiters

source: This form is used to link a person to a pariticular position residence
de: Dieses Formular wird dazu verwendet, um einen Mitarbeiter einer bestimmten Arbeitsunterkunft zuzuweisen

source: Reasons for Departure
de: Gründe für den Weggang

source: Position Status
de: Status der Stelle

source: End Date
de: Enddatum

source: Position Code
de: Stellennummer

source: Job
de: Tätigkeit

source: Position Title
de: Stellenbezeichnung

source: Position Description
de: Stellenbeschreibung

source: Supervisor
de: Vorgesetzter

source: Facility
de: Einrichtung

source: Proposed Hiring Date
de: Vorgeschlagenes Einstellungsdatum

source: Date Posted
de: Beitragsdatum

source: Position Comments
de: Bemerkungen zur Stelle

source: Interview Comments
de: Bemerkungen zum Vorstellungsgespräch

source: Standardized Position Letters
de: Standardisierte Stellenbeschreibungen

source: Confirm
de: Bestätigen

source: Please enter a start date after the previous position's start date.
de: Bitte gib ein Anfangsdatum nach dem Anfangsdatum deiner vorherigen Stelle an.

source: The end date must be after the start date.
de: Das Enddatum muss nach dem Anfangsdatum liegen.

source: Required Field.
de: Pflichtfeld

source: Please enter a new status.
de: Bitte gib einen neuen Status an.

source: Select Existing Position
de: Vorhandene Stelle auswählen

source: Add New Position
de: Neue Stelle hinzufügen
