Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-train/translations/templates/train-facility/*.po
Languages: de, es, zh_cn

source: Edit the facility list
de: Die Liste der Einrichtungen bearbeiten
es: Editar la lista de instalaciones
zh_cn: 编辑设备列表

source: View the facility list
de: Die Liste der Einrichtungen anzeigen
es: Ver la lista de instalaciones
zh_cn: 查看设备列表

source: Edit the facility agent list
de: Die Liste der Gebäudebediensteten bearbeiten
es: Editar la lista de agente de instalaciones
zh_cn: 编辑设备代理商列表

source: View the facility agent list
de: Die Liste der Gebäudebediensteten anzeigen
es: Ver la lista de agente de instalaciones
zh_cn: 查看设备代理商列表

source: Edit the facility type list
de: Die Liste der Einrichtungsarten bearbeiten
es: Editar el tipo de lista de la institución
zh_cn: 编辑设备类型列表

source: View the facility type list
de: Die Liste der Einrichtungsarten anzeigen
es: Ver el tipo de lista de la institución
zh_cn: 查看设备类型列表

source: Facility Type
de: Einrichtungsart
es: Tipo de institución
zh_cn: 设备类型

source: Facility Ownership/Affiliation
de: Einrichtungseigentümerschaft/Zugehörigkeit
es: Propiedad/Afiliación de la institución
zh_cn: 设备所有权/联盟

source: Health Facility
de: Gesundheitseinrichtung
es: Centro de salud
zh_cn: 健康设备

source: Identification Code
de: Identifizierungsschlüssel
es: Código de identificación
zh_cn: 识别号码

source: Location
de: Standort
es: Ubicación
zh_cn: 位置

source: Edit This Information
de: Diese Information bearbeiten
es: Editar esta información
zh_cn: 编辑此信息

source: Update this Information
de: Diese Information aktualisieren
es: Actualizar esta información
zh_cn: 更新此信息

source: Select another Facility Type
de: Eine andere Einrichtungsart auswählen
es: Seleccionar otro tipo de instalación
zh_cn: 选择另一个效益类型

source: Select another Health Facility
de: Eine andere Gesundheitseinrichtung auswählen
es: Seleccionar otro centro de salud
zh_cn: 选择另一个健康设备

source: Select another Facility Ownership/Affiliation
de: Eine andere Einrichtungeigentümerschaft/Zugehörigkeit auswählen
es: Seleccionar otra propiedad/afiliación de instalación
zh_cn: 选择其他设备所有权/联盟
