Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage/translations/templates/manage-registration/*.po
Languages: br, cs, fr_ml, it, si

source: Registration Information
br: Titouroù war an enrollañ
cs: Registrační informace
fr_ml: Informations d’inscription
it: Informazioni per la registrazione
si: ලියාපදිංචි කිරීමේ තොරතුරු

source: License Information
br: Titouroù war an aotre
cs: Licenční informace
fr_ml: Information sur l'autorisation
it: Informazioni sulla licenza
si: බලපත්‍ර තොරතුරු

source: Edit This Information
br: Cheñch an titour-mañ
cs: Upravit tuto informaci
fr_ml: Éditer cette information
it: Modifica questa informazione
si: මෙම තොරතුරු සංස්කරණය කරන්න

source: Update this Information
br: Hizivaat an titour-mañ
cs: Aktualizovat tuto informaci
fr_ml: Mettre à jour cette information
it: Aggiorna questa informazione
si: මෙම තොරතුරු යාවත්කාල කරන්න

source: Registration/License Information
br: Titouroù war an enrollañ/an aotre
cs: Registrační/Licenční informace
fr_ml: Informations sur l’inscription/l'autorisation
it: Registrazione / Informazioni sulla licenza
si: ලියාපදිංචි කිරීම/බලපත්‍ර තොරතුරු

source: Select another Registration Council
br: Dibab ur c'huzul urzh all
cs: Vyberte jinou registrační radu
fr_ml: Sélectionner un autre ordre professionnel
it: Seleziona un'altra categoria professionale
si: වෙනත් ලියාපදිංචි කිරීමේ මණ්ඩලයක් තෝරන්න

source: Registration Council
br: Kuzul urzh
cs: Registrační rada
fr_ml: L'ordre professionnel
it: Categoria professionale
si: ලියාපදිංචි කිරීමේ මණ්ඩලය

source: Can view registration child form of a person
cs: Může zobrazit podřazený registrační formulář osoby
fr_ml: Peut afficher le formulaire enfant de l’enregistrement d’une personne
it: Visualizza il sottomodulo di registrazione di una persona
si: පුද්ගලයෙකුගේ ලියාපදිංචි කිරීමේ උප ආකෘතිපත්‍රය නැරඹීමට හැක

source: Can edit registration child forms of a person
cs: Může upravit podřazený registrační formulář osoby
fr_ml: Peut éditer les formulaires enfants de l’inscription d’une personne
it: Modifica il sottomodulo di registrazione di una persona
si: පුද්ගලයෙකුගේ ලියාපදිංචි කිරීමේ උප ආකෘතිපත්‍ර සංස්කරණය කළ හැක

source: Can edit the council database list
br: A c'hall kemmañ roll diaz roadennoù ar C'huzul
cs: Může zobrazit datábazový seznam rady
fr_ml: Peut éditer la liste de base de données de l'ordre professionnel
it: Modifica l'lenco delle categorie professionali
si: මණ්ඩල දත්ත සමුදාය ලැයිස්තුව සංස්කරණය කළ හැක

source: Can view the council database list
br: A c'hall diskouez roll roadennoù ar C'huzul
cs: Může zobrazit datábazový seznam rady
fr_ml: Peut afficher la liste de base de données du Conseil
it: Visualizza l'elenco delle categorie professionali
si: මණ්ඩල දත්ත සමුදාය ලැයිස්තුව නැරඹීමට හැක

source: Add/Update Registration
br: Ouzhpennañ/Hizivaat un enrolladenn
cs: Přidat/Aktualizovat registraci
fr_ml: Ajouter/Mettre à jour une inscription
it: Aggiungi/aggiorna registrazione
si: ලියාපදිංචි කිරීම එකතු/යාවත්කාල කරන්න

source: Council
br: Kuzul
cs: Rada
fr_ml: L'ordre professionnel
it: Categoria professionale
si: මණ්ඩලය

source: Registration
br: Enskrivadur
cs: Registrace
fr_ml: Inscription
it: Registrazione
si: ලියාපදිංචිය

source: Registration Number
br: Niverenn enskrivañ
cs: Registrační číslo
fr_ml: Numéro d’inscription
it: Numero registrazione
si: ලියාපදිංචි අංකය

source: License Number
br: Niverenn aotre-implijout
cs: Číslo licence
fr_ml: Numéro de l'autorisation
it: Numero licenza
si: බලපත්‍ර අංකය

source: Registration Date
br: Deiziad enrollañ
cs: Datum registrace
fr_ml: Date d'inscription
it: Data di registrazione
si: ලියාපදිංචිවූ දිනය

source: License Expiration Date
br: Deiziad termen an aotre-implijout
cs: Datum vypršení registrace
fr_ml: Date d’expiration de l'autorisation
it: Data scadenza licenza
si: බලපත්‍ර කාලය ඉකුත් වන දිනය
