Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-manage/translations/templates/ihris-manage-custom-reports-staff-reports/*.po
Languages: fr

source: Current Staff
fr: Personnel actuel

source: A list of all current staff.
fr: Une liste de tout le personnel actuel.

source: Person
fr: Personne

source: The person currently filling this position.
fr: La personne occupant actuellement le poste.

source: Demographic
fr: Données démographiques

source: Demographic details for the person.
fr: Les données démographiques pour la personne.

source: Work Contact
fr: Contact professionnel

source: Work contact details for this person.
fr: Informations sur le contact professionnel pour cette personne.

source: Emergency Contact
fr: Personne à prévenir en cas d’urgence

source: Emergency Contact details for this person.
fr: Informations sur la Personne à prévenir en cas d’urgence pour cette personne.

source: Home Contact
fr: Contact privé

source: Home contact details for this person.
fr: Informations sur le contact privé pour cette personne.

source: Nationality
fr: Nationalité

source: Position
fr: Poste

source: The position held by this person.
fr: Le poste occupé par cette personne.

source: Facility
fr: Établissement

source: The facility where this position works.
fr: L’établissement où ce poste fonctionne.

source: Department
fr: Département

source: The department for this position.
fr: Le département pour ce poste.

source: Job
fr: Emploi

source: The job associated with this position.
fr: L’emploi associé à ce poste.

source: The job classification for this position.
fr: La classification des emplois pour ce poste.

source: Current Salary
fr: Salaire actuel

source: The current salary for this person.
fr: Le salaire actuel pour cette personne.

source: Starting Salary
fr: Salaire initial

source: The starting salary for this person in their current position.
fr: Le salaire initial pour cette personne à son poste actuel.

source: The year this person turns 65.
fr: L’année où cette personne atteint 65 ans.

source: The age range for the person
fr: La plage d’âge pour la personne

source: The year the person started in this position.
fr: L’année où la personne a débuté ce poste.

source: Staff List
fr: Liste du personnel

source: Hire Date
fr: Date d’embauche

source: Surname
fr: Nom de famille

source: Firstname
fr: Prénom

source: Othername
fr: Autre nom

source: Nationality ID
fr: ID de la Nationalité

source: Birth Date
fr: Date de naissance

source: Gender
fr: Sexe

source: Work Telephone
fr: Téléphone du service

source: Work Email
fr: Courriel professionnel

source: Emergency Address
fr: Personne à prévenir en cas d’urgence

source: Emergency Telephone
fr: Téléphone en cas d’urgence

source: Emergency Email
fr: Courriel en cas d’urgence

source: Home Address
fr: Adresse privée

source: Home Telephone
fr: Téléphone privé

source: Home Email
fr: Courriel privé

source: Facility ID
fr: ID de l’établissement

source: Department ID
fr: ID du Département

source: Staff Charts
fr: Graphiques du personnel

source: Staff aggregate reports for charting.
fr: Résumés du personnel pour représentation graphique.

source: Birth Date After
fr: Date de naissance Après

source: Birth Date Before
fr: Date de naissance Avant

source: Demographic Birth Date
fr: Données démographiques sur la Date de naissance

source: Facility Type
fr: Type d’établissement

source: Job Title
fr: Intitulé du poste

source: Retirement Year
fr: Année de retraite

source: Age Range
fr: Tranche d’âge

source: Hire Year
fr: Année d’embauche

source: Staff Directory
fr: Répertoire des employés

source: A list of all current staff with work contact information.
fr: Une liste de l’ensemble du personnel actuel avec les informations sur le contact professionnel.

source: Home Contact List
fr: Liste des contacts privés

source: All staff with home contact details.
fr: Ensemble du personnel avec les informations sur les contacts privés.

source: Classification Breakdown
fr: Analyse de la classification

source: A total of all staff by classification.
fr: Un total de l’ensemble du personnel par classification.

source: Pie Chart(Simple)
fr: Camembert (Simple)

source: Bar Chart(Simple)
fr: Diagramme à barres horizontales (Simple)

source: Column Chart(Simple)
fr: Diagramme à colonnes (Simple)

source: Scatter Plot
fr: Diagramme de dispersion

source: Emergency Contact List
fr: Liste des personnes à prévenir en cas d’urgence

source: List of all staff with emergency contact details.
fr: Liste de tous les employés avec les coordonnées des personnes à prévenir en cas d’urgence.

source: Salary List
fr: Liste des salaires

source: A list of all employees with salary details.
fr: Une liste de tous les employés avec les informations salariales.

source: Job Breakdown
fr: Analyse des fonctions

source: Total staff by job.
fr: Total des employés par fonction.

source: Nationality Breakdown
fr: Analyse par nationalité

source: A list of all staff by nationality.
fr: Une liste de tous les employés par nationalité.

source: Age Distribution
fr: Répartition par âge

source: Total of all staff by age range.
fr: Total des employés par tranche d’âge.

source: Hires per Year
fr: Embauches par an

source: Hire totals by year.
fr: Total des embauches par an.

source: Stacked Column Chart(Simple)
fr: Histogramme empilé (Simple)

source: Retirement Planning
fr: Planification de la retraite

source: Staff totals by retirement year.
fr: Effectif total du personnel par année de retraite.

source: The district where this person works.
fr: La zone où cette personne travaille.

source: District
fr: Zone

source: District Id
fr: Nom de la zone

source: Job ID
fr: ID de tâche

source: Hire Year After
fr: Date d’embauche après

source: Hire Year Before
fr: Date d’embauche avant

source: The person's current age.
fr: L’âge actuel de la personne.

source: Age averages by facility displayed on a map.
fr: Âges moyens par établissement affiché sur une carte.

source: Age by Facility
fr: Age par service

source: Total Staff by Facility displayed on a map.
fr: Nombre total de personnes par établissement affiché sur une carte.

source: Staff By Facility
fr: Personnel par service

source: Staff totals by District displayed on a map.
fr: Nombres totaux de personnel par district affiché sur une carte.

source: Staff By District
fr: Personnel par arrondisement
