Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2/ihris-train/translations/templates/registration/*.po
Languages: lt

source: Can edit the council database list
lt: Gali redaguoti tarybos duomenų bazės sąrašą

source: Can view the council database list
lt: Gali peržiūrėti tarybos duomenų bazės sąrašą

source: Add/Update Registration Information
lt: Pridėti/Atnaujinti Registracijos Informaciją

source: Council
lt: Taryba

source: Registration
lt: Registracija

source: Registration Council
lt: Registracijos Taryba

source: Registration Number
lt: Registracijos Numeris

source: License Number
lt: Licencijos Numeris

source: Registration Date
lt: Registracijos Data

source: License Expiration Date
lt: Licencijos Pabaigos Data

source: Registration Information
lt: Registracijos Informacija

source: License Information
lt: Licencijos Informacija

source: Edit This Information
lt: Redaguoti Šią Informaciją

source: Update this Information
lt: Atnaujinti šią Informaciją

source: Select another Registration Council
lt: Pasirinkti kitą Registracijos Tarybą

source: Registration/License Information
lt: Registracijos/Licencijos Informacija
