Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-manage/translations/templates/accident/*.po
Languages: ar, lt, si, sv

source: Can edit the workplace injuries and accidents assigned to a person
ar: يمكن تعديل إصابات العمل والحوادث الملحقة بالشخص
lt: Gali redaguoti darbovietės traumas ir nelaimingus atsitikimus, priskirtus asmeniui
si: සේවාස්ථානයේදී යම් පුද්ගලයෙකුට වූ අබාධ සහ හදිසි අනතුරු සංස්කරණය කළ හැක

source: Can view the wokrplace injuries and accidents assigned to a person
ar: يمكن عرض إصابات العمل والحوادث الملحقة بالشخص
lt: Gali peržiūrėti darbovietės traumas ir nelaimingus atsitikimus, priskirtus asmeniui
si: සේවාස්ථානයේදී යම් පුද්ගලයෙකුට වූ අබාධ සහ හදිසි අනතුරු පරීක්ෂා කර බැලීමට හැක.

source: Edit the workplace accident type list
ar: تعديل نوع حادث العمل
lt: Redaguoti darbovietės nelaimingų įvykių tipų sąrašą
si: සේවාස්ථනයේදී සිදුවූ හදිසි අනතුරු වර්ග ලැයිස්තුව සංස්කරණය කරන්න

source: Accident
ar: حادث
lt: Nelaimingas atsitikimas
si: හදිසි අනතුර
sv: Olycka

source: Workplace Accident Type
ar: نوع حادث العمل
lt: Darbovietės Nelaimingo Įvykio Tipas
si: සේවාස්ථනයේදී සිදුවූ හදිසි අනතුරු වර්ගය
sv: Typ av arbetsplatsolycka

source: Date of Occurence
ar: تاريخ الحدوث
lt: Įvykio Data
si: සිදුවූ දිනය
sv: Datum för händelsen

source: Accident Type
ar: نوع الحادث
lt: Nelaimingo atsitikimo tipas
si: හදිසි අනතුරු වර්ගය
sv: Typ av olycka

source: Start of Applicability
ar: بداية التطبيق
lt: Taikymo Pradžio
si: උපයෝගීතාවය ආරම්භය

source: End of Applicability
ar: نهاية التطبيق
lt: Taikymo Pabaiga
si: උපයෝගීතාවය අවසානය

source: Follow-up Required
ar: المتابعة المطلوبة
lt: Reikia Tęstinumo
si: දායකවීම අවශ්‍යයයි
sv: Uppföljning krävs

source: People Involved
ar: الأشخاص المعنيون
lt: Dalyvavę Žmonės
si: සම්බන්ධවූ පුද්ගලයන්
sv: Inblandade personer

source: Add/Update Workplace Accident
ar: إضافة/تحديث حادث العمل
lt: Pridėti/Atnaujinti Nelaimingą Atsitikimą Darboveitėje
si: එකතු/යාවත්කාල කරන්න (සේවාස්ථාන හදිසි අනතුරු)
sv: Lägg till/uppdatera arbetsplatsolycka

source: Edit This Information
ar: تعديل هذه المعلومة
lt: Redaguoti šią informaciją
si: මෙම තොරතුරු සංස්කරණය කරන්න
sv: Redigera den här informationen

source: Update this Information
ar: تحديث هذه المعلومة
lt: Atnaujinti šią informaciją
si: මෙම තොරතුරු යාවත්කාල කරන්න
sv: Uppdatera den här informationen

source: Select another Accident Type
ar: حدد نوعاً آخر للحادث
lt: Pasirinkite kitą nelaimingo atsitikimo tipą
si: වෙනත් හදිසි අනතුරු වර්ගයක් තෝරන්න
sv: Välj en annan typ av olycka

source: Workplace Accident Information
ar: معلومات حادث العمل
lt: Darbovietės Nelaimingo Atsitikimo Informacija
si: සේවාස්ථාන හදිසි අනතුරු ගැන තොරතුරු
sv: Information om arbetsplatsolycka

source: Correct this Information
ar: تصحيح هذه المعلومة
lt: Taosyti šią informaciją
si: මෙම තොරතුරු නිවැරදි කරන්න
sv: Korrigera den här informationen

source: View the workplace accident type list
ar: عرض قائمة أنواع حوادث العمل
lt: Žiūrėti darbovietės nelaimingų įvykių tipų sąrašą
si: සේවාස්ථාන හදිසි අනතුරු වර්ග ලැයිස්තුව නරඹන්න
sv: Visa listan över typer av arbetsplatsolyckor

source: The end date must be after the start date.
lt: Pabaigos data turi būti vėlesnė nei pradžios data.
si: අවසන් වන දිනය, ආරම්භක දිනයට පසු දිනයක් විය යුතුය.
sv: Slutdatumet måste infalla efter startdatumet.
