Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.3.3/ihris-manage.bkp/translations/templates/ihris-manage-custom-reports-search-people/*.po
Languages: gl

source: Search People
gl: Procurar persoas

source: Search relationship for all person records.
gl: Procurar unha relación para todos os rexistros de persoas.

source: The current status of this employee
gl: O estado actual deste empregado

source: The last position this person has held.
gl: O último cargo que ocupou esta persoa.

source: Last Person Position
gl: Último cargo da persoa

source: The position details for the last position held by this person.
gl: Os detalles do último cargo ocupado por esta persoa.

source: Last Position
gl: Último cargo

source: The last job held by this person.
gl: O último emprego ocupado por esta persoa.

source: Last Job
gl: Último emprego

source: The last facility where this person worked.
gl: O último establecemento no que traballou esta persoa.

source: Last Facility
gl: Último establecemento

source: The application details for this person.
gl: Os detalles da candidatura desta persoa.

source: Application
gl: Candidatura

source: Search all people records.
gl: Procurar todos os rexistros de persoas.

source: Surname
gl: Apelidos

source: First Name
gl: Nome

source: Job
gl: Emprego

source: Position Job ID
gl: ID da tarefa do cargo

source: Position Title
gl: Título do cargo

source: Facility
gl: Establecemento

source: Facility ID
gl: ID do establecemento

source: Employee Status
gl: Estado do empregado

source: Search all person records in the system.
gl: Procurar todos os rexistros de persoas no sistema.

source: Search
gl: Procurar

source: Start Date
gl: Data de inicio

source: End Date
gl: Data de fin

source: Job Title
gl: Título do emprego
