Repository: agabaandre/iHRIS_train_qualify
Catalog: 4.2.3/ihris-train/translations/templates/ihris-train/sco.po
Languages: sco

source: Home Village
sco: Hame Clachan

source: Search People
sco: Rake Fawk

source: Locate any person's record in the system to review, print or update.
sco: Locate onie person's record in the system tae luikower, prent or update.

source: Search Training Providers
sco: Rake Trainin Providers

source: Locate any training Providers in the system to review, print or update.
sco: Locate onie trainin Providers in the system tae luikower, prent or update.

source: Edit This Information
sco: Eedit This Information

source: Select another Facility Agent
sco: Select anither Faceelitie Agent

source: Facility Agent
sco: Faceelitie Agent

source: Individual Information
sco: Indeevidual Information

source: Position
sco: Poseetion

source: Trainings
sco: Trainins

source: Notes
sco: Myndins

source: Record Verification
sco: Record Vereefeecation

source: Select another Sub-County
sco: Select anither Sub-Kintra

source: Sub-County
sco: Sub-Kintra

source: Demographic Information
sco: Demographeec Information

source: Add Training Provider
sco: Eik Trainin Provider

source: Find Training Provider
sco: Fynd Trainin Provider

source: Training Courses
sco: Trainin Coorses

source: Training Instance Calendar
sco: Trainin Instance Calendair

source: Administer Database
sco: Admeenister Database

source: Configure Modules
sco: Confeegure Modules

source: Report Views
sco: Report Opeeneeons

source: Browse Magic Data
sco: Brouse Magec Data

source: Background Processes
sco: Backgroond Processes

source: Browse Forms
sco: Brouse Forms

source: Administer Users
sco: Admeenister Uisers

source: User Statistics
sco: Uiser Stateestics

source: Add Person
sco: Eik Person

source: To track a person in the database, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
sco: Tae track ae person in the database, eik ae record fer that person. Certain information is needit tae stairt ae new record. Yince the record is generated, addeetional opties fer eikin data aneat the person will become available. Aen HR Staff person or aen HR Manager can eik ae new person til the system.

source: Select another Academic Level
sco: Select anither Acadeemic Level

source: Academic Level
sco: Acadeemeec Level

source: Add/Update Person
sco: Eik/Update Person

source: View Person
sco: See Person

source: Hide
sco: Skauk

source: Add Identification
sco: Eik Identeefeecation

source: Add Demographic Information
sco: Eik Demægrapheec Information

source: Add Education Information
sco: Eik Education Information

source: Add Registration Information
sco: Eik Registration Information

source: Add Passport Photo
sco: Eik Passport Photæ

source: Standardized Forms
sco: Staundairtised Forms

source: View Name History
sco: See Name Histerie

source: Name / Nationality
sco: Name / Nationalitie

source: View Education History
sco: See Education Histerie

source: View Registration History
sco: See Regeestration Histerie

source: Position Information
sco: Poseetion Information

source: Add Position
sco: Eik Poseetion

source: View Position History
sco: See Poseetion Histerie

source: Add Training Instance
sco: Eik Trainin Instance

source: Training Instance History
sco: Trainin Instance Histerie

source: Add Note
sco: Eik Ae Myndin

source: Add Verification
sco: Eik Vereefeecation

source: View Verification History
sco: See Vereefeecation Histerie

source: Scanned Paper Records
sco: Scanned Paiper Records

source: Add Scanned Document
sco: Eik Scanned Document

source: Configure System
sco: Confeegure System

source: Administer positions and create and update dropdown menus.
sco: Admeenister poseetions n cræft n update drapdoon menus.

source: Enable and disable the various modules for the system.
sco: Enable n disable the vareeis modules fer the system.

source: Manage the standard reports available to users and create new custom reports.
sco: Manage the staundairt reports available til uisers n cræft new custym reports.

source: Define how forms are related for use in reports.
sco: Define hou forms ar relatit fer uiss in reports.

source: Define reports based on previously defined relationships. You can choose which fields are available to each report and what fields can be used to limit the report.
sco: Define reports based oan afore-gane defined relationships. Ye can chuise whit fields ar available til ilka report n whit fields can be uised tae leemit the report.

source: Define report views based on previously defined reports. You can choose which fields to display and also define a default view that display a chart or limited results when a user access the report view.
sco: Define report luiks based oan preveeislie defined reports. Ye can chuise whit fields tae displey n foreby define ae defaut luik that displey ae chairt or leemitit ootcomes whan ae uiser access the report luik.

source: Browse the configuration data used by the sytem.
sco: Brouse the confeeguration data uised b the system.

source: Tasks and Roles
sco: Tasks n Roles

source: Administer Tasks and Roles for the System
sco: Admeenister Tasks n Roles fer the System

source: Manage the Locales made available by the system
sco: Manage the Locales makit available bi the system

source: Examine background processes you have started
sco: Examine backgroond processes that ye'v stairtit

source: Browse the forms used by the system.
sco: Brouse the forms uised bi the system.

source: Control the creation of cached forms
sco: Control the cræftin o cached forms

source: Create, update and disable user accounts to enforce secure access to the system. Access is limited to the System Administrator.
sco: Cræft, update n disable uiser accoonts tae enforce secure access til the system. Access is leemitit til the System Admeenistrater.

source: View data entry statistics for users.
sco: See data entrie stateestics fer uisers.

source: Select another Health Facility
sco: Select anither Heal Faceelitie

source: Health Facility
sco: Heal Faceelitie

source: View My Provider
sco: See Ma Provider

source: Manage Trainings
sco: Manage Trainins

source: Search Records
sco: Rake Records

source: View Reports
sco: See Reports

source: Change Password
sco: Chynge Passwaird

source: View Your Record
sco: See Yer Record

source: Add a new training Provider record to the system. Search for providers to schedule new training course instances or update current instances to add people to the training or record results.
sco: Eik ae new trainin Provider record til the system. Rak fer providers tae schedule new trainin coorse instances or update nou instances tae eik fawk til the trainin or record ootcomes.

source: Add a new employee
sco: Eik ae new employee

source: or applicant
sco: or appleecant

source: record to the system, and search for and update records that have been entered into the system.
sco: record til the system, n rake fer n update records that hae been enterit intil the system.

source: Also complete job applications for open positions, review completed applications and assign a position to the successful applicant.
sco: Foreby compleate job appleecations fer apen poseetions, luikower compleatit appleecations n assign ae poseetion til the successfu appleecant.

source: Locate any employee or position record in the system to review, print or update.
sco: Locate onie employee or poseetion record in the system tae luikower, prent or update.

source: Reports enable analysis of human resource data in various ways. Customize, display and print staff lists, statistical charts and other standard reports.
sco: Reports enable analisees o bodie resoorce data in vareeis waas. Custimise, displey n prent staff leets, stateesteecal chairts n ither staundairt reports.

source: Configure modules, administer positions, customize drop down menus and create or update user accounts.
sco: Confeegure modules, admeenister poseetions, custimise drap doun menus n cræft or update uiser accoonts.

source: View Your Personnel Details
sco: See Yer Personnel Details

source: View your personnel details.
sco: See yer personnel details.

source: Select another Qualification
sco: Select anither Qualification

source: Qualification
sco: Qualifeecation

source: Deployment Information
sco: Deploymant Information

source: Manage Trainings and Training Provider
sco: Manage Trainins n Trainin Provider

source: Add a New Training Provider
sco: Eik ae New Trainin Provider

source: Add a new training Provider record to the system
sco: Eik ae new trainin Provider record til the system

source: After entering an a training provider and training record into the system , the record may be reviewed at any time. Click Find Training Provider to locate the record. From the record, additional information can be added or existing information can be updated.
sco: Efter enterin ae trainin provider n trainin record intil the system , the record can be luikt ower at onie time. Clap Fynd Trainin Provider tae locate the record. Fae the record, addeetional information can be eikit or exeestin information can be updated.

source: Administer Training Courses
sco: Admeenister Trainin Coorses

source: Add new training courses and assign them to providers as well as administer any other drop down lists.
sco: Eik new trainin coorses n assign thaim til providers aes weel aes admeenister onie ither drap doon leets.

source: View the training instances on a calendar to see upcoming trainings.
sco: See the trainin instances oan ae calendair tae see upcomin trainins.

source: Deployment/Position Information
sco: Deploymant/Poseetion Information

source: Administer Jobs/Post
sco: Admeenister Jobs/Post

source: Create Job Structure
sco: Crft Job Structur

source: Job Classifications
sco: Job Claissifeecations

source: Administer Other Lists
sco: Admeenister Ither Leets

source: Organization Lists
sco: Organisation Leets

source: Facility Type
sco: Faceelitie Type

source: Facility Ownership/Affiliation
sco: Faceelitie ainership/Affeeleeation

source: Registration Councils
sco: Regeestration Cooncils

source: Academic Lists
sco: Acadeemic Leets

source: Identification Type
sco: Identifeecation Type

source: Geographic Information
sco: Geographeec Information

source: Country
sco: Kintra

source: District
sco: Laundairt

source: Currency
sco: Currencie

source: Training Information
sco: Trainin Information

source: Training Classification
sco: Trainin Classeefication

source: Training Type
sco: Trainin Type

source: Exam Paper
sco: Exaim Paiper

source: Assign Provider Trainings
sco: Assign Provider Trainins
